[{"seller_text": "EliteStudioPresets", "seller_href": "https://www.etsy.com/shop/EliteStudioPresets?ref=simple-shop-header-name&listing_id=895645021", "store_sales": "17,026 sales", "store_rating": "4.7485", "listing_title": "Lightroom Preset BOHEMIAN, Single Mobile Desktop Lightroom Preset, Brown Vintage Boho Lightroom Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $1.83\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 2 other files"], "listing_desc": "\n                    Bohemian preset to give your photos a vintage look.☆ What is included? ☆➤ 1 Mobile Preset in .DNG format➤ 1 Desktop Preset in .XMP format (NOT lrtemplate format, but you can still use them by uploading the DNG files in your Lightroom Desktop and save them as preset.)➤ PDF installation guide☆ Compatibility ☆➤ For MOBILE and DESKTOP use (iPhone, Android, PC, MAC)➤ Compatible with free version of the Adobe Lightroom App. You can download this app for free on your mobile phone (iPhone or Android)➤ Compatible with the paid version of the Adobe Lightroom Classic CC (version 7.3+)➤ For use on JPEG and RAW imagesSince each image is different due to lighting conditions, camera settings, and personal style, these presets may need to be slightly altered to fit your needs.☆ BUY 5 AND GET 30% OFF!! ☆Add 5 presets in your cart and receive automatically 30% discount!https://www.etsy.com/shop/EliteStudioPresets☆ 24/7 Support ☆If you have any questions or need some help with the presets, please contact me at Etsy or through email elitestudiopresets[at]@gmail.com♡ Share with Us! ♡I would love to see how your pictures turned out by using our presets. Please include them in your review! Tag or DM us on instagram to get featured!@elitestudiopresets© 2020 Elite Studio Presets, All Rights ReservedTerms of Use: By purchasing this item, you are automatically agreeing to the terms of use. Included but not limited to: Prohibition of sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "24", "store_reviews": "749 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/895645021/lightroom-preset-bohemian-single-mobile"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=686099539", "store_sales": "171,645 sales", "store_rating": "4.8275", "listing_title": "COLOR Presets, Vibrant Presets, Lightroom PRESETS, MOBILE Presets, Instagram Filter, Desktop Preset, lightroom mobile presets, blogger", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    💥5 Mobile Lightroom Presets, Mobile Presets, Desktop Presets💥Blogger Preset Package for Instagram Photo PresetDreamLand preset photo filter✅FILES included:- 5 Lightroom presets for MOBILE Lightroom( free mobile lightroom app)- 5 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "94", "store_reviews": "6,145 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/686099539/color-presets-vibrant-presets-lightroom"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=631617674", "store_sales": "237,230 sales", "store_rating": "4.8715", "listing_title": "20 Lightroom Presets LUXURY BLACK for Desktop and Mobile Lightroom, Deep Moody,  Dark Instagram Filter, Black Tones Blogger Presets", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $3.65\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    20 LIGHTROOM PRESETS LUXURY BLACK, Mobile Presets, Desktop Presets, Dark Preset, Black Preset, Photo filter, Pets Bloggers Presets, Instagram presetsCreate the perfect look within a click of a button it will be perfect for all your social media posts!Luxury Black Preset Pack that gives a photo a unique atmosphere and unsaturated, faded colors.Check out my Bestseller Itemshttps://www.etsy.com/shop/VictoriaBeePhoto♦️ Works in Lightroom Mobile App (iOS/Android)♦️ Works With & Without Adobe subscription♦️ Compatible with All Photo formatsIncluded:🔶20 Lightroom presets in .DNG format for MOBILE Lightroom (.ZIP Archive)🔶20 Lightroom presets in .XMP format for DESKTOP Lightroom (.ZIP Archive)🔶.PDF file with direct link to download presets directly to your phone (Dropbox)🔶.PDF Instruction Guide Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets.‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️Keep in mind that all presets work differently with each photo depending on a number of factors such as lighting, white balance, tone etc. Please contact me for any questions or editing help victoriabee.shop [!at] gmail.com© 2019-2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoKeywords: Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset, Dog Preset, Puppy Preset, Cat Preset, Animal Preset, Pets Presets, Bright Light Presets\n                ", "listing_reviews": "32", "store_reviews": "8,047 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/631617674/20-lightroom-presets-luxury-black-for"}, {"seller_text": "YouGrewPrintables", "seller_href": "https://www.etsy.com/shop/YouGrewPrintables?ref=simple-shop-header-name&listing_id=572870105", "store_sales": "30,726 sales", "store_rating": "4.8257", "listing_title": "35 Adult Party props, adult drinking Props, funny adult photo booth props, printable funny party props, gold and black, fun adult props", "listing_bestseller": "-", "listing_price": "\n                        $7.26\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    Adult Party props, diy photo booth printablesJust purchase the digital file to print and cut out at home.---------------------------------------------------------------------------------------------------- - - LISTING INCLUDES - - - 1. 35 x Printable Props2. Photobooth sign2 PDF documents for easy printing.This listing is for a digital file(s) of design shown only.All Digital Files will be sent as PDF(s)----------------------------------------------------------------------------------------------For more birthday photo booth props click here: https://www.etsy.com/uk/shop/YouGrewPrintables?section_id=17030213&ref=shopsection_leftnav_2PLEASE NOTE:To mount on card yourself, any craft store will stock thick card. Print may not be exact colour match depending on printer and screen.- - - IMPORTANT SHOP POLICY - - - © All instant downloads and their designs are copyrighted by YouGrew. YouGrew Printables allows for personal use and limited professional use, but please do not resell, reproduce in part or full.If you have any questions please do not hesitate to message us. Printables can not be refunded due to the nature of digital downloadsNo physical product is offered – this is the DIY Template for you to print yourself.\n                ", "listing_reviews": "7", "store_reviews": "1,671 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/572870105/35-adult-party-props-adult-drinking"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=948567963", "store_sales": "21,701 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Neutral Filter, Cream Preset, Instagram Filters, iPhone Presets, Lightroom Filter, Lifestyle Preset, Organic Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it natural with an Organic Preset! This Lightroom Mobile preset will effortlessly soften and mute the shades in your photos to achieve a creamy cozy look with the click of button! ☼ Your purchase includes ☼- 1 Organic Lightroom Mobile Preset- PDF step by step installation guide☼ Additional Information ☼- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ☼ Cancellation Refunds/Exchanges ☼Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "15", "store_reviews": "1,130 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/948567963/lightroom-mobile-preset-neutral-filter"}, {"seller_text": "RainbowMonkeyArt", "seller_href": "https://www.etsy.com/shop/RainbowMonkeyArt?ref=simple-shop-header-name&listing_id=270078140", "store_sales": "16,558 sales", "store_rating": "4.6301", "listing_title": "Printable Wedding Photo Booth Props - Wedding Photo Booth Props - Wedding Party Photobooth Props - Bridal Shower Party Props", "listing_bestseller": "-", "listing_price": "\n                        $6.53\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 1 PDF"], "listing_desc": "\n                    Printable Wedding Photo Booth Party Props - Set of 19 propsIncludes FREE GIFT 'Grab a prop and strike a pose' Sign!★ This listing is for a DIGITAL INSTANT DOWNLOAD FILE only. No physical items will be shipped ★Funny and colorful unique props for your Bachelorette party! Excellent for bridal showers, engagement parties, hens night party etc. This listing is for a printable photo prop set, a great option for the DIY'ers and last-minute party planners!Prints perfectly onto any A4 (8.2\" x 11.6\") or 8.5\" x 11\" Heavy Weight Paper Card Stock◄ INCLUDES ►12-page PDF file that contain 19 props!• (1) Just Married car | 6.8\"• (1) 'Hey There Handsome' sign| 9.5\"• (1) 'Hello Gorgeous' sign| 9.5\"• (1) 'MR' sign | 4.7\"• (1) 'MRS' sign | 4.7\"• (1) Diamond Ring | 4.5\"• (1) 'Eat Cake' sign| 5.7\"• (2) Champagne Glass | 10\"• (1) Slice of Cake| 4.5\"• (1) 'Team Bride' Foam Finger Sign | 9.6\"• (1) 'Team Groom' Foam Finger Sign| 9.6\"• (1) Microphone | 10.6\"• (1) Beard | 5.2\"• (2) Glasses | 6\"• (1) Moustache | 4\"• (2) Smiles | 3\"− − − − − − − − − − − − − − − − − − −HOW TO DOWNLOAD THE FILE− − − − − − − − − − − − − − − − − − −The files will be available for download a few minutes after your purchase is complete. Go to \"You\" at the top right of your Etsy page. Select \"Purchases and Reviews\" and scroll down to your purchase. Click the blue \"Download\" button in the right column and save the file to your computer.◄ YOU WILL NEED ►• Color Printer• Hot Glue or tapes or other strong adhesive• Cutting tools e.g. scissors• A4 (8.2\" x 11.6\") or 8.5\" x 11\" White Heavy Weight Paper Card Stock• Wooden dowels, paper straws, or bamboo skewers for holding props◄ ASSEMBLY INSTRUCTIONS ►1. Download and save the files2. Print the photo props onto white heavy weight paper card stock3. Cut out the prop shapes using your cutting tools4. Position the stick of your choice on the back of the cut-out near to the middle or edge (depending on the design), and secure with hot glue or other strong adhesive.5. Allow to dry► Check out your local dollar store or supermarkets to find inexpensive skewers, or your local craft stores for wooden dowels or even paper straws− − − − − − − − − − − − − − − − − − −SHOP POLICIES− − − − − − − − − − − − − − − − − − −Our listings are for digital files only. No physical items will be mailed. Because our products are digital, we do not offer refunds. When you purchase this file you are licensed to use the digital product for personal or non-profit use only. You may not copy, reproduce, share, or transfer any of the files to a third-party.The graphics and designs are property of Rainbow Monkey Art and they cannot be reproduced or copied for any reason without our permission beforehand.\n                ", "listing_reviews": "15", "store_reviews": "953 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/270078140/printable-wedding-photo-booth-props"}, {"seller_text": "SnazzyMango", "seller_href": "https://www.etsy.com/shop/SnazzyMango?ref=simple-shop-header-name&listing_id=839019412", "store_sales": "3,763 sales", "store_rating": "4.6667", "listing_title": "INSTAGRAM Wedding Filter! Gold Wedding Filter For Instagram! Personalised Instagram Filter, Wedding Filter Insta Stories, Gold Wedding Insta", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $8.01+\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: Adobe Illustrator, Photoshop, Instagram, Facebook, Spark AR, Glitter, Insta Stories, Effect, Instagram Story, Insta Story, Sparkle, Gold, Instagram Wedding\n\n\nRead the full description"], "listing_desc": "\n                    Custom Wedding Filter For Instagram, Instagram Stories Filter!Make a statement at your wedding with your very own custom Instagram/Facebook filter! All your family, friends, guests and followers will have access to your filter! Anyone who sees your story will also have access to your filter! Unlike snapchat filters it's not restricted to location and there is no upload cost!| CUSTOMISATION |Information Required:Mr. & Mrs. / Mr. & Mr. / Mrs. -Surname -Date (In format required) - Glitter colour (Select from drop down menu) or message me if you want a colour which isn't listed.Which social media do you want your filter to be on? (Facebook or Instagram). Please note there's a small charge to have your filter on both social media platforms as I essentially have to make 2 separate filters.| HOW IT WORKS |1 - Enter your personalisation requirements in the space provided when ordering.2 - I then design your filter in Instagram/Facebook's unique software.3 - A proof will then be sent to you of how your filter will look, please allow 24hrs for this.4 - Once you're happy with how your filter looks, I then submit it to Instagram/Facebook to upload to their filter collection. (This can take up to 48hrs)!5 - Once the filter has been accepted by Instagram/Facebook I will then email you a link to where you can find your filter on the social media site!6 - You can share the link with all your friends, family and guests! Alternatively, when your post to your story using the filter a badge will be displayed in the top left corner. Anyone who clicks on this will also have access and be able to use your filter! (An example of this is Picture 3).Please message me if you have any questions.  :)If you include the snapchat version in your order, this is just for the filter file. You must upload the filter to Snapchat where costs may be incurred due to location and date. More information can be found here: https://www.snapchat.com/l/en-gb/on-demand/Facebook and Instagram filters are uploaded by me at no extra cost.My full collection of Instagram & Facebook filters can be found here:https://www.etsy.com/uk/shop/SnazzyMango?ref=seller-platform-mcnav&section_id=21416837Keywords:Insta Filter, Instagram Filter, Instagram Story, Instagram Stories, Insta Stories, Instagram Wedding, Instagram Wedding Filter, Rose Gold Wedding Filter, Insta Wedding Filter, Insta Wedding Effect, Insta Wedding Stories, Insta Wedding, Instagram Wedding, Rose Gold Wedding Filter, Insta Mask, Insta Effect\n                ", "listing_reviews": "11", "store_reviews": "466 reviews", "search": "printable selfie frames", "url": "https://www.etsy.com/listing/839019412/instagram-wedding-filter-gold-wedding"}, {"seller_text": "SimplyFetchingPaper", "seller_href": "https://www.etsy.com/shop/SimplyFetchingPaper?ref=simple-shop-header-name&listing_id=772030481", "store_sales": "27,315 sales", "store_rating": "4.9042", "listing_title": "Birthday Photo Prop, Selfie Frame, Shower Picture Frame, Photo Booth Frame, 21st 30th 40th, Any Age, Rose Gold Glitter, Printable, Remy", "listing_bestseller": "-", "listing_price": "\n                        $12.50\n                    ", "listing_highlights": ["Handmade"], "listing_desc": "\n                    Welcome! The 24x36\" Remy photo prop frame has rose gold confetti and can have any color background.Comes with Step-by-Step instructions on how to assemble! PLEASE NOTE - NO PHYSICAL ITEM IS SHIPPED. This listing is for a PDF and JPG. PLEASE NOTE - THIS IS NOT AN EDITABLE ITEM.Customers have been happy printing photo prop frames at Staples, FedEx/Kinkos, Walgreens and Office Depot.💗 HOW TO PLACE YOUR ORDER Choose whether you would like a PDF, JPG or both a PDF AND JPG, and then add your personalization in the \"Add your personalization\" box.Please include these details:• First Name• Event• Hashtag, if applicable• Date • Text or background color if different than shown. Please refer to color chart for color choices.• Yes, I understand this is a digital item Please choose if you would like a PDF, JPG or both, under the drop down menu \"Yes, I understand this is a digital item\".💗 PLEASE NOTESorry, font styles cannot be changed.💗 REVISIONS Two free rounds of revisions are included with your purchase. Revisions are limited to text color, spelling, grammar, typos and minor wording changes.💗 TURNAROUND TIMETurnaround for the proof is one business day from time of purchase. NOTE: Orders placed on Friday, Saturday and Sunday are sent on Monday.Please note that all colors may vary depending on your computer and printer settings.© Simply Fetching Paper\n                ", "listing_reviews": null, "store_reviews": "3,875 shop reviews", "search": "printable selfie frames", "url": "https://www.etsy.com/listing/772030481/birthday-photo-prop-selfie-frame-shower"}, {"seller_text": "BloomyPrints", "seller_href": "https://www.etsy.com/shop/BloomyPrints?ref=simple-shop-header-name&listing_id=988311962", "store_sales": "2,900 sales", "store_rating": "4.9706", "listing_title": "Printable Photo Prop frame with succulents, Bridal Shower decoration, Wedding, instant download, Baby shower, photo booth, birthday selfie", "listing_bestseller": "-", "listing_price": "\n                        $8.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 1 PDF", "Length: 24 inches", "Width: 36 inches"], "listing_desc": "\n                    Printable Photo Prop frame ***Peach Mint succulents***Size: 24\" x 36\"-------------------------------------------------------------------***THIS LISTING IS FOR A DIGITAL PRODUCT******NO PHYSICAL PRODUCT WILL BE SHIPPED***-------------------------------------------------------------------HOW IT WORKS:1) WOULD YOU LIKE ME TO EDIT IT FOR YOU?*At the time of purchase fill in the personalisation section with the requested details. * Once your order has been placed, within 12-24 hrs you will receive a visual proof of your custom typography design to approve or suggest edits before we make the final high resolution download.5. Once complete, the final artwork will be available in high resolution JPG format and PDF.6. You can print the file at local professional printing shop or online companies such as Vistaprint, Staples.1)  IF YOU WANT ADD TYPOGRAPHY YOURSELF:* Purchase this listing.* Download and save PDF and JPG file on your PC or Laptop (not smartphones or tablets)* Open PDF with Acrobat reader (free download: www.get.adobe.com/reader), update text fields, save fileor * Open JPG file with programs like AdobePhotoshop, Illustrator etc. and place your typography design, save as high resolution JPG* PRINT at your local printer shop or online printer.* Print on FOAMBOARD and cut or Print on Paper and then mount on foam board and cutYou’re now ready for your partyPlease feel free to contact me with any questions or comments.------------------------------------------------------------------------------------Please note that the actual print colors may vary slightly from those you see on your screen.------------------------------------------------------------------------------------See the matching Peach Mint Succulents sets of bouquets, frames, wreaths, separate elements:https://www.etsy.com/listing/592786438/mint-peach-succulent-clipart-set?ref=shop_home_active_76https://www.etsy.com/listing/743895521/mint-succulents-peach-flowers-separate?ref=shop_home_active_74https://www.etsy.com/listing/601540706/watercolor-cactus-succulents-digital?ref=shop_home_active_80https://www.etsy.com/listing/589717832/watercolor-peach-mint-digital-paper-pack?ref=shop_home_active_78Thank you for visiting my shop!Visit my other Etsy shop:https://www.etsy.com/shop/blueLINENeyes?ref=hdr_shop_menu\n", "listing_reviews": null, "store_reviews": "177 shop reviews", "search": "printable selfie frames", "url": "https://www.etsy.com/listing/988311962/printable-photo-prop-frame-with"}, {"seller_text": "SQinspirations", "seller_href": "https://www.etsy.com/shop/SQinspirations?ref=simple-shop-header-name&listing_id=745255551", "store_sales": "4,989 sales", "store_rating": "4.944", "listing_title": "Sweet 16 Selfie Frames, Photo Booth Frames, 21st Birthday Selfie Frame,Any Age Birthday Selfie Frame, DIGITAL FILE", "listing_bestseller": "-", "listing_price": "\n                        $8.00\n                    ", "listing_highlights": ["Handmade", "Materials: Digital Graphics, Digital File\n\n\nRead the full description"], "listing_desc": "\n                    ❣️This is a DIGITAL FILE for pink Bokehselfie photo booth frame.  ❣️Please let me know at checkout the name and age you wish as wellas any other small changes.*** No changes will be made to background.❣️Choose a 24x36 or 20x30 sizedselfie photo frame!❣️YOU WILL NOT RECEIVE ANY MAILED PRODUCT. A DOWNLOADED PRODUCT ONLY! ❣️I will send you your proof within 24 hours...usually the same day!Message me if you are pressed for time! I will do my best to help you out!❣️Send your digital file to the printer ofyour choice. Examples are Costco,Walmart, Staples, Vistaprint, Office Max etc.❣️You can have them mount it on foam board but if you would like a less expensive alternative I suggestbuying your foam board at a dollar store or Walmart andusing spray adhesive and mounting it yourself.Then using a sharp craft knife cut out the center and voila you have a wonderful selfie frame!❣️Colors may slightly vary, due to screen calibrations or printer settings❣️SATISFACTION GUARANTEED! If you are not 100% happy with your purchase please contact me and I will work with you until you are! ❣️For more party supplies like cupcake toppers, water bottle labels and Favour signs visit: https://www.etsy.com/ca/shop/SQinspirations❣️See FAQ for more tips on printing!❣️Please only download to a desktop computer as printsmay lose proper size aspect from a cellular download. ❣️For personal use only. You may not share or forwardor copy this design.Copyright remains with the designer.\n                ", "listing_reviews": null, "store_reviews": "627 shop reviews", "search": "printable selfie frames", "url": "https://www.etsy.com/listing/745255551/sweet-16-selfie-frames-photo-booth"}, {"seller_text": "Blondary", "seller_href": "https://www.etsy.com/shop/Blondary?ref=simple-shop-header-name&listing_id=943879946", "store_sales": "2,567 sales", "store_rating": "4.9957", "listing_title": "Lightroom Presets, 6 Coconut Presets, Mobile Presets, Instagram Filter, Blogger Presets, Travel Presets, Summer Presets, Tropical, Maldives", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $1.05\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    6 Mobile Lightroom Presets, Instagram Presets, Travel presets, Photo filter, Blogger Presets, Indoor photo presets, Lifestyle presets, Warm Bright preset, Tropical Presets, Preset, Coconut Presets✩ FREE PRESETS OFFER ✩💥 GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE 💥💥 GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE 💥*Coconut Mobile & Desktop Presets: include 6 mobile and desktop Lightroom preset will enhance skin tones for an all year round sunkissed tan and make the blues in your photo pop.*⭐You Will Receive :- 6 DNG. Mobile Presets (Compatible with computer Lightroom App also!) - 1 PDF file \"how to download mobile presets\" All presets files are in DNG format.After the download you will need to unzip the file, either on your PC (and then send the mobile presets to your phone) or on your phone (if you have an app that can unzip files).After purchase you will be able to INSTANTLY DOWNLOAD the following 6 presets.- If you have problems with installation or with downloading your files just contact me and I'll do my best to help you.- Please keep in mind that each photo has different light setting so you can tweak some settings as light, contrast etc after applying you presets to get best results.For personal use ONLY! You may NOT sell, distribute, rent, give, sub-license, or transfer presets, or presets sent to anyone else.More Presets:Creamy Presets:https://www.etsy.com/listing/948185389/mobile-lightroom-presets-5-creamy?ref=shop_home_active_8&pro=1Winter Snow Presets:https://www.etsy.com/listing/949617290/mobile-lightroom-presets-12-winter-snow?ref=shop_home_active_9&pro=1Vintage Presets:https://www.etsy.com/listing/960609413/lightroom-presets-3-vintage-presets?ref=shop_home_active_1&pro=1Spring Presets:https://www.etsy.com/listing/953829356/lightroom-presets-6-spring-presets-white?ref=shop_home_active_3&pro=1Fitness Presets:https://www.etsy.com/listing/943374818/lightroom-presets-6-fitness-presets?ref=shop_home_active_5&pro=1Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filters, Travel Presets, Influencer Presets, warm presets, iPhone Presets, Moody Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright Presets, Clean Preset, Color Pop Preset, Vibrant Presets, Desert Presets, Beach Presets, Instagram Presets, Lifestyle Presets, Coconut Presets, summer presets, tropical presets\n                ", "listing_reviews": null, "store_reviews": "234 shop reviews", "search": "printable selfie frames", "url": "https://www.etsy.com/listing/943879946/lightroom-presets-6-coconut-presets"}, {"seller_text": "AglowPresets", "seller_href": "https://www.etsy.com/shop/AglowPresets?ref=simple-shop-header-name&listing_id=775574072", "store_sales": "50,855 sales", "store_rating": "4.9237", "listing_title": "GLOW  Mobile Lightroom Preset , Photo Filters, Instagram preset, best preset, bright preset, Blogger Preset, aglow preset, mobile preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 other file"], "listing_desc": "\n                    PRESET SALE🔥📸: https://www.etsy.com/shop/AglowPresetsBUY 3 INDIVIDUAL PRESETS GET 3 FREE - Use Code: BUY3GET2BUY 3 BUNDLES GET 3 FREE - Use code: 2FREEBUNDLESGLOW Aglow MOBILE PRESETThis preset works amazing for outdoor and indoor pictures. It makes all the colors pop and brightens the whole vibe of the picture.  This preset is a must have for any blogger or Instagrammer to make their feed stand out! These Mobile presets were uniquely designed to work with a variety of photo settings. Each preset has been created and tested on different lighting and locations to insure a perfect application to your photos every time. Using AGLOW presets, Instagrammers, bloggers and photographers or anyone wanting to enhance their photos will create beautiful asthetic images that will stand out to their viewers. WHAT IS NEEDED? - Download the Free Lightroom CC App on your mobile device.-AFTER PURCHASE YOU WILL RECEIVE:-1 GLOW PRESET PHOTO in DNG FORMAT(This will be a single image that contains all of the presets for that filter.)-Lightroom Mobile Installation User ManualPlease follow us on Instagram @aglowpresets for tips and editing tricks along with great giveaways!   Tag me at @aglowpresets when you post your photos using the Aglow presets!  I would love to see them!Please leave a review!!!https://www.instagram.com/aglowpresets/You can also check out my WEBSITE for more information!  www.aglowpresets.comPHOTO TIPS:Photo's will be transformed in one click!  I do recommend adjusting the lighting under the \"light tab\" in Lightroom.  Every picture is taken in a different lighting environment, so by increasing or decreasing the exposure will get that perfect look!No refunds or exchanges on Downloaded images.All presets are Copyrighted ©AGLOW PRESETS.Keywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lightroom Presets, best presets, filters\n                ", "listing_reviews": "100", "store_reviews": "2,528 reviews", "search": "printable selfie frames", "url": "https://www.etsy.com/listing/775574072/glow-mobile-lightroom-preset-photo"}, {"seller_text": "PresetsByMary", "seller_href": "https://www.etsy.com/shop/PresetsByMary?ref=simple-shop-header-name&listing_id=726644045", "store_sales": "64,798 sales", "store_rating": "4.8204", "listing_title": "16 Mobile Lightroom Presets DISNEY GIRL Travel Blogger Lifestyle Vibrant Instagram Bright Color Summer Photo Editing", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.97\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    💗GET 6 & PAY FOR 3: add 6 presets to your cart, use coupon: GIFTBYMARY and pay for 3 only 💗https://www.etsy.com/shop/PresetsByMary?coupon=GIFTBYMARY⭐️16 UNIQUE LIGHTROOM PRESETS / MOBILE Presets ⭐️Mobile Preset is perfect for your Adobe Lightroom CC Mobile App and works well with your photos shot with your iPhone or Android device.Presets fit for Outdoor and Indoor pictures, Family, Travel, Lifestyle, Blogger, Wedding, Portrait photos.Included:🔶16 Lightroom presets in DNG format for MOBILE Lightroom (free app compatible with both IOS and ANDROID).🔶Compatible with All Photo formats🔶Compatible with Lightroom Mobile App🔶Compatible with All Lightroom and Photoshop Versions🔶Instant download (Download the presets right after the payment and start enjoying now)🔶Free support (contact us me any questions or concerns. We're always happy to provide fast and thorough support)🎁SPECIAL OFFER 3+3 for FREEBuy atleast 3 items from my shop and get 3 for FREE WIth love,PresetsByMary♥️\n                ", "listing_reviews": "100", "store_reviews": "3,799 reviews", "search": "printable selfie frames", "url": "https://www.etsy.com/listing/726644045/16-mobile-lightroom-presets-disney-girl"}, {"seller_text": "ohhappyprintables", "seller_href": "https://www.etsy.com/shop/ohhappyprintables?ref=simple-shop-header-name&listing_id=569755512", "store_sales": "120,909 sales", "store_rating": "4.9053", "listing_title": "30th Birthday Photo Booth, Social Media Photo Booth, Birthday Signs, 30th Birthday Props, Party Signs, Party Frames, Signs, Printable", "listing_bestseller": "-", "listing_price": "\n                        $8.64+\n                    ", "listing_highlights": ["Handmade", "Materials: High Resolution JPEG, PDF, Digital Files\n\n\nRead the full description"], "listing_desc": "\n                    30th Birthday Photo Booth, Social Media Photo Booth, Birthday Signs, 30th Birthday Props, Party Signs, Party Frames, Signs, Printable-------This printable 30th Birthday photo booth prop is a great addition to any party, event or wedding. Simply print at home, and strike a pose! D I G I T A L . F I L E No physical items are shipped. This listing is for a customised digital download of the photo booth frame for you to print at home or at the printers of your choice. ♡ H O W . T O . O R D E R ♡1. Choose the frame size you would like from the drop down menu and add to cart. 2. At checkout, please provide us with the following information in the 'Notes to Seller' section, and then make payment. ↠ Heading Text ↠ Username ↠ Profile image, company logo, event logo↠ Location↠ Number of Likes↠ Caption ↠ Hashtags3. We will be in touch via email within 24 hours with a draft for you to review. It will be sooner if you choose the 12 hour express option.4. Once you have approved or had any requested changes made, we will send you a high resolution PDF and JPEG file ready for you to have printed. This will be sent to your email address associated with your order. 5. If you have choosen then 12 hour express option or custom size option, please ensure that you provide the sizing details when ordering.  If no sizes are provided, we will create the design at 24\" by 36\", the most popular design size order.♡ W H A T . Y O U . R E C E I V E ♡1 x 300dpi high resolution JPEG ready for printing 1 x 300dpi high resolution PDF ready for printing♡ T E R M S . O F . U S E ♡ You may use these files for your PERSONAL USE ONLY. File sharing, distribution, and commercial use of the JPEGs & PDF files are strictly forbidden. If you wish to use these files commercially, please contact us to discuss pricing.©Ohhappyprintables 2016 / All designs associated with these listings are created by and property of OhHappyPrintables. Digital files associated with these listings are for personal use only and should not be duplicated or shared in any wayBoth PDFs and JPEGs are 300dpi high resolution and are ready for you to print at home.♡ H O W . T O . P R I N T ♡Once you have downloaded or received your files, you can take these to your local print shop for them to print and mount for you. There is a full list of stores/online companies which offer print services at the end of this page.Alternatively, you can send your files to one of the well-known stores including Staples, Office Depot, OfficeMax, Walgreens, or Vistaprint.comAs a little tip, a few of our customers have found that the most professional but cost effective way to display your photo prop frame is to print your artwork as a poster and mount it to a foam board, which are available from any craft shop.To do this, use a glue adhesive spray to stick the poster to the foam board. Let this set overnight to ensure it has dried thoroughly and use a sharp craft knife to cut out.The below list is just a few companies that customers and we have used.StaplesVistaPrintWalmartWalgreensKinkosOffice DepotOffice MaxCostCoPrinted.comTruPrintLocal Print shopsBoth PDFs andJPEGs are 300dpi high resolution and are ready for you to print at home.\n                ", "listing_reviews": "8", "store_reviews": "5,107 reviews", "search": "printable selfie frames", "url": "https://www.etsy.com/listing/569755512/30th-birthday-photo-booth-social-media"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=1029762143", "store_sales": "21,700 sales", "store_rating": "4.7409", "listing_title": "10 Lightroom Presets for Mobile, Vibrant Preset, Colorful Filter, Bright Summer Preset, Beach Preset, Instagram Filter, VSCO Filter, Outdoor", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $2.12\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    Meet our NEW Colorpop Lightroom Presets for Mobile devices! These trendy vibrant filters are perfect for Bloggers, Instagram Influencers, or anyone looking to up their photo game!⋒ Your Purchase Includes ⋒・10 Colorpop Lightroom Presets for Mobile・PDF Download Guide・PDF Editing Tips & Tricks Handbook⋒ Additional Information ⋒・FOR MOBILE (iOS / Android)・Compatible with the FREE Lightroom App・Works with & WITHOUT an Adobe subscription・Presets can be used an unlimited number of timesOur presets are tested on a range of different photo styles. Please keep in mind, all photos are unique and therefore presets work differently on every photo. We are confident that our presets will add a beautiful touch to your photos. The final touch may be done by you through small adjustments like tweaking the exposure or saturation to create your perfect image.⋒ Cancellations, Refunds and Exchanges ⋒Due to the digital nature of this product, we are unable to offer refunds. However, your satisfaction is our number one priority. In the case you are not happy with a preset you have purchased, please leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2021 IslahStudios, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.⋒ Keywords ⋒Lightroom Preset, Lightroom Preset Etsy, Lightroom Mobile, Outdoor Preset, Outdoor Filter, Beach Preset, Beach Filter, Summer Preset, Summer Filter, Instagram Preset, Instagram Filter, VSCO Filter, Lifestyle Blogger Preset, Lifestyle Blogger Filter, Influencer Preset, Influencer Filter, California Vibes, iPhone Filter, Android Filter, Tan Preset, Vacation Preset, Travel Preset, Travel Blogger, Mommy Preset, Mommy Filter, Baby Preset, Baby Filter, Newborn Preset, Newborn Filter, Family Preset, Family Filter, Home Preset, Home FIlter, Indoor Preset, Indoor Filter, Interior Preset, Interior Filter, Vibrant Preset, Vibrant Filter, Colorful Preset, Colorful Filter, Colorpop Preset, Colorpop Filter\n                ", "listing_reviews": null, "store_reviews": "1,130 shop reviews", "search": "printable selfie frames", "url": "https://www.etsy.com/listing/1029762143/10-lightroom-presets-for-mobile-vibrant"}, {"seller_text": "HyggelyStudio", "seller_href": "https://www.etsy.com/shop/HyggelyStudio?ref=simple-shop-header-name&listing_id=726954527", "store_sales": "21,406 sales", "store_rating": "4.919", "listing_title": "8 Lightroom MOBILE Presets, Clean and Crisp Mobile Lightroom Presets, Blogger and Instagram Photo Filters, Lightroom CC, Light Bright Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.55\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF"], "listing_desc": "\n                    Elevate your social media presence with these Clean and Crisp presets for MOBILE! These are used best for images used in light spaces or shot in natural light.☞ PLEASE NOTE: THIS IS A DIGITAL DOWNLOAD! NO PHYSICAL COPY WILL BE SENT TO YOU! ☜CHECK OUT MORE FROM THIS SHOP --> https://www.etsy.com/ca/shop/HyggelyStudio-----------------------------------------------DETAILS FOR INSTANT DOWNLOAD:-----------------------------------------------♡ INSTANT DIGITAL DOWNLOAD!You will receive 8 preset files (PDF will have a clickable link to your files through google drive)+ PDF WITH LINK TO STEP BY STEP INSTRUCTIONS WITH PHOTOS!➀ CLEAN&CRISP - ORIGINAL - DNG FILE ➁ CLEAN&CRISP - HIGHLIGHT- DNG FILE➂ CLEAN&CRISP - WARM- DNG FILE➃ CLEAN&CRISP - COOL - DNG FILE➄ CLEAN&CRISP - INTERIOR - DNG FILE➅ CLEAN&CRISP - OUTDOOR - DNG FILE➆ CLEAN&CRISP - TWO - DNG FILE➇ CLEAN&CRISP - THREE - DNG FILE!! These presets are created for Mobile Lightroom CC ONLY !!*If you would like the Desktop version of these presets, please message me, and I will direct you to the desktop listing*- Compatible with both the Paid and Free Versions of Lightroom Mobile- Instant Download Directly to Mobile Device, No Desktop Needed- Compatible with JPG & Raw ImagesBased on your lighting conditions, camera settings, and personal style, these presets may need to be slightly altered to fit your needs. I am always happy to help you use the presets if you are having trouble.  !! No refunds or exchanges can be made on digital products !!TERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE FOLLOWING -- - Do not share these files- Do not sell these files- Derivative works are also prohibited© 2019 Hyggely Studio - All Rights Reserved\n                ", "listing_reviews": "100", "store_reviews": "816 reviews", "search": "printable selfie frames", "url": "https://www.etsy.com/listing/726954527/8-lightroom-mobile-presets-clean-and"}, {"seller_text": "SunshineWeddingParty", "seller_href": "https://www.etsy.com/shop/SunshineWeddingParty?ref=simple-shop-header-name&listing_id=1025980124", "store_sales": "21,574 sales", "store_rating": "4.8979", "listing_title": "Sweet 16 Birthday Photo Prop Frame Template, Birthday Selfie Frame, Printable Photo Booth Frame, Rose Gold Balloon Birthday Instant Download", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $6.37\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    This is an editable rose gold balloon sweet 16 birthday party photo prop selfie frame template. This template is instant download and accessed using the in-browser app, Templett. No installation of any software or fonts is necessary. You'll receive an automated link via email to access your templates within a few minutes after purchase. Download and print at home, your local print shop or online printer.HOW IT WORKS▬▬▬▬▬▬▬▬▬▬▬1. Purchase and download the instructions2. Check your email for the access link from Templett.com3. Customize and make changes to your template4. Save, download, print!DEMO LINK▬▬▬▬▬▬▬▬▬▬▬TRY IT NOW! Copy and paste this url into your web browser:https://templett.com/design/demo/SunshineWeddingParty/7871287*Desktop computer or laptop only (can't be edited on a tablet or mobile device). Please be sure your browser is updated to the latest version as the Templett application uses some of the latest web technologies.SPECIFICATIONS▬▬▬▬▬▬▬▬▬▬▬• FINISHED SIZE: 24\"x36\"• Please note that the ballon text is NOT editable.DOWNLOAD OPTIONS▬▬▬▬▬▬▬▬▬▬▬∙ PDF (Single Files & Multiple Per Page)∙ JPG (Single Files)∙ PNG (Single Files)All Matched Items▬▬▬▬▬▬▬▬▬▬▬https://www.etsy.com/ca/shop/SunshineWeddingParty?show_panel=true&search_query=balloonPRINTING SERVICE▬▬▬▬▬▬▬▬▬▬▬If you plan to use a professional printer, I recommend Prints of Love. My shop has partnered with them to offer high quality yet affordable printing. Plus free envelopes & free U.S. shipping!Simply follow this link:https://printsoflove.com/sunshine-wedding-partyWHAT YOU CAN EDIT▬▬▬▬▬▬▬▬▬▬▬• Wording, fonts and formatting• All colours (text & background)• Add or remove pages/back sides• Add your own photos and graphics• Move/rotate text and objects around the template• Size and orientation of the template can't be changed• Graphic colour is NOT changeablePLEASE NOTE▬▬▬▬▬▬▬▬▬▬▬• Templates must be edited on laptops or computers. Mobile editing is NOT yet supported.• This listing contains digital files only and no physical item is sent.• Templates are solely for your personal use only and must not be used for republication, distribution, sale or commercial use.• One licence is included. Edit, save and download the template however many times you need for a SINGLE project/event/client.• Templates are pre-made, as described and do not include custom changes.• Using the template to create new items is strictly not allowed.• Your purchase does not include rights or copyright to the original design, files or artwork.• Due to the nature of a digital product, it can’t be returned or exchanged and is not eligible for a refund.All Rights Reserved © Sunshine Wedding Party™[id:7871287]\n                ", "listing_reviews": null, "store_reviews": "1,589 shop reviews", "search": "printable selfie frames", "url": "https://www.etsy.com/listing/1025980124/sweet-16-birthday-photo-prop-frame"}, {"seller_text": "SunnyEditor", "seller_href": "https://www.etsy.com/shop/SunnyEditor?ref=simple-shop-header-name&listing_id=923518190", "store_sales": "336 sales", "store_rating": "4.7059", "listing_title": "11 Natural Mobile Lightroom Presets, Natural Presets, Cream Presets, Instagram Filters, Blogger, Vanilla, iPhone Presets, Filter for iPhone", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.20\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 1 PDF, 1 ZIP"], "listing_desc": "\n                    ◆ ◆ ◆ SPECIAL OFFER ◆ ◆ ◆✭ Buy 3 presets and get 2 for free. Add 5 presets to your shopping cart and apply the coupon code 2FREE. ✭ Buy 5 presets and get 4 for free. Add 9 presets to your shopping cart and apply the coupon code 4FREE.◄  INCLUDED IN YOUR PURCHASE  ►* 11 Mobile Lightroom Presets (DNG files)* Detailed PDF Image Instructions✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Lightroom Mobile is FREE so you don't need an Adobe subscription to use the presets✔️ You only need Lightroom CC App on your Phone/iPad✔️ Once purchased can be used an unlimited amount of times✔️ Easy to apply with just one clickGeneral information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUYhttps://www.youtube.com/watch?v=uOBXKOyAFEAPlease keep in mind all photos are unique and therefore each preset works differently on every photo. You can fine tune your own adjustments to find settings that suit you with temperature, exposure etcDue to the digital nature of this product ALL SALES ARE FINALKeywords:Lightroom Presets, Mobile Preset, DNG, Instagram Preset, Lightroom CC, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset, White Presets, Natural Presets© 2020 Sunny Editor Presets, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "5", "store_reviews": "17 reviews", "search": "printable selfie frames", "url": "https://www.etsy.com/listing/923518190/11-natural-mobile-lightroom-presets"}, {"seller_text": "FilAndEllieStudio", "seller_href": "https://www.etsy.com/shop/FilAndEllieStudio?ref=simple-shop-header-name&listing_id=857923240", "store_sales": "9,294 sales", "store_rating": "4.8409", "listing_title": "6 Mobile LIGHTROOM Presets, Nude Presets, Fashion Presets, Mobile Presets, Instagram Filters Presets, Dng Brown Preset, Natural Beige Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF, 2 ZIP"], "listing_desc": "\n                    Instagram Presets / Mobile Lightroom Presets / Desktop & Mobile Presets /Natural Beige Presets✩ INCLUDED IN YOUR PURCHASE ✩6 Mobile Lightroom Presets (DNG files)6 Desktop Lightroom Presets (XMP files)Free 35 pages PDF on Social Media GrowthDetailed PDF Image Instructions◾️ If you have issues downloading or using any of the files, please contact me and I will re-send you the files and help you troubleshoot◾️With over 10 years of professional experience in the world of photography, you are guaranteed to get high quality presets that will elevate the look of your photos. We spent hundredths of hours editing, so that you won’t have to.✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Works With & WITHOUT Adobe subscription✔️ You only need Lightroom CC App on your Phone/iPad✔️ Works With Lightroom Desktop for Mac or PCCreated for the FREE Lightroom Mobile App and Desktop Lightroom. Works best on RAW files but is fully compatible with JPEGS as well.General information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUY. Make sure to save the zip file on your phone. The transaction and installation can be completed on a mobile device. Access to a desktop computer is not required.These presets were designed to work with many different light conditions, from full sun to shade, and will help you achieve a consistent look by enhancing the colors and brightness of your photos. This pack in particular was designed to enhance natural and soft tones, giving a neutral, but warm feel to your photos. Sand, the color of wheat, white, brown and soft tones in general are at the core of these filters.  Perfect for interior design or general lifestyle photos. This pack works well for many different types of photography from lifestyle to travel, home blogging and interior design photos. The range of colors for the 6 presets is very wide. These can be applied on many different types of photos to achieve different results.Beige includes 6 mobile presets. They are all extremely versatile, can be fully customized and are guaranteed to enhance dull images with just one click. Whether you work with photos straight from your phone’s camera roll or raw files from your DSLR, these presets will help you refine your style giving you beautiful photos.Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "41", "store_reviews": "421 reviews", "search": "printable selfie frames", "url": "https://www.etsy.com/listing/857923240/6-mobile-lightroom-presets-nude-presets"}, {"seller_text": "FiestaSupplies", "seller_href": "https://www.etsy.com/shop/FiestaSupplies?ref=simple-shop-header-name&listing_id=456098646", "store_sales": "5,652 sales", "store_rating": "4.65", "listing_title": "Printable 80s Photo Booth selfie frame - 80's style Photobooth Props - 80s Printable Props - Retro Photo Booth Party Props", "listing_bestseller": "-", "listing_price": "\n                        $6.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    Printable 80s Photo Booth Selfie Frame**** THIS LISTING IS FOR DIGITAL FILE ONLY, NO PHYSICAL ITEM WILL BE SHIPPED. YOU'LL RECEIVE PDF FILE TO YOUR EMAIL THAT LINKED TO ETSY.---------------------------How to Order---------------------------1. Choose your frame size 20” x 27”  * Just let us know if you’d like a custom size 2. Once purchased, send us a message with the following design requirements:1. Tittle3. Once we have received your design requirements we will get to work creating your personalize your frame.4. We will send you 1 high resolution file print ready files for you to get printed  (1 PDF)--------------------------------------What You Will Receive--------------------------------------2 files (1 JPEG and 1 PDF)------------------------------------Printing Your Frame------------------------------------3 ways to get your frame printed1. LOCAL PRINT SHOP may be able to print and mount your frame all for you.2. LARGE DEPARTMENT STORE such as Staples, Office Depot, OfficeMax, Walgreens can print your artwork as a poster which you will then need to mount to foam board yourself (Foam board can usually be purchased from your local craft store).3. ONLINE PRINT SERVICE such as www.posterprintfactory.com can print, mount and deliver your frame and all you will need to do is cutout the middle section with a utility knife.---------------------------Refund Policy---------------------------Please be advised, this listing is for 2 digital files. Once files have been sent to your Etsy account, a refund cannot be given. If you have any questions please do not hesitate to ask.---------------------------Terms of Use---------------------------You can print as many copies as you wish.All designs are for personal use only and cannot be resold or redistributed.---------You are purchasing a ***digital file*** of the frame, rather than a physical frame. This saves on costs and lets you print yourself. The design will be fully customized to suit your needs.Note: We aren't available to make changes in the design of customized props or frames on weekends! Thanks.\n                ", "listing_reviews": "5", "store_reviews": "366 reviews", "search": "printable selfie frames", "url": "https://www.etsy.com/listing/456098646/printable-80s-photo-booth-selfie-frame"}, {"seller_text": "Blondary", "seller_href": "https://www.etsy.com/shop/Blondary?ref=simple-shop-header-name&listing_id=987625128", "store_sales": "2,567 sales", "store_rating": "4.9957", "listing_title": "10 Mobile Lightroom Presets, Vanilla Presets, Vsco Filters, Fashion Presets, Lifestyle Presets, Instagram Filter, Nude Presets, Beige Preset", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $1.05\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    10 Mobile Lightroom Presets, Nude Presets, Lifestyle Presets, Beige Presets, Iphone Presets, Lightroom, Mobile Presets, Presets, Dng Presets, Cream Presets, Vsco Filters, Fashion Presets, Instagram Filters, Natural Preset, Vanilla Presets✩ FREE PRESETS OFFER ✩💥 GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE 💥💥 GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE 💥*Vanilla Mobile Presets: include 10 mobile lightroom presets perfect for anyone wanting to create a warm, creamy Instagram feed. t*⭐You Will Receive :- 10 DNG. Mobile Presets - 1 PDF file - Mobile Instructions-Free GiftAll presets files are in DNG format.After the download you will need to unzip the file, either on your PC (and then send the mobile presets to your phone) or on your phone (if you have an app that can unzip files).- If you have problems with installation or with downloading your files just contact me and I'll do my best to help you.- Please keep in mind that each photo has different light setting so you can tweak some settings as light, contrast etc after applying you presets to get best results.For personal use ONLY! You may NOT sell, distribute, rent, give, sub-license, or transfer presets, or presets sent to anyone else.More Presets:Beige Presets:https://www.etsy.com/listing/964232783/mobile-lightroom-presets-12-beige?ref=shop_home_active_1&pro=1Bright Interior Presets:https://www.etsy.com/listing/952251009/mobile-lightroom-presets-6-bright?ref=shop_home_active_2&pro=1Minimalistic Presets:https://www.etsy.com/listing/938999572/lightroom-mobile-preset-7-minimalistic?ref=shop_home_active_4&pro=1Luxury Black Presets:https://www.etsy.com/listing/971607185/lightroom-presets-10-luxury-black?ref=shop_home_active_3&pro=1Fitness Presets:https://www.etsy.com/listing/943374818/lightroom-presets-6-fitness-presets?ref=shop_home_active_5&pro=1Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filters, Travel Presets, Influencer Presets, warm presets, iPhone Presets, Moody Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright Presets, Clean Preset, Color Pop Preset, Vibrant Presets, Home Presets, Beach Presets , Vanilla Preset\n                ", "listing_reviews": null, "store_reviews": "234 shop reviews", "search": "printable selfie frames", "url": "https://www.etsy.com/listing/987625128/10-mobile-lightroom-presets-vanilla"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=923532978", "store_sales": "21,700 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Neutral Filter, Cream Preset, Instagram Filters, iPhone Presets, Lightroom Filter, Lifestyle Preset, Blogger Filter", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Live life luxuriously with a Luxe Preset! This Lightroom Mobile preset will effortlessly soften and neutralize the shades in your photos to achieve a rich luxurious look with the click of button! ✩ Your purchase includes ✩- 1 Luxe Lightroom Mobile Preset- PDF step by step installation guide✩ Additional Information ✩- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ✩ Cancellation Refunds/Exchanges ✩Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2021 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "11", "store_reviews": "1,130 reviews", "search": "printable selfie frames", "url": "https://www.etsy.com/listing/923532978/lightroom-mobile-preset-neutral-filter"}, {"seller_text": "OlivesandBlue", "seller_href": "https://www.etsy.com/shop/OlivesandBlue?ref=simple-shop-header-name&listing_id=900601043", "store_sales": "140 sales", "store_rating": "4.3333", "listing_title": "5 Earthy Tones Preset, Preset Lightroom Mobile and Desktop, Instagram Filter for Travel Instagram Influencer and Bloggers, Dark Moody Preset", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $3.14\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP"], "listing_desc": "\n                    Buy 5 Pay 3!Add 5 presets to your cart and apply the code \"BUNDLE\" to pay for 3.Or simply click the link below:https://www.etsy.com/shop/OlivesandBlue?coupon=BUNDLECreated for one single click use for Mobile and Desktop Lightroom. These presets will help you enhance your picture with just a single click for a consistent theme.The purchase will be includes:5 Mobile Lightroom Preset5 Desktop Lightroom PresetBy purchasing the item, you agree to the terms of use which refunds, cancelation, exchange are not apply. Some adjustments might be needed for some pictures due to the camera setting and light adjustments. The files should not be shared, resold, redistributed and reproduced for any purposes.Disclaimer:All the pictures shown in this video belong to their respective original owners.All the photos are for illustration purposes only. Credits to the rightful owner.If you have any further questions, please do not hesitate to contact me. Sincerely,Clou\n                ", "listing_reviews": null, "store_reviews": "3 shop reviews", "search": "printable selfie frames", "url": "https://www.etsy.com/listing/900601043/5-earthy-tones-preset-preset-lightroom"}, {"seller_text": "FilAndEllieStudio", "seller_href": "https://www.etsy.com/shop/FilAndEllieStudio?ref=simple-shop-header-name&listing_id=1029443267", "store_sales": "9,294 sales", "store_rating": "4.8409", "listing_title": "7 Mobile LIGHTROOM Presets, Summer Presets, Pastel Presets, Instagram Filter, Natural Light And Airy,Blogger Preset, Natural Warm Presets", "listing_bestseller": "-", "listing_price": "\n                        $2.98\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 2 ZIP"], "listing_desc": "\n                    Instagram Presets / Mobile Lightroom Presets / Desktop & Mobile Presets /Natural Presets/Warm Summer Presets✩ INCLUDED IN YOUR PURCHASE ✩7 Mobile Lightroom Presets (DNG files)7 Desktop XMP PresetsFree 35 pages PDF on Social Media GrowthDetailed PDF Image Instructions◾️ If you have issues downloading or using any of the files, please contact me and I will re-send you the files and help you troubleshoot◾️With over 10 years of professional experience in the world of photography, you are guaranteed to get high quality presets that will elevate the look of your photos. We spent hundredths of hours editing, so that you won’t have to.✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Works With & WITHOUT Adobe subscription✔️ You only need Lightroom CC App on your Phone/iPad✔️ Works With Lightroom Desktop for Mac or PC (Classic & CC)Created for the FREE Lightroom Mobile App and Desktop Lightroom. Works best on RAW files but is fully compatible with JPEGS as well.General information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUY. Make sure to save the zip file on your phone. The transaction and installation can be completed on a mobile device. Access to a desktop computer is not required.These presets were designed to work with many different light conditions, from full sun to shade, and will help you achieve a consistent look by enhancing the colors and brightness of your photos. This pack in particular was designed to enhance the colors of sunlight, giving a warm, slighlty pink, natural and bright feel to your photos. A pastel accent for all your Spring photos. Perfect for general lifestyle photos, family, weddings or in general for portraits at golden hour/sunset . This pack works well for many different types of photography from lifestyle to travel, home blogging and professional wedding photographyGarden includes 6 mobile presets & 6 Desktop Presets. They are all extremely versatile, can be fully customized and are guaranteed to enhance dull images with just one click. Whether you work with photos straight from your phone’s camera roll or raw files from your DSLR, these presets will help you refine your style giving you beautiful photos.Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": null, "store_reviews": "421 shop reviews", "search": "printable selfie frames", "url": "https://www.etsy.com/listing/1029443267/7-mobile-lightroom-presets-summer"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=869926639", "store_sales": "25,449 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets, Tan Presets, Presets, Instagram Filters, Influencer Presets, Vsco Filters, Mobile Presets, Brown Presets, Vsco", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "14", "store_reviews": "793 reviews", "search": "printable selfie frames", "url": "https://www.etsy.com/listing/869926639/3-mobile-lightroom-presets-tan-presets"}, {"seller_text": "SnazzyMango", "seller_href": "https://www.etsy.com/shop/SnazzyMango?ref=simple-shop-header-name&listing_id=944703579", "store_sales": "3,763 sales", "store_rating": "4.6667", "listing_title": "INSTAGRAM Wedding Effect! Gold Wedding Effect! Personalised Instagram Effect, Engagement Filter For Instagram! Wedding Instagram Story Mask", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $8.01+\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: Adobe Illustrator, Photoshop, Instagram, Facebook, Spark AR, Glitter, Insta Stories, Effect, Instagram Story, Insta Story, Sparkle, Gold, Instagram Wedding\n\n\nRead the full description"], "listing_desc": "\n                    Personalised Instagram Effect! Gold Wedding Filter.TRY BEFORE YOU BUY: https://www.instagram.com/ar/208780934230521/Make a statement at your wedding with your very own custom Instagram/Facebook filter! All your family, friends, guests and followers will have access to your filter! Anyone who sees your story will also have access to your filter! Unlike snapchat filters it's not restricted to location and there is no upload cost!| CUSTOMISATION |Information Required:Mr. & Mrs. / Mr. & Mr. / Mrs. -Surname -Date (In format required) - Text colour (Select from drop down menu) or message me if you want a colour which isn't listed.Which social media do you want your filter to be on? (Facebook or Instagram). Please note there's a small charge to have your filter on both social media platforms as I essentially have to make 2 separate filters.| HOW IT WORKS |1 - Enter your personalisation requirements in the space provided when ordering.2 - I then design your filter in Instagram/Facebook's unique software.3 - A proof will then be sent to you of how your filter will look, please allow 24hrs for this.4 - Once you're happy with how your filter looks, I then submit it to Instagram/Facebook to upload to their filter collection. (This can take up to 48hrs)!5 - Once the filter has been accepted by Instagram/Facebook I will then email you a link to where you can find your filter on the social media site!6 - You can share the link with all your friends, family and guests! Alternatively, when your post to your story using the filter a badge will be displayed in the top left corner. Anyone who clicks on this will also have access and be able to use your filter! (An example of this is Picture 3).Please message me if you have any questions.  :)If you include the snapchat version in your order, this is just for the filter file. You must upload the filter to Snapchat where costs may be incurred due to location and date. More information can be found here: https://www.snapchat.com/l/en-gb/on-demand/Facebook and Instagram filters are uploaded by me at no extra cost.My full collection of Instagram & Facebook filters can be found here:https://www.etsy.com/uk/shop/SnazzyMango?ref=seller-platform-mcnav&section_id=21416837Keywords:Engagement filter, Instagram mask, Engagement Instagram Filter, Engagement Instagram Effect, Insta Filter, Instagram Filter, Instagram Story, Instagram Stories, Insta Stories, Instagram Wedding, Instagram Wedding Filter, Rose Gold Wedding Filter, Insta Wedding Filter, Insta Wedding Effect, Insta Wedding Stories, Insta Wedding, Instagram Wedding, Rose Gold Wedding Filter, Insta Mask, Insta Effect\n                ", "listing_reviews": "4", "store_reviews": "466 reviews", "search": "printable selfie frames", "url": "https://www.etsy.com/listing/944703579/instagram-wedding-effect-gold-wedding"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=735827695", "store_sales": "171,645 sales", "store_rating": "4.8275", "listing_title": "10 Mobile Lightroom Presets, lightroom mobile presets,Instagram Presets, Preset Lightroom, Desktop Presets - Autumn presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    More presets in our SHOP:www.etsy.com/shop/KatherineDream• FILES INCLUDED IN YOUR PURCHASE •✔️ 10 MOBILE Lightroom presets for mobile Lightroom ( free mobile lightroom app)✔️ 10 DESKTOP Lightroom presets for desktop Lightroom✔️ Post-purchase Support✔️ Instructions✔️ Instant Download • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions• HOW TO ORDER •- Tap “add to cart” or “buy it now”;- Receive receipt and email from Etsy with link to download file- Download the Lightroom presets instantly.🧡Do you want to support us?  FREE package every week for our patrons and much more🧡https://www.patreon.com/katherinedream🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it. :)🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "100", "store_reviews": "6,145 reviews", "search": "printable selfie frames", "url": "https://www.etsy.com/listing/735827695/10-mobile-lightroom-presets-lightroom"}, {"seller_text": "KIINcreations", "seller_href": "https://www.etsy.com/shop/KIINcreations?ref=simple-shop-header-name&listing_id=687420415", "store_sales": "108,066 sales", "store_rating": "4.8939", "listing_title": "MOODY blogger LIGHTROOM mobile & desktop presets / instagram blogger travel sage filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.12\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    ⭐ MORE PRESETS HERE: https://www.etsy.com/shop/KIINcreationsMOODY blogger Lightroom Presets for LIGHTROOM MOBILE & DESKTOP. These presets focus on moody tones, thunder blues and a beautiful tan skin. Perfect for holiday photos, beach bloggers, or even city pics!This set will make you achieve that moody low saturation look, without loosing too much colours.WHAT DO YOU GET? A super cool MOODY blogger Lightroom Preset set containing 5 beautiful presets:✅ 5 Mobile Lightroom Presets (DNG files)✅ 5 Desktop Lightroom Presets (XMP files)✅ 5 Desktop Lightroom Presets (LRtemplate files)\u2028✅ Easy Step-by-step PDF guide with instructionsBEST CUSTOMER SERVICEI want to be sure you’re satisfied! If you have any issues, I am happy to help! Just message me! :)COMMON QUESTIONS➕ Works in Lightroom Mobile App (iOS/Android)➕ Works With & WITHOUT Adobe subscription➕ You only need Lightroom CC App on your Phone/iPad➕ Works With All Lightroom & Adobe Camera Raw (ACR) Desktop VersionsMy presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. I’m confident that my presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image.IF YOU WISH TO PURCHASE ONLY LR MOBILE PRESETS - CLICK HERE:https://www.etsy.com/listing/673566022/moody-blogger-lightroom-mobile-presets?ref=shop_home_active_1Once payment is made you can download the presets instantly. Contact me with any questions regarding your order or using your presets I will be happy to help!STAY IN TOUCHIG: instagram.com/kiinlrpresetsWEBSITE: kiinlightroompresets.comEMAIL: info [!at] kiinlightroompresets.comRefunds/ExchangesDue to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is my number one priority. In the case you are not happy with a preset, send me a message and we can discuss an exchange for a preset that better fits your needs.© 2020 KIIN CREATIONS LLC, All Rights ReservedTERMS OF USE: Including but not limited to: No sharing the files. No selling the files. Derivative works are prohibited.\n                ", "listing_reviews": "47", "store_reviews": "4,454 reviews", "search": "printable selfie frames", "url": "https://www.etsy.com/listing/687420415/moody-blogger-lightroom-mobile-desktop"}, {"seller_text": "BloomyPrints", "seller_href": "https://www.etsy.com/shop/BloomyPrints?ref=simple-shop-header-name&listing_id=987687152", "store_sales": "2,900 sales", "store_rating": "4.9706", "listing_title": "Printable Photo Prop frame, Bridal Shower decoration, Wedding photo props, instant download, Baby shower, photo booth, birthday selfie", "listing_bestseller": "-", "listing_price": "\n                        $8.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 1 PDF", "Length: 24 inches", "Width: 36 inches"], "listing_desc": "\n                    Printable Photo Prop frame ***PEACH MINT***Size: 24\" x 36\"-------------------------------------------------------------------***THIS LISTING IS FOR A DIGITAL PRODUCT******NO PHYSICAL PRODUCT WILL BE SHIPPED***-------------------------------------------------------------------HOW IT WORKS:1) WOULD YOU LIKE ME TO EDIT IT FOR YOU?*At the time of purchase fill in the personalisation section with the requested details.* Once your order has been placed, within 12-24 hrs you will receive a visual proof of your custom typography design to approve or suggest edits before we make the final high resolution download.5. Once complete, the final artwork will be available in high resolution JPG format and PDF.6. You can print the file at local professional printing shop or online companies such as Vistaprint, Staples.1) IF YOU WANT ADD TYPOGRAPHY YOURSELF:* Purchase this listing.* Download and save PDF and JPG file on your PC or Laptop (not smartphones or tablets)* Open PDF with Acrobat reader (free download: www.get.adobe.com/reader), update text fields, save fileor * Open JPG file with programs like AdobePhotoshop, Illustrator etc. and place your typography design, save as high resolution JPG* PRINT at your local printer shop or online printer.* Print on FOAMBOARD and cut or Print on Paper and then mount on foam board and cutYou’re now ready for your partyPlease feel free to contact me with any questions or comments.------------------------------------------------------------------------------------Please note that the actual print colors may vary slightly from those you see on your screen.------------------------------------------------------------------------------------See the matching PEACH MEANT sets of bouquets, frames, wreaths, separate elements and card:https://www.etsy.com/listing/543680564/peach-mint-floral-clipart-set-watercolor?ref=shop_home_active_74https://www.etsy.com/listing/588773678/peach-mint-floral-geometric-frames-pre?ref=shop_home_active_76https://www.etsy.com/listing/587337525/watercolor-peach-mint-wreath-clipart?ref=shop_home_active_97https://www.etsy.com/listing/592786438/mint-peach-succulent-clipart-set?ref=shop_home_active_75Thank you for visiting my shop!Visit my other Etsy shop:https://www.etsy.com/shop/blueLINENeyes?ref=hdr_shop_menu\n", "listing_reviews": null, "store_reviews": "177 shop reviews", "search": "printable selfie frames", "url": "https://www.etsy.com/listing/987687152/printable-photo-prop-frame-bridal-shower"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=793073746", "store_sales": "70,786 sales", "store_rating": "4.9099", "listing_title": "5 Nude Tone Presets Lightroom Mobile & Desktop, Minimal Beige Instagram Filter Warm, Creamy Brown Lifestyle Influencer Preset for Bloggers", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Nude Tones Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram, Photo Editing Filter for Lifestyle and Travel🌟The Nude Tones Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add soft beige, tan and creamy nude colored tones to your Instagram photos. These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for mobile preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "63", "store_reviews": "5,613 reviews", "search": "printable selfie frames", "url": "https://www.etsy.com/listing/793073746/5-nude-tone-presets-lightroom-mobile"}, {"seller_text": "FilAndEllieStudio", "seller_href": "https://www.etsy.com/shop/FilAndEllieStudio?ref=simple-shop-header-name&listing_id=989903068", "store_sales": "9,294 sales", "store_rating": "4.8409", "listing_title": "6 MOBILE & Desktop LIGHTROOM Presets, Bright and Airy Preset, Blogger Presets ,White Lyfestyle Presets,Bohemian Presets, Bright Instagram", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF, 2 ZIP"], "listing_desc": "\n                    Instagram Presets / Mobile Lightroom Presets / Desktop & Mobile Presets /Bight White Lifestyle Bohemian Presets✩ INCLUDED IN YOUR PURCHASE ✩6 Mobile Lightroom Presets (DNG files)6 Desktop Lightroom Presets (XMP files)Free 35 pages PDF on Social Media GrowthDetailed PDF Image Instructions◾️ If you have issues downloading or using any of the files, please contact me and I will re-send you the files and help you troubleshoot◾️With over 10 years of professional experience in the world of photography, you are guaranteed to get high quality presets that will elevate the look of your photos. We spent hundredths of hours editing, so that you won’t have to.✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Works With & WITHOUT Adobe subscription✔️ You only need Lightroom CC App on your Phone/iPad✔️ Works With Lightroom Desktop for Mac or PCCreated for the FREE Lightroom Mobile App and Desktop Lightroom. Works best on RAW files but is fully compatible with JPEGS as well.General information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUY. Make sure to select save the zip file on your phone.These presets were designed to work in any light condition, from full sun to shade. They work particularly well with neutral backgrounds with white elements and natural light. The settings were set to enhance the colors of skin tones and to make everything brighter, softer and airy.perfect for photos taken at the beach, summer photos, indoor or any photo with natural sunlight Bright Boho includes 6 mobile bohemian presets and 6 premium desktop presets. They are all extremely versatile, can be fully customized and are guaranteed to enhance dull images with just one click. Whether you work with photos straight from your phone’s camera roll or raw files from your DSLR, these presets will help you refine your style giving you beautiful photos.Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "7", "store_reviews": "421 reviews", "search": "printable selfie frames", "url": "https://www.etsy.com/listing/989903068/6-mobile-desktop-lightroom-presets"}, {"seller_text": "ohellobride", "seller_href": "https://www.etsy.com/shop/ohellobride?ref=simple-shop-header-name&listing_id=623575705", "store_sales": "37,770 sales", "store_rating": "4.8917", "listing_title": "Printable Bridal Shower Photo Booth Frame - Beach Theme Selfie Photo Booth Frame - Bridal Shower Photo Prop Frame - Wedding Photo Prop 041", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $14.51\n                        \n                    ", "listing_highlights": ["Handmade"], "listing_desc": "\n                    Beach Bridal Shower Photo Booth Frame - Photo Booth Selfie Frame - Bridal Shower Photo Prop FramePlease let us know the following details at checkout:♥ Name of guest of honor♥ Hashtag♥ Date of Shower• • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • •Sizes available:♥  20x30\"♥  24x36\"♥  A1 (594mmx841mm)★ This listing is for a DIGITAL INSTANT DOWNLOAD FILE only. No physical items will be shipped ★− − − − − − − − − − − − − − − − − − −YOU WILL RECEIVE− − − − − − − − − − − − − − − − − − −A PDF file with your personalization details i.e. name and hashtag. The file for printing will be sent to your email address registered on Etsy within 24 hours.− − − − − − − − − − − − − − − − − − −OTHER SIGNS AND MATCHING ITEMS− − − − − − − − − − − − − − − − − − −Check out other signs here:https://www.etsy.com/uk/shop/ohellobride?section_id=18866385&ref=shopsection_leftnav_2Check out other matching items in this collection here:https://www.etsy.com/uk/shop/ohellobride/search?search_query=041− − − − − − − − − − − − − − − − − − −INSTRUCTIONS − − − − − − − − − − − − − − − − − − −♥ PRINT the file at a local professional printing shop e.g. Office Depot/Office Max, Staples, FedEx♥ ATTACH the poster onto a foam board ♥ Cut out the center with an X-acto knife− − − − − − − − − − − − − − − − − − −SHOP POLICIES− − − − − − − − − − − − − − − − − − −Our listings are for digital files only. No physical items will be shipped. Due to the nature of digital products, we do not offer refunds.Digital files associated with this listing are for personal use only and should not be duplicated in any way.\n                ", "listing_reviews": "10", "store_reviews": "3,257 reviews", "search": "printable selfie frames", "url": "https://www.etsy.com/listing/623575705/printable-bridal-shower-photo-booth"}, {"seller_text": "EliteStudioPresets", "seller_href": "https://www.etsy.com/shop/EliteStudioPresets?ref=simple-shop-header-name&listing_id=782384908", "store_sales": "17,026 sales", "store_rating": "4.7485", "listing_title": "20 Lightroom Mobile Desktop Presets Bright Feed, Natural Bright Airy Preset, Indoor Outdoor Preset Filter, Baby Photo, Wedding", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.37\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    20 PACKAGE Lightroom Mobile Desktop Presets BRIGHT FEED, Bright and Airy, Light Bright Preset, Indoor and Outdoor Preset, Baby Photos, Wedding PresetThese presets work best for photos taken under bad lighting. When your pictures are in need of some Light and Brightness, choose this preset pack. It gives your baby, wedding and business photos a professional look. Great for both indoor and outdoor photos. With 20 different presets, there must be one suitable for your picture.☆ What is included? ☆➤ 20 Presets in DNG and XMP format (NOT lrtemplate format, but you can still use them by uploading the DNG files in your Lightroom Desktop and save them as preset.)➤ PDF file containing a link to download your mobile and desktop presets➤ PDF installation guideEtsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets☆ Compatibility ☆➤ For MOBILE and DESKTOP use (iPhone, Android, PC, MAC)➤ Compatible with free version of the Adobe Lightroom App. You can download this app for free on your mobile phone (iPhone or Android)➤ Compatible with the paid desktop version of the Adobe Lightroom Classic CC (version 7.3+)➤ For use on JPEG and RAW images☆ BUY 5 AND GET 30% OFF!! ☆Add 5 presets in your cart and receive automatically 30% discount!https://www.etsy.com/shop/EliteStudioPresets☆ 24/7 Support ☆If you have any questions or need some help with the presets, please contact me at Etsy or through email elitestudiopresets[at]@gmail.com♡ Share with Us! ♡I would love to see how your pictures turned out by using our presets. Please include them in your review! Tag or DM us on instagram to get featured!@elitestudiopresets© 2020 Elite Studio Presets, All Rights ReservedTerms of Use: By purchasing this item, you are automatically agreeing to the terms of use. Included but not limited to: Prohibition of sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "100", "store_reviews": "749 reviews", "search": "printable selfie frames", "url": "https://www.etsy.com/listing/782384908/20-lightroom-mobile-desktop-presets"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=734939541", "store_sales": "70,786 sales", "store_rating": "4.9099", "listing_title": "5 Color Pop Lightroom Mobile & Desktop Presets, Vibrant iPhone Photo Editing for Instagram Blogger, Bright Summer Travel Influencer Filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Color Pop Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram Influencers, Bright Vibrant Photo Editing Filter for Summer Travel🌟The Color Pop Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add beautiful, vibrant tones to your Instagram photos. These presets were inspired by my personal Instagram editing style & digital nomad lifestyle.These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "77", "store_reviews": "5,612 reviews", "search": "printable selfie frames", "url": "https://www.etsy.com/listing/734939541/5-color-pop-lightroom-mobile-desktop"}, {"seller_text": "IuliiaPresets", "seller_href": "https://www.etsy.com/shop/IuliiaPresets?ref=simple-shop-header-name&listing_id=748881190", "store_sales": "9,430 sales", "store_rating": "4.7874", "listing_title": "20 Lightroom Mobile Presets Desktop VIBRANT Bright Summer Preset Vivid Color Pop Presets Lifestyle Beach LR Mobile Presets Instagram Filters", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $5.97\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ❤️ See more presets in our shop: ❤️www.etsy.com/shop/IuliiaPresets📎Important!Lightroom Presets DESKTOP & MOBILE, DESKTOP and MOBILE versions separately you can see in my shop! (Links below)📎This set of vivid colors presets (Lightroom Desktop Presets and LR Mobile Presets) is perfect for your colorful photos. Using this Vibrant presets as Instagram filters you can transform your Instagram feed to amazing vivid tones!These Desktop and Mobile color pop presets were tested with different colors using as blogger, influencer presets and lifestyle presets.📎Lightroom Desktop & Mobile VIBRANT bright summer and beach Preset in 20 different variations.Based on your camera settings, lighting conditions, white balance settings, dominant colors etc., you may need to slightly adjust the settings of the presets to make your photos look perfect!It is for this reason the additional variations of the Original preset were created to make sure that you get the desired results for different settings of your original photos.📎You can easy to download presets and add photo filter by one click!📎Buy MOBILE version onlyhttps://www.etsy.com/listing/748877780/📎Buy DESKTOP version onlyhttps://www.etsy.com/listing/762758501/📎Have a look at all presets and story highlight icons in my shop:https://www.etsy.com/shop/IuliiaPresets 📎FREE TEST EDIT! ❤️Can't decide what preset to buy? Text me a message 📝and I can do a FREE test edit for your photo using 3 presets you have chosen to help you decide!📎How to install Lightroom presets you can see in my included instructions.📎You need Lightroom App on your Mobile/Desktop devices.📎Included:- Lightroom Desktop Presets (20 XMP files and 20 LRTEMPLATE files (for different Lightroom versions) for desktop only)- Lightroom Mobile Presets (20 photo editing DNG files)- Step-by-step text guide with video instructions📎If the filter makes your photos too dark or too light, adjusting the exposure and/or contrast should fix this. The result depends on the lighting of your original photos.📎Due to the nature of digital downloads no exchanges or refunds will be made.Make sure you read all product information carefully before making a purchase.If you have any questions, please contact me and I will be happy to help you!📎Please follow me on Instagram @iuliiapresets to see the presets in action. Tag me with @iuliiapresets when you post your photos using my presets! I would be happy to see them!📎Stay In Touch:Instagram: @iuliiapresetsEmail: iuliiapresets [a] gmail.com📎Important: There is no refund/exchange/cancellation for the purchases with digital items! 📎©2019, IuliiaPresets, All Rights ReservedDo not copy or redistribute!\n                ", "listing_reviews": "14", "store_reviews": "318 reviews", "search": "printable selfie frames", "url": "https://www.etsy.com/listing/748881190/20-lightroom-mobile-presets-desktop"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=747180046", "store_sales": "237,230 sales", "store_rating": "4.8715", "listing_title": "10 Lightroom Presets For Desktop and Mobile Lightroom INSTA / Lightroom Mobile Presets / Instagram Filter for Bloggers, Photo Editing", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    10 Mobile Lightroom Presets INSTA THEME , instagram preset,  influencer presets , lifestyle blogger presetsEdit your Instagram photos like a pro on your mobile device! Instagram Preset INSTA THEME Included 10 presets inspired by travel bloggers and influencers around the world  and will enhance your photos and assist in creating a cohesive Instagram feed. This preset for every kind of picture that will surely deliver stunning results and make your images look a hundred times better! For photographers who do a lot of fashion, travel and lifestyle photography.🔺Included10 LIGHTROOM PRESET .DNG file .ZIP Archive 10 LIGHTROOM PRESET .XMP file .ZIP Archive .PDF file with direct link to download presets directly to your phone .PDF Instruction Guide 📍Unfortunately, Etsy does not support downloading digital files via Etsy App. Please download via one of the following options:1. Visit your email and click 'View Your Files on Etsy' in the email received from Etsy. Login to your Etsy account (if you have one). You will see the links to your files at the bottom of the page.2. Login to your Etsy account via Safari or Google Chrome browser on your mobile phone. Click on Your Account (a circle in the top right corner) > Purchases and Reviews > Your Order > 'Download Files'. You will see the links to your files at the bottom of the page.Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and I'll send your preset immediately and you can save directly in your camera roll‼️For any questions or editing help Please contact me email victoriabee.shop [!at] gmail.com© 2019-2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoKeywords: Instagram Filter, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Lightroom filter for Blogger, Summer presets, cohesive aesthetic,  lightroom desktop, photo filter,  instagram filter\n                ", "listing_reviews": "41", "store_reviews": "8,047 reviews", "search": "printable selfie frames", "url": "https://www.etsy.com/listing/747180046/10-lightroom-presets-for-desktop-and"}, {"seller_text": "Blondary", "seller_href": "https://www.etsy.com/shop/Blondary?ref=simple-shop-header-name&listing_id=967519508", "store_sales": "2,567 sales", "store_rating": "4.9957", "listing_title": "Mobile Lightroom Presets, Spring Preset, Vintage Presets, Vsco Filters, Iphone Presets, Lightroom, Mobile Presets, Instagram Filters, Bright", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.89\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Mobile Lightroom Presets, Instagram Presets, Vintage Presets, Spring Preset, Travel presets, Bright Presets, Photo filter, Blogger Presets, Indoor photo presets, Lifestyle presets, Warm Bright preset, Instagram Filter✩ FREE PRESETS OFFER ✩💥 GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE 💥💥 GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE 💥*Spring Mobile Preset: include 1 mobile lightroom preset perfect for Spring. Transform your outdoor photos with the Spring Lightroom Preset*⭐You Will Receive :- 1 DNG. Mobile Preset- 1 PDF file - Mobile InstructionsAll presets files are in DNG format.After the download you will need to unzip the file, either on your PC (and then send the mobile presets to your phone) or on your phone (if you have an app that can unzip files).- If you have problems with installation or with downloading your files just contact me and I'll do my best to help you.- Please keep in mind that each photo has different light setting so you can tweak some settings as light, contrast etc after applying you presets to get best results.For personal use ONLY! You may NOT sell, distribute, rent, give, sub-license, or transfer presets, or presets sent to anyone else.More Presets:Creamy Presets:https://www.etsy.com/listing/948185389/mobile-lightroom-presets-5-creamy?ref=shop_home_active_8&pro=1Winter Snow Presets:https://www.etsy.com/listing/949617290/mobile-lightroom-presets-12-winter-snow?ref=shop_home_active_9&pro=1Selfie Presets:https://www.etsy.com/listing/969972545/mobile-lightroom-presets-8-selfie?ref=shop_home_active_4&pro=1Fitness Presets:https://www.etsy.com/listing/943374818/lightroom-presets-6-fitness-presets?ref=shop_home_active_5&pro=1Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filters, Travel Presets, Influencer Presets, warm presets, iPhone Presets, Moody Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright Presets, Clean Preset, Color Pop Preset, Vibrant Presets, Mountains Presets, Bright Nature Presets, Nature Presets , Landscape Presets, Adventure Presets, Hiking Presets, Spring Presets, Green Presets\n                ", "listing_reviews": "29", "store_reviews": "234 reviews", "search": "printable selfie frames", "url": "https://www.etsy.com/listing/967519508/mobile-lightroom-presets-spring-preset"}, {"seller_text": "ALMemorableCreations", "seller_href": "https://www.etsy.com/shop/ALMemorableCreations?ref=simple-shop-header-name&listing_id=958956192", "store_sales": "6,564 sales", "store_rating": "5", "listing_title": "Matching Photo Booth Frame, Selfie Photo Frame for any event, Printable Photo Prop Sign, Bridal Shower Baby Shower Birthday Party Wedding", "listing_bestseller": "-", "listing_price": "\n                        $10.00\n                    ", "listing_highlights": ["Handmade"], "listing_desc": "\n                    Made to match Photo Booth/Photo Prop Sign for any event!My other designs can be found here - https://www.etsy.com/shop/ALMemorableCreations-ITEM DETAILS-This will be made especially for you to match any existing invitation design in the shop or custom order design.This listing should only be purchased IN ADDITION to an invitation/other party purchase. Signs is 24x36\".This listing is for a DIGITAL FILE only (not a physical print). Nothing will be shipped. You will be sent a high-resolution JPEG or PDF file that features the Photo Booth Frame that you can print at your favorite print store. Your order will be sent by email, once all customization information is received, to the email address linked with your Etsy account, so please be sure it is correct and working. Get it printed at any print shop, ie., Staples or Office Max/Depot. Other recommendations can be found in my shops FAQ section and will also be sent with the final product in email. Have printer mount on foam board. Cut out center with an xacto knife and ruler.Need your order FAST? Purchase the \"RUSH ORDER\" option along with your print, and choose how quickly you'd like to receive your order. https://www.etsy.com/listing/267918819/rush-orderdigital-printable-file?ref=shop_home_active_3**********Thank you for viewing my listing. If you have any questions, please message me and I am always happy to help in any way I can!Please read our shop's policies for additional information.© ALMemorableCreations - All Rights Reserved SINGLE PERSONAL USE ONLY. This material may not be reproduced, displayed, modified or distributed without the express prior written permission of the copyright holder.\n                ", "listing_reviews": null, "store_reviews": "897 shop reviews", "search": "printable selfie frames", "url": "https://www.etsy.com/listing/958956192/matching-photo-booth-frame-selfie-photo"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=743667337", "store_sales": "237,229 sales", "store_rating": "4.8715", "listing_title": "20 Lightroom Presets LIGHT AND AIRY, Bright and Clean Instagram Presets, Mobile and Desktop Photo Filter, Instagram Photo Editing", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    Mobile and Desktop Lightroom Presets LIGHT & AIRY Blogger Preset Collection for Instagram Photo preset Bright and Light preset Photo filterLighten your dark photo, add brightness to it and refresh it with this preset bundle! 🔺Included20  LIGHTROOM PRESET .ZIP file with .DNG .XMP.PDF file with direct link to download presets directly to your phone .PDF Instruction Guide Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️For any questions or editing help Please contact me email victoriabee.shop [!at] gmail.com© 2019-2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoKeywords: Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset\n                ", "listing_reviews": "100", "store_reviews": "8,047 reviews", "search": "printable selfie frames", "url": "https://www.etsy.com/listing/743667337/20-lightroom-presets-light-and-airy"}, {"seller_text": "BloomyPrints", "seller_href": "https://www.etsy.com/shop/BloomyPrints?ref=simple-shop-header-name&listing_id=987608744", "store_sales": "2,900 sales", "store_rating": "4.9706", "listing_title": "Printable Photo Prop frame, Bridal Shower decoration, Wedding photo props, instant download, Baby shower, photo booth, birthday selfie", "listing_bestseller": "-", "listing_price": "\n                        $8.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 1 PDF", "Length: 24 inches", "Width: 36 inches"], "listing_desc": "\n                    Printable Photo Prop frame ***Orange Meadow***Size: 24\" x 36\"-------------------------------------------------------------------***THIS LISTING IS FOR A DIGITAL PRODUCT******NO PHYSICAL PRODUCT WILL BE SHIPPED***-------------------------------------------------------------------HOW IT WORKS:1) WOULD YOU LIKE ME TO EDIT IT FOR YOU?*At the time of purchase fill in the personalisation section with the requested details. * Once your order has been placed, within 12-24 hrs you will receive a visual proof of your custom typography design to approve or suggest edits before we make the final high resolution download.5. Once complete, the final artwork will be available in high resolution JPG format and PDF.6. You can print the file at local professional printing shop or online companies such as Vistaprint, Staples.1)  IF YOU WANT ADD TYPOGRAPHY YOURSELF:* Purchase this listing.* Download and save PDF and JPG file on your PC or Laptop (not smartphones or tablets)* Open PDF with Acrobat reader (free download: www.get.adobe.com/reader), update text fields, save fileor * Open JPG file with programs like AdobePhotoshop, Illustrator etc. and place your typography design, save as high resolution JPG* PRINT at your local printer shop or online printer.* Print on FOAMBOARD and cut or Print on Paper and then mount on foam board and cutYou’re now ready for your partyPlease feel free to contact me with any questions or comments.------------------------------------------------------------------------------------Please note that the actual print colors may vary slightly from those you see on your screen.------------------------------------------------------------------------------------See the matching ORANGE MEADOW sets of bouquets, frames, wreaths, separate elements and card:https://www.etsy.com/listing/527375432/watercolor-orange-meadow-clip-art-pack?ref=shop_home_active_101https://www.etsy.com/listing/540789213/watercolor-orange-meadow-clip-art?ref=shop_home_active_100https://www.etsy.com/listing/527363138/printable-gold-thank-you-card-watercolor?ref=shop_home_active_99Thank you for visiting my shop!Visit my other Etsy shop:https://www.etsy.com/shop/blueLINENeyes?ref=hdr_shop_menu\n", "listing_reviews": null, "store_reviews": "177 shop reviews", "search": "printable selfie frames", "url": "https://www.etsy.com/listing/987608744/printable-photo-prop-frame-bridal-shower"}, {"seller_text": "ohellobride", "seller_href": "https://www.etsy.com/shop/ohellobride?ref=simple-shop-header-name&listing_id=621318589", "store_sales": "37,770 sales", "store_rating": "4.8917", "listing_title": "Printable Bridal Shower Photo Booth Frame - Tropical Bridal Shower Selfie Photo Booth Frame - Bridal Shower Photo Prop Frame 038", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $14.51\n                        \n                    ", "listing_highlights": ["Handmade"], "listing_desc": "\n                    Printable Tropical Bridal Shower Photo Booth Frame - Photo Booth Selfie Frame - Bridal Shower Photo Prop FramePlease let us know the following details at checkout:♥ Name of guest of honor♥ Hashtag♥ Date of shower• • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • •Sizes available:♥  20x30\"♥  24x36\"♥  A1 (594mmx841mm)★ This listing is for a DIGITAL INSTANT DOWNLOAD FILE only. No physical items will be shipped ★− − − − − − − − − − − − − − − − − − −YOU WILL RECEIVE− − − − − − − − − − − − − − − − − − −A PDF file with your personalization details i.e. name and hashtag. The file for printing will be sent to your email address registered on Etsy within 24 hours.− − − − − − − − − − − − − − − − − − −OTHER SIGNS AND MATCHING ITEMS− − − − − − − − − − − − − − − − − − −Check out other signs here:https://www.etsy.com/uk/shop/ohellobride?section_id=18866385&ref=shopsection_leftnav_2Check out other matching items in this collection here:https://www.etsy.com/uk/shop/ohellobride/search?search_query=038− − − − − − − − − − − − − − − − − − −INSTRUCTIONS − − − − − − − − − − − − − − − − − − −♥ PRINT the file at a local professional printing shop e.g. Office Depot/Office Max, Staples, FedEx♥ ATTACH the poster onto a foam board ♥ Cut out the center with an X-acto knife− − − − − − − − − − − − − − − − − − −SHOP POLICIES− − − − − − − − − − − − − − − − − − −Our listings are for digital files only. No physical items will be shipped. Due to the nature of digital products, we do not offer refunds.Digital files associated with this listing are for personal use only and should not be duplicated in any way.\n                ", "listing_reviews": null, "store_reviews": "3,257 shop reviews", "search": "printable selfie frames", "url": "https://www.etsy.com/listing/621318589/printable-bridal-shower-photo-booth"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=870000293", "store_sales": "25,449 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets, Beauty Presets, Instagram Filters, Natural Presets, Vsco Filters,Lightroom Mobile Presets, Nude Presets, Selfie", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "18", "store_reviews": "793 reviews", "search": "printable selfie frames", "url": "https://www.etsy.com/listing/870000293/3-mobile-lightroom-presets-beauty"}, {"seller_text": "EliteStudioPresets", "seller_href": "https://www.etsy.com/shop/EliteStudioPresets?ref=simple-shop-header-name&listing_id=881740942", "store_sales": "17,026 sales", "store_rating": "4.7485", "listing_title": "Lightroom Preset ICE COFFEE, Single Mobile Desktop Lightroom Preset, Soft Light Beige Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $1.83\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 2 other files"], "listing_desc": "\n                    Lightroom Presets ICE COFFEE, Single Mobile Desktop Lightroom Presets, Soft Light Brown Preset☆ What is included? ☆➤ 1 Mobile Preset in .DNG format➤ 1 Desktop Preset in .XMP format (NOT lrtemplate format, but you can still use them by uploading the DNG files in your Lightroom Desktop and save them as preset.)➤ PDF installation guide☆ Compatibility ☆➤ For MOBILE and DESKTOP use (iPhone, Android, PC, MAC)➤ Compatible with free version of the Adobe Lightroom App. You can download this app for free on your mobile phone (iPhone or Android)➤ Compatible with the paid version of the Adobe Lightroom Classic CC (version 7.3+)➤ For use on JPEG and RAW imagesSince each image is different due to lighting conditions, camera settings, and personal style, these presets may need to be slightly altered to fit your needs.☆ BUY 5 AND GET 30% OFF!! ☆Add 5 presets in your cart and receive automatically 30% discount!https://www.etsy.com/shop/EliteStudioPresets☆ 24/7 Support ☆If you have any questions or need some help with the presets, please contact me at Etsy or through email elitestudiopresets[at]@gmail.com♡ Share with Us! ♡I would love to see how your pictures turned out by using our presets. Please include them in your review! Tag or DM us on instagram to get featured!@elitestudiopresets© 2020 Elite Studio Presets, All Rights ReservedTerms of Use: By purchasing this item, you are automatically agreeing to the terms of use. Included but not limited to: Prohibition of sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "22", "store_reviews": "749 reviews", "search": "printable selfie frames", "url": "https://www.etsy.com/listing/881740942/lightroom-preset-ice-coffee-single"}, {"seller_text": "CharmingEndeavours", "seller_href": "https://www.etsy.com/shop/CharmingEndeavours?ref=simple-shop-header-name&listing_id=644047708", "store_sales": "63,000 sales", "store_rating": "4.9367", "listing_title": "Greenery Selfie Station Sign | Photobooth Sign | Greenery | 8 x 10 | DIY Printable | Cream Roses | Instant Download | DIY Printable", "listing_bestseller": "-", "listing_price": "\n                        $2.49\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 1 PDF"], "listing_desc": "\n                    Welcome to Charming Endeavours!This listing is for the purchase and instant download of high resolution pdf and jpg files for the DIY printing of the sign shown above.The sign is 8\" x 10\".The files are non-editable.Download and save to your computer.Can be printed on your work or home printer.(Printing note: If you are printing at home or work, please ensure that your printer is set to print 'actual size' or '100%' and not 'print to fit'.)*****Your files will be available to download once your payment has been processed.To access your digital file(s), sign into your Etsy account, go to You > Purchases and reviews and look for the order.To the right of the order, click Download Files. This goes to the Downloads page for all the files attached to your order.*****If you have any questions, please don't hesitate to contact me!❤ THANK YOU ❤Charming EndeavoursAll items are copyright of Charming Endeavours and are for personal use only.Following are links to help you navigate your way around to find the Charming Endeavours products you require for your special event:PRODUCT SECTIONSBridal Shower: https://etsy.me/2NM0VVTShower Welcome Signs: https://etsy.me/2GDahhBWedding Welcome Signs: https://etsy.me/2Gza7r0Seating Charts: https://etsy.me/3375s9VPhoto Booth Frames: https://etsy.me/2LX0HugBaby Shower: https://etsy.me/2JaBQ1XQuinceañera and Sweet 16: https://etsy.me/2CCDcl5Instant Downloads: https://etsy.me/2MJjpBAPersonalized Items: https://etsy.me/2Kb8T8eDIY Templates (TEMPLETT): https://etsy.me/2xpQ9dyTable Number Cards: https://etsy.me/2OLqcRlBirthday Signs: https://etsy.me/2AnKLKOWedding Programs: https://etsy.me/2yxmQXOCustom Listings: https://etsy.me/2OIKlazFLORAL THEMESAmethyst Blooms: https://etsy.me/2NdqEUnBlush and Navy: https://etsy.me/2K9HCmuBlush Roses: https://etsy.me/2SKl9CEBoho Blooms: https://etsy.me/2F2F20eBurgundy and Navy: https://etsy.me/2JAIbEcCream Roses: https://etsy.me/2yugmceEthereal Blooms: https://etsy.me/2OrBXrDEucalyptus: https://etsy.me/2GGn1EoGreenery: https://etsy.me/2ODdfViMarsala Blooms: https://etsy.me/2QAAilfMostly Magnolias: https://etsy.me/2YgO5F7Peachy Blooms: https://etsy.me/2D3qAFePurple Blooms: https://etsy.me/2xjXcFtRomantic Blooms: https://etsy.me/2xrjnc7Romantique Blooms: https://etsy.me/2xrlFIfWhite Blooms: https://etsy.me/2QEiFRI\n", "listing_reviews": null, "store_reviews": "8,502 shop reviews", "search": "printable selfie frames", "url": "https://www.etsy.com/listing/644047708/greenery-selfie-station-sign-photobooth"}, {"seller_text": "SnazzyMango", "seller_href": "https://www.etsy.com/shop/SnazzyMango?ref=simple-shop-header-name&listing_id=990671746", "store_sales": "3,763 sales", "store_rating": "4.6667", "listing_title": "CUSTOM Bachelorette Instagram Filter! Neon Bachelorette Filter, Bachelorette Filter Instagram, Instagram Effect, Hen Party Filter, Instagram", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $8.01+\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: Adobe Illustrator, Photoshop, Instagram, Facebook, Spark AR, Glitter, Insta Stories, Effect, Instagram Story, Insta Story, Neon, Bachelorette, Filter\n\n\nRead the full description"], "listing_desc": "\n                    Custom Neon Bachelorette Filter For Instagram, Instagram Stories Filter!TRY BEFORE YOU BUY: https://www.instagram.com/ar/510638693640520Make a statement at your bachelorette with your very own custom Instagram/Facebook filter! All your family, friends, guests and followers will have access to your filter! Anyone who sees your story will also have access to your filter! Unlike snapchat filters it's not restricted to location and there is no upload cost!| CUSTOMISATION |Information Required:Name -Date -All colours and text are customisable so feel free to message me if you require different colours or wording!| HOW IT WORKS |1 - Enter your personalisation requirements in the space provided when ordering.2 - I then design your filter in Instagram/Facebook's unique software.3 - A proof will then be sent to you of how your filter will look, please allow 24hrs for this.4 - Once you're happy with how your filter looks, I then submit it to Instagram/Facebook to upload to their filter collection. (This can take up to 48hrs)!5 - Once the filter has been accepted by Instagram/Facebook I will then email you a link to where you can find your filter on the social media site!6 - You can share the link with all your friends, family and guests! Alternatively, when your post to your story using the filter a badge will be displayed in the top left corner. Anyone who clicks on this will also have access and be able to use your filter! (An example of this is Picture 3).Please message me if you have any questions.  :)If you include the snapchat version in your order, this is just for the filter file. You must upload the filter to Snapchat where costs may be incurred due to location and date. More information can be found here: https://www.snapchat.com/l/en-gb/on-demand/Facebook and Instagram filters are uploaded by me at no extra cost.My full collection of Instagram & Facebook filters can be found here:https://www.etsy.com/uk/shop/SnazzyMango?ref=seller-platform-mcnav&section_id=21416837Keywords:bachelorette, bachelorette filter, instagram bachelorette filter, insta effect, instagram effect, neon bachelorette, neon filter, hen party, hen party filter, Insta Filter, Instagram Filter, Instagram Story, Instagram Stories, Insta Stories, Instagram Wedding, Instagram Wedding Filter, Rose Gold Wedding Filter, Insta Wedding Filter, Insta Wedding Effect, Insta Wedding Stories, Insta Wedding, Instagram Wedding, Rose Gold Wedding Filter, Insta Mask, Insta Effect\n                ", "listing_reviews": null, "store_reviews": "466 shop reviews", "search": "printable selfie frames", "url": "https://www.etsy.com/listing/990671746/custom-bachelorette-instagram-filter"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=972851457", "store_sales": "171,645 sales", "store_rating": "4.8275", "listing_title": "10 Mobile LIGHTROOM Presets, Summer Preset, lightroom mobile presets, Desktop Presets Blogger, Natural Preset, Bright Instagram, vsco filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP, 1 PDF"], "listing_desc": "\n                    🎁 GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code: 2FREE• Pay only for 2 itemsMore presets in our SHOP:www.etsy.com/shop/KatherineDream• FILES INCLUDED IN YOUR PURCHASE •✔️ 10 MOBILE Lightroom presets for mobile Lightroom( free mobile lightroom app)✔️ 10 DESKTOP Lightroom presets for desktop Lightroom✔️ Post-purchase Support✔️ Instructions✔️ Instant Download • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions♡ HOW TO ORDER ♡- Tap “add to cart” or “buy it now”;- Receive receipt and email from Etsy with link to download file- Download the Lightroom presets instantly.❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it. :)🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "70", "store_reviews": "6,145 reviews", "search": "printable selfie frames", "url": "https://www.etsy.com/listing/972851457/10-mobile-lightroom-presets-summer"}, {"seller_text": "SimonandLe", "seller_href": "https://www.etsy.com/shop/SimonandLe?ref=simple-shop-header-name&listing_id=713010449", "store_sales": "3,756 sales", "store_rating": "4.9", "listing_title": "Rustic Wedding Selfie Frame Template, Editable, Photo Booth Frame, Greenery, DIY, Wedding Photo Booth Props, Printable | INSTANT DOWNLOAD", "listing_bestseller": "-", "listing_price": "\n                        $13.48\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Stylish Greenery Wedding Selfie Frame. Lots of fun for your guests and a great icebreaker!Personalize all the wording on this Wedding Selfie Frame template. --------------------------------------------------FREE DEMO - TRY BEFORE YOU BUY--------------------------------------------------Copy and paste this DEMO LINK into your web browser:https://templett.com/design/demo/simonandle/1706747*Please note: you need to use a desktop computer or laptop to edit - will not work with mobile phone or tablet.---------------------------WHAT'S INCLUDED---------------------------Greenery Wedding Selfie Frame Template - 24x36\" (cut out size 18x18\")----------------------HOW IT WORKS----------------------1. Purchase the listing2. Download instructions from Etsy3. Templett will send you an email with a link to access your purchased template4. Edit your template on desktop computer or laptop only (currently not supported on mobile or tablet devices)5. Save & download your file in PDF or JPEG.6. Print at any print shop or photo center--------------------------------------HOW TO PRINT THE FRAME--------------------------------------You have 2 options to print the frame:• Option #1: Print file on mounted poster or foam board (the quickest way)• Option #2: Print file on poster. Buy foam board.Use spray glue to adhere the printed poster onto the foam board • For best results, use a craft knife & stainless steel ruler for the cut out--------------------------------DOWNLOAD OPTIONS:--------------------------------• PDF to print at home or any print shop (eg. Staples, OfficeMax, FedEx)• JPEG to print at any photo center (eg. Costco, Walmart, Walgreens)----------------------------------ONLINE PRINT OPTIONS:----------------------------------U.S. CUSTOMERS:If you're considering a professional printer,we recommend Prints of Love: https://printsoflove.com/simonandleIncludes free U.S. shipping. Plus a tree is planted with every order!-------------------------------WHAT CAN BE EDITED-------------------------------• All text can be replaced and formatted (eg. font style, size, color, spacing etc).• All graphic elements can be resized • Backgrounds can be added & colors changed• Option to upload your own image---------------------------------WHAT CAN'T BE EDITED---------------------------------• Page size & orientation are not editable• Colors of the graphic elements (eg. watercolor artwork) are not editableIf you want a custom size or like us to do the edits for you, simply request a custom order & we'll get back to you as soon as we can.-------------------------MATCHING ITEMS-------------------------• Save the Date Card -  https://etsy.me/2IBo7RP• Wedding Invitation Set - https://etsy.me/2X2vmM0• Welcome Sign - https://etsy.me/2ZdMjQU• Seating Chart - https://etsy.me/2I7VVY0• Guest Book Sign - https://etsy.me/2F2SGiy• Photo Guest Book Sign - https://etsy.me/2R6zdlZ• Wedding Program - https://etsy.me/2WC6XxA• Menu & Bar Menu - https://etsy.me/2KI91gj• Table Number - https://etsy.me/2F3pOGV• Place Card - https://etsy.me/2KIHxqL• Thank You Favor - https://etsy.me/2IxE9fN• Thank You Card - https://etsy.me/2R7Hea1• Snapchat Filter - https://etsy.me/2Ibk93H• Snapchat Filter Sign - https://etsy.me/2XDTe5x• In Loving Memory Signs - https://etsy.me/2IxvVEs, https://etsy.me/2IxBF0N-----------------------------WEDDING BUNDLES-----------------------------Save over 40% off total value with Wedding Bundles• BASIC Wedding Bundle Template - https://etsy.me/2XTHOLp• ESSENTIAL Wedding Bundle Template - https://etsy.me/2wWHjnU • COMPLETE Wedding Bundle Template - https://etsy.me/2KY4kPA------------------------------------------------TERMS OF USE/USER AGREEMENT:------------------------------------------------• Templates are only for personal use, not for commercial purposes • Do not share or resell these files• All designs remain copyright of Simon & Le• By purchasing this listing, you agree to our user agreement and our policies© 2019 Simon and Le[id:1706747]\n                ", "listing_reviews": null, "store_reviews": "179 shop reviews", "search": "printable selfie frames", "url": "https://www.etsy.com/listing/713010449/rustic-wedding-selfie-frame-template"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=663947338", "store_sales": "171,645 sales", "store_rating": "4.8275", "listing_title": "21 Lightroom MOBILE Presets - Lightroom Presets - Instagram Filter - Mobile Preset & Desktop Preset, Lifestyle Blogger Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    • Professional Lightroom Presets for free Mobile and Desktop Lightroom• You receive 21 variants of presets with white/slightly warm/slightly cold tones• You can use them unlimited number of times.• Post-purchase support guaranteed - if you need my help with editing don't hesitate to contact me ✅FILES included:- 21 Lightroom presets in DNG format for MOBILE Lightroom (free app compatible with both IOS and ANDROID).- 21 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 itemsThis Preset package is perfect for all dark or normal photos. All presets will give your photos and images modern, clean and bright look. It is perfect for indoor as well as outdoor photos and it will also tweak lightings. This package is perfect for bloggers and profesional photographers as well as for casual photographers because no additional tweaks are needed. White Lifestyle can change your photos with one click right on your phone.  White Lifestyle Lightroom Presets have been created to brighten your photos with a light, white and clean look.❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "25", "store_reviews": "6,145 reviews", "search": "printable selfie frames", "url": "https://www.etsy.com/listing/663947338/21-lightroom-mobile-presets-lightroom"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=665103784", "store_sales": "237,230 sales", "store_rating": "4.8715", "listing_title": "10 Lightroom Presets RIESLING for Desktop and Mobile Lightroom, Color Pop, Vibrant Presets, Instagram Blogger Summer Photo Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    10 Mobile Lightroom Presets Riesling Summer preset Warm preset Travel presets Instagram filter Sunny preset This presets pack will bring out Vibrant Rich Tones and Saturated Summer Pop Colors in your photos.10  LIGHTROOM PRESETS RIESLING  for Mobile and Desktop LightroomThese Presets Pack  are perfect for Instagram, blogging and photo editing on the go. Hight Quality Preset, Great for Portraits, Bloggers, Travelers, Engagements and Wedding' shoots, a user friendly pack, easy to use, One click Lightroom Preset that gives your collection of work a more cohesive and aesthetic feel and get you on your way to creating stunning images. 🎁 GET 5 & PAY FOR 3: add 5 presets to your cart, use coupon: GIFT2 and pay for 3 only https://www.etsy.com/shop/VictoriaBeePhoto?coupon=GIFT2This pack Included 10 presets inspired by travel bloggers and influencers around the world.This preset for every kind of picture that will surely deliver stunning results and make your images look a hundred times better! For photographers who do a lot of fashion, travel and lifestyle photography.Check out my Bestseller Itemshttps://www.etsy.com/shop/VictoriaBeePhoto♦️ Works in Lightroom Mobile App (iOS/Android)♦️ Works With & Without Adobe subscription♦️ Compatible with All Photo formatsIncluded:🔶10 Lightroom presets in .DNG format for MOBILE Lightroom .ZIP archive🔶10 Lightroom presets in .XMP format for DESKTOP Lightroom .ZIP archive🔶.PDF file with direct link to download presets directly to your phone 🔶.PDF Instruction Guide 10 Riesling Presets  has been created to achieve a very modern, glamorous, trendy & Instagram aesthetic look. You will get best fashionable, professional  one-click result from this pack.Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️Keep in mind that all presets work differently with each photo depending on a number of factors such as lighting, white balance, tone etc. Please contact me for any questions or editing help victoriabee.shop [!at] gmail.com© 2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephoto  ©victoriabee.presetsMobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset, Pop Colour Preset, Vibrant Preset, Summer Presets\n                ", "listing_reviews": "100", "store_reviews": "8,047 reviews", "search": "printable selfie frames", "url": "https://www.etsy.com/listing/665103784/10-lightroom-presets-riesling-for"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=869986401", "store_sales": "25,454 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets,Honey Presets, Instagram Filter, Vsco Filters, Lightroom, Mobile Presets, Presets, Natural Nude, Blogger Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "12", "store_reviews": "793 reviews", "search": "printable selfie frames", "url": "https://www.etsy.com/listing/869986401/3-mobile-lightroom-presetshoney-presets"}]