[{"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=923109412", "store_sales": "21,700 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Neutral Filter, Cream Preset, Instagram Filters, iPhone Presets, Lightroom Filter, Lifestyle Preset, Blogger Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it natural with this Ethereal Preset! This Lightroom Mobile preset will effortlessly soften and mute the shades in your photos to achieve a bright creamy look with the click of button! ❀ Your purchase includes ❀- 1 Ethereal Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "23", "store_reviews": "1,130 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/923109412/lightroom-mobile-preset-neutral-filter"}, {"seller_text": "TheTinyOwlCo", "seller_href": "https://www.etsy.com/shop/TheTinyOwlCo?ref=simple-shop-header-name&listing_id=963428105", "store_sales": "3,824 sales", "store_rating": "4.9016", "listing_title": "Terracotta Business Card Template, Minimalist Business Cards, Modern Business Card, Editable Business Card Template, Printable Business Card", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $4.24\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Terracotta Business Card Template♥ INSTANT DOWNLOAD EDITABLE ♥ SIZES INCLUDED:• 3.5x2 ♥ DOWNLOAD OPTIONS:• PDF, PNG or JPG• With or without bleed and crop marks, single or double per page (To save paper)♥ EDIT YOURSELFEasily edit this file on your DESKTOP or LAPTOP COMPUTER! No special software needed!Access the template instantly, edit the text, download as a JPG or PDF file, and print.♥ TRY THE DEMO!Want to see how your wording will look before you buy? Edit this file using the demo link below!http://templett.com/design/demo/thetinyowl/6117068♥ WHAT YOU CAN EDIT•\tFonts•\tFont Color•\tBackground ColorWhat you CANNOT edit:•\tSize/ Dimensions of Designs♥ How Does it Work?•\tAfter purchasing this listing, you will receive an email from Templett containing a link to access and edit your file (Please check your SPAM folder)•\tFollow the link to access your template•\tMake all your changes to the template, save, and download•\tPrint at home, copy center or online printer♥ PRINTING YOUR FILEDOWNLOAD OPTIONS:•\tPDF - For home, copy center, or professional printing. Use the \"Save Paper\" option to print multiple per page.•\tJPG - Photo lab, copy center, or professional printing. Select the \"Bleed\" option when printing professionally.•\tPNG - Email, text, or social sharing•\tPRINTING OPTIONS:•\tPrint at home•\tCopy center such as Staples, FedEx, etc.•\tPhoto lab such as Costco or Walgreens•\tOnline printing service such as Prints of Love♥ REFUND POLICYDue to the nature of digital files, we do not accept refunds. Please message us if there is an issue with your purchase [id: 6117068]\n                ", "listing_reviews": null, "store_reviews": "340 shop reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/963428105/terracotta-business-card-template"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=869760089", "store_sales": "25,448 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets, Black Presets, Mobile Presets, Instagram Filter, Presets, Moody Blogger Presets, Influencer Luxury Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "8", "store_reviews": "793 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/869760089/3-mobile-lightroom-presets-black-presets"}, {"seller_text": "SincerelyByNicole", "seller_href": "https://www.etsy.com/shop/SincerelyByNicole?ref=simple-shop-header-name&listing_id=959731723", "store_sales": "17,596 sales", "store_rating": "4.9576", "listing_title": "Marly | Business Card Template, Minimalist Business Cards, Modern Chic Business Card, Editable Business Card Template, Printable Business", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $3.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 JPG, 1 PDF, 1 ZIP"], "listing_desc": "\n                    ---------------------------------------------------------------------------This is a fully editable double sided business card with a modern + minimal design. This business card is the perfect way to make your business stand out & potential clients remember you!→ All items on this template are completely editable. You are free to change the text, change the background color, change the social media icon color, and so much more→ PERFECTLY modern + minimal. This item works for any small business!→ Not a fan of the background/text colors? No problem at all! ALL COLORS ON THIS TEMPLATE ARE EDITABLE! Pick & choose what represents your brand best :)→ All editing will take place in your browser (no software for you to download!) through Corjl.com and all fonts will be provided.→ There is no download limit and no expiration date currently for the templates in my shop. You are free to change your mind and edit as many times as you need.→ I'm here to help. I want your experience to be as worry free and as positive as possible. If you have any questions please do not hesitate to contact me ❤️test out the demo for this template here. Simply copy and paste into your browser ⬇️ https://www.corjl.com/d/3630FJ----------------------------------------------------------------------------✨ TRY BEFORE YOU BUY ✨(copy and paste this link into your search bar)* please note that edits from the demo will not be saved onto the purchased template. This option is to just get a feel for the editing process :)https://www.corjl.com/d/3630FJ----------------------------------------------------------------------------✨ HOW IT WORKS ✨1. After trying the demo and reading all of the product description, purchase this listing.2. After the listing has been purchased, you will receive an email from \"orders@corjl.com\"⤏ this email will be sent to the email address you have on file with Etsy⤏ if you do not receive an email within a few minutes, please check your junk folder3. Once you have received the email form Corjl, click the link provided4. You will be redirected to corjl.com5. You will be required to create a username and password for your Corjl account6. After creating a username and password you can begin the editing process!7. Once you are satisfied with your progress, save your finalized template8. Once your template is saved you will be able to download your template⤏ there are multiple ways to download your template!9. Once your template is downloaded, print it out using a personal printer or print shop!10. Enjoy!----------------------------------------------------------------------------⭐️ WHERE TO PRINT ⭐️I’ve teamed up with Prints Of Love to provide a seamless + affordable way to have the items in my shop professionally printedWhy I chose Prints Of Love:1️⃣ FREE 2-3 day shipping2️⃣ You have the option to order samples of what your design will look like for ONLY $73️⃣ Easily print front and back sides4️⃣ Everything is handled online - no driving to a print shop!5️⃣ Customer service - someone is always online to help you with your order. (AKA no waiting on hold!)6️⃣ Prints of love is ECO FRIENDLY! I love this about them. They also plant a tree in your name for every order you make!7️⃣ Affordable + easy to use. I can’t ask for much else for my clients.⭐️ Check out Prints Of Love here: https://printsoflove.com/sincerelybynicole/----------------------------------------------------------------------------✨THIS DOWNLOAD INCLUDES ✨⟶ one double sided business card (sent via email from \"orders@corjl.com\" to the email address you have on file with Etsy)⟶ 3.5x2 inch♡ DEMO THIS DESIGN HERE (copy and paste into your browser): https://www.corjl.com/d/3630FJ----------------------------------------------------------------------------💛 important: if printing the OPTIONAL postcard backside⟶ If printing at home: please review your printer settings before attempting to print double sided🔘when printing at home there are multiple steps involved🔘practice makes perfect! start out by doing a test print on regular office paper. once you have that down, move onto printing on your nicer paper :)⟶ If printing with a print shop: please choose to print double sided🔘 most print shops are super helpful! don't be afraid to call/chat online with someone at your print shop that can help you choose the correct settings (I do this all the time :))----------------------------------------------------------------------------► PRINTING DOUBLE SIDED WITH CORJLI have contacted Corjl support about the best way to print double sided with a Corjl template. Here is Corjl's suggestion on the best way to do this.1️⃣ when you download the image, the back side of the image will AUTOMATICALLY download as a separate item (this template will have two separate downloads.2️⃣ Print the front side of the template out (the first item that has downloaded)3️⃣ Choose the SECOND downloaded image4️⃣ Insert the SAME piece of paper into the tray & print the second image on the opposite side of the paper→ Please note: this takes some practice. Images may come out upside down, misaligned, or over the font of the program on the first few attempts. It just takes a little patience & practice but once you figure it out you'll be a pro :)----------------------------------------------------------------------------✨WHAT YOU CAN DO WITH THIS TEMPLATE ✨ALL ELEMENTS ON THIS TEMPLATE ARE 100% EDITABLE⟶ change the font color⟶ move the words around⟶ add a background image⟶ add a backside⟶ change the background color----------------------------------------------------------------------------✨ WHAT YOU CANNOT DO WITH THIS TEMPLATE ✨⟶ change the sizes⟶ underline, bold, or italicize fonts (this is due to not all fonts supporting these features and errors occurring in the printing process) see below for a workaround for this.❗️please note that this template is not suited for pre cut sheets of labels (Avery, etc.). If you are interested in this option, please contact me before purchasing.----------------------------------------------------------------------------✨HOW TO CREATE BOLD AND ITALICIZED FONTS ✨⟶ when applicable, different weights of fonts will be offered.⟶ please kindly note different weights will not be available for all fonts----------------------------------------------------------------------------✨WHAT TO EXPECT FROM ME AS AN ETSY SELLER SELLING AN EDITABLE TEMPLATE THROUGH CORJL ✨⟶ open communication if the customer has any questions about the preparation, printing process, or any issues along the way.⟶ answering Etsy Messages as soon as I receive them (even to say that I will make edits or send products at a later time)* please note that I will not always not be able to read & respond to messages immediately⟶ good communication with the customer about any issues or questions along the way----------------------------------------------------------------------------✨ DETAILED CUSTOMER INSTRUCTIONS WRITTEN BY CORJL ✨⟶ please scan over this before you buy this template⟶ please download this once you purchase for reference(copy and paste this link into your search bar )https://docs.google.com/document/d/1egpDWgf99dw9MxsV1G3A27v32-5XI-O5x9pbuVZIBkQ/edit?usp=sharing----------------------------------------------------------------------------✨FURTHER HELPFUL INFORMATION ✨⟶ Due to the digital nature of the products in my shop, I do not offer refunds on my items.⟶ Please keep in mind that every printer prints differently, Exact colors may vary slightly! An example of this is included in the picture section of this item----------------------------------------------------------------------------✨TERMS OF USE ✨⟶ This template is for personal use only. It may not be redistributed, resold, or used for commercial purposes.⟶ This template is intended for single use - using this template for multiple events is NOT permitted.⟶ File sharing or distributing this template is prohibited.⟶ No part of this template (design, content, description, wording) may be reproduced in any way.⟶ Sincerely By Nicole reserves the right to revoke access to a template if the user fails to comply with any of the above terms.----------------------------------------------------------------------------Copyright © 2015 Sincerely By Nicole | All Rights Reserved----------------------------------------------------------------------------✨ IF YOU HAVE QUESTIONS OR CONCERNS ✨⟶ contact me at any time, I am more than happy to help!----------------------------------------------------------------------------LET'S BE SOCIAL 🤍⟶ facebook: https://www.facebook.com/sincerelybynicole⟶ instagram: https://www.instagram.com/sincerelybynicole⟶ pinterest: https://www.pinterest.com/Sincerelybynicole\n                ", "listing_reviews": null, "store_reviews": "806 shop reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/959731723/marly-business-card-template-minimalist"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=747825472", "store_sales": "237,224 sales", "store_rating": "4.8715", "listing_title": "10 Mobile Lightroom Presets FAMILY TIME / Lightroom Mobile Presets / Desktop Preset / Warm Photo Filter for Instagram", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    Lightroom Presets  , instagram preset, warm photo filter,  influencer presets , lifestyle blogger presets10 Lightroom presets FAMILY TIME  is created especially for family fun moment portraits to give it a stunning and styled look. The preset can be applied with just one click and will give your photos an interesting and amazing look –  ideal for creating stand-out photos for printing and hanging on your wall.🔺Included10 LIGHTROOM PRESET .ZIP Archive .PDF file with direct link to download presets directly to your phone .PDF Instruction Guide 📍Unfortunately, Etsy does not support downloading digital files via Etsy App. Please download via one of the following options:1. Visit your email and click 'View Your Files on Etsy' in the email received from Etsy. Login to your Etsy account (if you have one). You will see the links to your files at the bottom of the page.2. Login to your Etsy account via Safari or Google Chrome browser on your mobile phone. Click on Your Account (a circle in the top right corner) > Purchases and Reviews > Your Order > 'Download Files'. You will see the links to your files at the bottom of the page.Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and I'll send your preset immediately and you can save directly in your camera roll‼️For any questions or editing help Please contact me email victoriabee.shop [!at] gmail.com© 2019-2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoKeywords: warm filter, Instagram Filter, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, family preset,\n                ", "listing_reviews": "30", "store_reviews": "8,047 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/747825472/10-mobile-lightroom-presets-family-time"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=856057614", "store_sales": "25,448 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets, Pink Presets,Instagram Filters, Natural Presets, Mobile Presets, Presets, Blogger Presets, Blush Presets, Vsco", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "22", "store_reviews": "793 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/856057614/3-mobile-lightroom-presets-pink"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=811454351", "store_sales": "70,784 sales", "store_rating": "4.9099", "listing_title": "5 Natural Tones Mobile & Desktop Lightroom Presets, Beige Clean Outdoor Photo Editing Filter for Instagram Influencer Lifestyle Blogger", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Natural Tones Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram Influencers, Clean Outdoor Photo Editing Filter for Lifestyle and Travel🌟The Natural Tones Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add slightly cool beige, tan and white tones to your Instagram photos. These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "100", "store_reviews": "5,612 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/811454351/5-natural-tones-mobile-desktop-lightroom"}, {"seller_text": "HyggelyStudio", "seller_href": "https://www.etsy.com/shop/HyggelyStudio?ref=simple-shop-header-name&listing_id=727311464", "store_sales": "21,406 sales", "store_rating": "4.919", "listing_title": "10 Lightroom MOBILE Presets, Bright and Airy Mobile Light room Presets, Blogger and Instagram Photo Filters, Lightroom CC, Light Bright Ig", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.55\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF"], "listing_desc": "\n                    Elevate your social media presence with these Bright & Airy presets for MOBILE! These are used best for images used in light spaces or shot in natural light.☞ PLEASE NOTE: THIS IS A DIGITAL DOWNLOAD! NO PHYSICAL COPY WILL BE SENT TO YOU! ☜CHECK OUT MORE FROM THIS SHOP --> https://www.etsy.com/ca/shop/HyggelyStudio-----------------------------------------------DETAILS FOR INSTANT DOWNLOAD:-----------------------------------------------♡ INSTANT DIGITAL DOWNLOAD!You will receive 10 preset files (PDF will have a clickable link to your files through google drive)+ PDF WITH LINK TO STEP BY STEP INSTRUCTIONS WITH PHOTOS!➀ BRIGHT&AIRY - ORIGINAL - DNG FILE➁ BRIGHT&AIRY - BRIGHT - DNG FILE➂ BRIGHT&AIRY - INTERIOR - DNG FILE➃ BRIGHT&AIRY - INTERIOR SHARP - DNG FILE➄ BRIGHT&AIRY - LOW SAT - DNG FILE➅ BRIGHT&AIRY - SHARP - DNG FILE➆ BRIGHT&AIRY - WARM - DNG FILE➇ BRIGHT&AIRY - TWO - DNG FILE➈ BRIGHT&AIRY - SHARP TWO - DNG FILE➉ BRIGHT&AIRY - THREE - DNG FILE!! These presets are created for Mobile Lightroom ONLY !!*If you would like the Desktop version of these presets, please message me, and I will direct you to the desktop listing*- Compatible with both the Paid and Free Versions of Lightroom Mobile- Instant Download Directly to Mobile Device, No Desktop Needed- Compatible with JPG & Raw ImagesBased on your lighting conditions, camera settings, and personal style, these presets may need to be slightly altered to fit your needs. I am always happy to help you use the presets if you are having trouble.  !! No refunds or exchanges can be made on digital products !!TERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE FOLLOWING -- - Do not share these files- Do not sell these files- Derivative works are also prohibited© 2019 Hyggely Studio - All Rights Reserved\n                ", "listing_reviews": "58", "store_reviews": "816 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/727311464/10-lightroom-mobile-presets-bright-and"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=948567963", "store_sales": "21,700 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Neutral Filter, Cream Preset, Instagram Filters, iPhone Presets, Lightroom Filter, Lifestyle Preset, Organic Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it natural with an Organic Preset! This Lightroom Mobile preset will effortlessly soften and mute the shades in your photos to achieve a creamy cozy look with the click of button! ☼ Your purchase includes ☼- 1 Organic Lightroom Mobile Preset- PDF step by step installation guide☼ Additional Information ☼- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ☼ Cancellation Refunds/Exchanges ☼Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "15", "store_reviews": "1,130 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/948567963/lightroom-mobile-preset-neutral-filter"}, {"seller_text": "ZebraPress", "seller_href": "https://www.etsy.com/shop/ZebraPress?ref=simple-shop-header-name&listing_id=765441907", "store_sales": "7,498 sales", "store_rating": "4.7986", "listing_title": "Business Card Template, INSTANT DOWNLOAD, Minimalist Business Cards, Modern Chic Editable Business Card Design, Printable Business Cards", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $8.79\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ★ ★ ★  TRY BEFORE YOU BUY  ★ ★ ★ Copy & paste the URL below to demo:https://templett.com/design/demo/ZebraPress/3260352,3550998Please note: Not available on tablet or mobile devices. Please be sure your browser is updated to the latest version as the Templett application uses some of the latest web technologies.Modern Chic Casual Minimalist Business Card template you can edit in your browser, download & print.All colors, fonts & elements of the design can be changed / altered.Great for photographers, artists, branding, and more. View the matching SILKA Large Branding Kit here :www.etsy.com/listing/942353789/silka-large-branding-kit-50-templates-----------------------------------------------------------------------I N C L U D E D-----------------------------------------------------------------------• Business Cards: 3.5\" x 2\"• Social Media Icons• Download as PDF, JPEG or PNG• Detailed instructions - via the Templett App-----------------------------------------------------------------------I N S T R U C T I O N S-----------------------------------------------------------------------1. Add the design to your Etsy cart & complete your purchase (Add to Cart)2. Look for an email from Templett, sent within minutes after your purchase (sent to the email address you have saved with Etsy). Using a desktop or laptop computer, follow the link to access your template, directly in your browser.3. Edit your template, save and download the file. You can save your file and continue editing your template at any time.4. Print with an online printer, local print shop, or high quality home printer.-----------------------------------------------------------------------F E A T U R E S ------------------------------------------------------------------------ All the colors & fonts are 100% customizable- No fonts or software is needed to use - edit in the Templett App directly in your browser- Change/add background and upload your own image- Save your files and come back at any time to continue editing them, they will always be available to you.- You can save your template in the following formats: PDF, JPEG and PNG. With the option of trim marks, bleed, as single or multiples per page. (depending on size)- When you purchase, you agree that you have read through the description and tried the demo prior to purchase. No refunds on digital templates due to the nature of the product.* You will not be able to alter the size of your template ** If you need a different size, please contact the Zebra Press store via Etsy & I will be happy to help:)-----------------------------------------------------------------------P R I N T I N G-----------------------------------------------------------------------• Templett gives you options for bleeds & cutting guides• Can print (8) per page as a PDF (8.5 x 11) Print at home or using a local professional printer or online printing vendor. Heavy card stock is recommended. Make sure your printers settings are set to '100%' or 'Actual size'.Templett allows you to download as PDF, JPG or PNG  + can automatically setup cut-lines & bleed.With all the different download options, you can have your template printed anywhere. ★ PLEASE NOTE ★1. We always recommend a test print first before doing larger print runs.2. For the best resolution & accurate font-rendering, please download your final files as a PDF.Colors vary depending on monitor, printer and choice of paper. Printed ink will differ on different paper stocks.★ Contact the Zebra Press store via Etsy if you need support or have a question, I will be happy to help :)THANK ♥ YOUZEBRA PRESSCopyright Zebra Press: All invitations are for personal use only and cannot be resold, shared or used commercially without written consent from owner. You can print the digital files for personal use. Please send an Etsy conversation message if you have any questions.★★★★★★★★[id:3260352,3550998]\n                ", "listing_reviews": "26", "store_reviews": "323 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/765441907/business-card-template-instant-download"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=869967370", "store_sales": "21,700 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Natural Presets, Instagram Filters, VSCO Filters, iPhone Presets, Lightroom Preset, Lifestyle Presets, Bright", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it natural with this Natural Preset! This Lightroom Mobile preset will effortlessly soften and mute the shades in your photos to achieve a minimalist natural look with the click of button! ❀ Your purchase includes ❀- 1 Natural Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "24", "store_reviews": "1,130 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/869967370/lightroom-mobile-preset-natural-presets"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=686103789", "store_sales": "171,639 sales", "store_rating": "4.8275", "listing_title": "GREEN Lightroom PRESETS Mobile and Desktop - for Instagram/ Blogger/ Photo filters/ Food Presets/ Lightroom mobile presets, tropic exotic", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    💥20 Mobile Lightroom Presets, Mobile Presets, Desktop Presets💥Blogger Preset Package for Instagram Photo PresetWhite Lifestyle preset photo filter✅FILES included:- 20 Lightroom presets for MOBILE Lightroom( free mobile lightroom app)- 20 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "47", "store_reviews": "6,145 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/686103789/green-lightroom-presets-mobile-and"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=934128080", "store_sales": "21,700 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Neutral Filter, Cream Preset, Instagram Filters, iPhone Presets, Lightroom Filter, Lifestyle Preset, Blogger Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it natural with this Nude Preset! This Lightroom Mobile preset will effortlessly soften the shades in your photos while achieving a bright creamy look with the click of button! ❀ Your purchase includes ❀- 1 Nude Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "18", "store_reviews": "1,130 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/934128080/lightroom-mobile-preset-neutral-filter"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=788363061", "store_sales": "171,642 sales", "store_rating": "4.8275", "listing_title": "Sweet HOME -  LIGHTROOM mobile and desktop PRESETS /vsco filters, Presets for Lightroom Mobile app / warm presets / instagram filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.02\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    More presets in our SHOP:www.etsy.com/shop/KatherineDream • FILES INCLUDED IN YOUR PURCHASE •✔️ 11 Lightroom presets for MOBILE Lightroom( free mobile lightroom app)✔️ 11 Lightroom presets for desktop Lightroom✔️ Post-purchase Support 24/7✔️ Instructions✔️ Instant Download • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "100", "store_reviews": "6,145 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/788363061/sweet-home-lightroom-mobile-and-desktop"}, {"seller_text": "LunarEtWillow", "seller_href": "https://www.etsy.com/shop/LunarEtWillow?ref=simple-shop-header-name&listing_id=914773839", "store_sales": "19,507 sales", "store_rating": "4.6837", "listing_title": "3 Mobile Lightroom Presets & Instagram Story Filter, Iphone Presets, Mobile Presets, Instagram Filters, Preset, Colorful Mobile, For Pets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.81\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 1 PDF, 3 other files"], "listing_desc": "\n                    Mobile Lightroom Presets / Instagram Presets / Desktop & Mobile Presets / Bright Blogger Theme / Influencer PresetsLunar & Willow PRESET SHOP: https://www.etsy.com/au/shop/LunarEtWillow✮ INCLUDED IN YOUR PURCHASE ✮✔️  3 Mobile Lightroom Presets (DNG files)✔️  Step-by-step guide to installation✮ COMPATIBILITY ✮✔️  Works in Lightroom Mobile App (iOS/Android).✔️  Easy to install, just import DNG files into Lightroom.✔️  Works with FREE or paid version of Lightroom CC App.Created for the FREE Lightroom Mobile App and Desktop Lightroom. Our presets will transform your photos with just one click. Use these to create the perfect looking Instagram feed or blog without the time consuming editing!These presets will change the way you edit lifestyle, travel, children & family, home blogging, and interior photos such as AirBnB & Real Estate.© 2020 Lunar Et Willow, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "13", "store_reviews": "860 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/914773839/3-mobile-lightroom-presets-instagram"}, {"seller_text": "Blondary", "seller_href": "https://www.etsy.com/shop/Blondary?ref=simple-shop-header-name&listing_id=974130096", "store_sales": "2,567 sales", "store_rating": "4.9957", "listing_title": "Mobile Lightroom Presets | 10 Tanning Presets | Beach Filter | Summer Tan | Bronze Preset | Beige Presets | Instagram Filter | iPhone Preset", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.05\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    Mobile Lightroom Presets, Tanning Presets, Beige Presets, Summer Presets, Beach Preset, Clean Preset, Brown presets, Bright Presets, Warm Presets, Coffee Presets, Instagram Filter, Instagram Presets, Blogger Presets, Lifestyle presets✩ FREE PRESETS OFFER ✩❤️ GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE ❤️❤️ GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE ❤️❤️❤️ GET 8 PACKS & PAY ONLY FOR 4 - Add 8 items to your cart and use promo code 4FREE*Tanning Mobile Presets: include 10 mobile Lightroom Presets perfect for summer, beach photos. Transform your photos with the Tanning Lightroom Presets*⭐You Will Receive :- 10 DNG. Mobile Presets - 1 PDF file \"how to download mobile presets\" All presets files are in DNG format.After the download you will need to unzip the file, either on your PC (and then send the mobile presets to your phone) or on your phone (if you have an app that can unzip files).After purchase you will be able to INSTANTLY DOWNLOAD the following 10 presets:- If you have problems with installation or with downloading your files just contact me and I'll do my best to help you.- Please keep in mind that each photo has different light setting so you can tweak some settings as light, contrast etc after applying you presets to get best results.For personal use ONLY! You may NOT sell, distribute, rent, give, sub-license, or transfer presets, or presets sent to anyone else.More Presets:Beige Presets:https://www.etsy.com/listing/964232783/mobile-lightroom-presets-12-beige?ref=shop_home_active_1&pro=1Bright Interior Presets:https://www.etsy.com/listing/952251009/mobile-lightroom-presets-6-bright?ref=shop_home_active_2&pro=1Minimalistic Presets:https://www.etsy.com/listing/938999572/lightroom-mobile-preset-7-minimalistic?ref=shop_home_active_4&pro=1Luxury Black Presets:https://www.etsy.com/listing/971607185/lightroom-presets-10-luxury-black?ref=shop_home_active_3&pro=1Fitness Presets:https://www.etsy.com/listing/943374818/lightroom-presets-6-fitness-presets?ref=shop_home_active_5&pro=1Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filters, Travel Presets, Influencer Presets, warm presets, iPhone Presets, Moody Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright Presets, Clean Preset, Color Pop Preset, Vibrant Presets, Home Presets, Beach Presets\n                ", "listing_reviews": "11", "store_reviews": "234 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/974130096/mobile-lightroom-presets-10-tanning"}, {"seller_text": "DiyMyDesignStore", "seller_href": "https://www.etsy.com/shop/DiyMyDesignStore?ref=simple-shop-header-name&listing_id=854707130", "store_sales": "18,885 sales", "store_rating": "4.9213", "listing_title": "DIY Business Card Template, Customizable Business Cards, Marble & Gold Business Card Design, Editable Company Cards, Instant Download, Corjl", "listing_bestseller": "-", "listing_price": "\n                        $6.73\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    DIY Business Card Template with marble and faux gold effect! You get black and white marble background options.Edit your item online at Corjl.com right after purchasing.No need to download any software or fonts. Personalize this item right in your browser using your computer, or make basic text edits using your phone or mobile device.No waiting! You’ll receive an access link to your item minutes after purchasing.Add your own text, change fonts, add your logo etc!TRY BEFORE YOU BUY------------------------------To demo this template copy + paste this link in your web browser:https://www.corjl.com/d/47M012------------------------------***This is a digital template file. No physical product will be sent.***Please read description before you buy.FEATURES------------------- 3.5 x 2\" Business Card Template- Printable- All text is editable- White and black marble backgrounds included- Front and Back- Add your logo- 300 DPI (Dot per inch) resolution- Faux gold effect; this is not real gold foil- Works on Mac & Windows***Background images aren't editable.This faux gold effect prints with ink on paper and you do not need to use special printer or material to print.***>> Browse matching stationery:https://www.etsy.com/listing/854641252https://www.etsy.com/listing/868617665https://www.etsy.com/listing/857261094https://www.etsy.com/listing/854707130https://www.etsy.com/listing/864114060WITH THIS PURCHASE YOU GET---------------------------------------------- Business Card Template- Instructions file for CorjlHOW IT WORKS?-------------------------1. After purchasing, you will receive an email from Corjl with a link to access your template. The email will come through to your Etsy registered email address – it may take a few minutes to come through, please also check your spam email folder.Or go directly to corjl.com and use your order number to log in and access your purchased templates.2. Edit your templates using the Corjl online platform. You can save changes and continue to edit at any time.3. Save your template and download it as a PDF, JPG or PNG, you can add bleed and crop marks if needed.4. Print your templates at home or send the file to your local or online printing shop.WHAT DO YOU NEED TO USE THIS TEMPLATE?---------------------------------------------------------------------- You need a computer to make comprehensive edits (add images, add text boxes, change background)Make basic text edits using your phone or tablet- Web browser installed on your device – Google Chrome, Safari or Firefox work bestNOTES------------ This template can only be edited using the free online platform corjl.comYour template will be waiting for you within the corjl.com website.- Your files will be available as an INSTANT DOWNLOAD after your purchase, so you will not receive anything physical. After payment, kindly check your email and follow the link to Corjl where you can access your template.- You will need to customize the template yourself, this listing does not include any custom design service. Artwork size and orientation are not editable, please check the sizes carefully before purchasing - see demo link to try the template before purchasing.- Print colors and quality may vary depending on your screen resolution and settings. If you print at home please use good quality paper for best results. DiyMyDesign will not be held responsible for any issue related with printing errors.- On our shop we sell MS Word, Adobe PDF and Corjl templates. Please read the full product description to ensure the file format suits your needs.Our designs are copyright owned by DiyMyDesign - you may not resell, redistribute or share these templates in whole or in part for any reason; claim these designs as your own; or sell any design digital or printed on any online store.DiyMyDesign will not be held responsible for any issue related with the usage or the content of these templates. It is your responsibility to check the text carefully and modify any part of it to suit your needs (add and subtract information), in accordance with the laws of your State or Country. This content is not meant to provide you with complete information and it is not intended to be legal advice.Your satisfaction is our goal - so if you need anything, please contact us. We will help you to the best of our ability.----Browse the gallery to find other designs: https://www.etsy.com/shop/DiyMyDesignStore\n", "listing_reviews": null, "store_reviews": "782 shop reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/854707130/diy-business-card-template-customizable"}, {"seller_text": "YellowWelliesDesigns", "seller_href": "https://www.etsy.com/shop/YellowWelliesDesigns?ref=simple-shop-header-name&listing_id=715615586", "store_sales": "12,494 sales", "store_rating": "4.9043", "listing_title": "CORJL Template Business Card Instant Download | Printable Business Card | Modern Rainbow Card | Editable DIY Template | 3.5 x 2 card", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $6.79\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ★EDIT YOURSELF ONLINE WITH CORJL★Instantly edit this modern rainbow Business Card card online and download it right to your computer to begin using immediately. Sized for 3.5 x 2  in US Standard Business Card, this card  can be saved as a PDF or JPG and printed at home or your favorite print lab.  Please read description carefully prior to purchasing.Once purchased, you will receive an email to edit the template! No software installation required! Once edited, you can save the completed design print from home or send to a professional print lab. Edit the designs as many times as you want, there is no time or number limit.*Colors cannot be changed in background image*★ DEMO LINK ★Copy and paste the URL to demo: https://www.corjl.com/d/3N9F42Fully editable design using the free Corjl app online: https://www.corjl.com/. No software or special app is necessary to edit this design template. Easily edit the text, color and font. ★ HOW IT WORKS ★1. Add to cart and purchase this design2. An email is sent to you from Corjl containing a link to open and edit the design3. Click on the link and edit your design4. Download your files5. Print your files from home or through a professional print lab.★ CUSTOMIZATIONS ★I am not currently taking customization requests for premade designs★ PRINTING ★For the best quality, we recommend printing with a professional print lab. We recommend VistaPrint. We do not currently offer print services. Please double check your spelling and bleed lines when submitting for print. We are unable to provide any home or 3rd party printer support.You may also print at home by downloading your files as a PDF with the \"Save Paper\" option selected. This will print multiple copies per page. Due to the various printers, software and computer set ups, we are not able to offer any print support.★ LEGAL STUFF ★This is a digital template file sent via Corjl (not Etsy). No physical product will be sent. I highly recommend trying the FREE demo link before purchasing to determine if the Corjl platform is right for your needs. Due to the digital and non-returnable nature of this product, all sales are final and no refunds or exchanges will be given.Yellow Wellies Designs is not responsible for any printing errors and is unable to provide printer support, both at-home and 3rd party. Please note these design files are for personal business use only. These design files may not be resold, altered or as-is, in any form under any circumstances. All rights remain with Yellow Wellies Designs.If you have trouble with the template, please convo me and I will do everything I can to resolve any issues.\n                ", "listing_reviews": null, "store_reviews": "1,236 shop reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/715615586/corjl-template-business-card-instant"}, {"seller_text": "HustlingBabeToolkit", "seller_href": "https://www.etsy.com/shop/HustlingBabeToolkit?ref=simple-shop-header-name&listing_id=1014130917", "store_sales": "353 sales", "store_rating": "4.8095", "listing_title": "DIY Credit Card Business Cards, Business Cards, Business Card Template, Printable Business Card", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $6.84\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Easily create a professional Business Card that matches your brand to promote your business\u2028\u2028\u202850% OFF \u2028when you buy 3 items or more\u2028♥discount applied at checkout♥☞ DON’T FORGET: Select the ♥ FAVOURITE button to save this product for later and get notified of any future discounts!Matching Price List:https://www.etsy.com/ca/HustlingBabeToolkit/listing/1033040795/diy-price-list-editable-price-list?utm_source=Copy&utm_medium=ListingManager&utm_campaign=Share&utm_term=so.lmsm&share_time=1623180209220---------------------🦋 DESCRIPTION---------------------Our templates are editable in Canva. Canva is an awesome web-based design platform that is EASY to use and FREE!This template is editable using the free version of Canva! Our templates save you significant time and keep your marketing on brand and cohesive. Simply edit text, change fonts and add your contact details!------------------------🦋 HOW IT WORKS------------------------1. Purchase this listing2. You will receive an email from Etsy with a link to your download. You can also download from \"Purchases & Reviews\"3. Download PDF from email and follow the link to your template4. Save a copy of your Template. (Important so you do not lose your edits!)5. Edit Photos, Fonts, Colours, Text6. Save as PDF and print!------------------------🦋 WHAT’S INCLUDED------------------------1 x Business Card Size 3.5 x 2 in + FREE THANK YOU CARD - 7 x 5 inFile formats include:JPEG & Printable PDF\u2028\u2028Front Side & Back Side Design Options\u2028-----------------------------🦋 WHAT CAN I EDIT?-----------------------------• Text & Text Colour (Except the digits of the credit card & VALID THRU section)• Fonts• Background• Photos-----------------------------🦋 IMPORTANT HOW TO ACCESS YOUR DIGITAL FILE(S)-----------------------------To access your digital file(s), make sure you are in browser and not the App where you can also download straight from Etsy,\u2028Etsy will send an automatic email with download links within 5 minutes of payment clearing to your email address on file. If you don't see it, please check your spam folder.How To Download Your Files From Etsy!\u2028\u20281.Click on your profile (top right, beside cart button).\u2028\u20282.Click on Purchases & Reviews.\u2028\u20283.Beside the item you will see “Download Files Button”. Click and download!Nothing will be physically shipped to you. Because of the nature of digital products no refunds, exchanges, or edits are available.© JAZZYDIGITALDESIGNS all rights reserved. Purchase Of This Design Allows Use for your Personal and/or Personal Business Use Only.\n                ", "listing_reviews": "7", "store_reviews": "21 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/1014130917/diy-credit-card-business-cards-business"}, {"seller_text": "shapeyourbrand", "seller_href": "https://www.etsy.com/shop/shapeyourbrand?ref=simple-shop-header-name&listing_id=950673070", "store_sales": "7 sales", "store_rating": "5", "listing_title": "Square Business Card Template Canva | Printable Minimal Business Card | Square Card Instant Download", "listing_bestseller": "-", "listing_price": "\n                        $7.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    SQUARE BUSINESS CARD TEMPLATE EDITABLE IN CANVADIGITAL DOWNLOAD | You can have access to the template immediately from your Etsy account, after purchase.Represent yourself and your brand in a professional way with this minimalist yet sophisticated square business card.This listing includes a business card template that you can edit in canva.com with a free account.Size: 2,5 x 2,5 in🖌️ If you need a different size, please let me know :)HOW DOES IT WORKPurchase and click on the link in the pdf file. Customize your business card and edit fonts, font color and background color to match your brand. Editing in Canva is crazy easy but if you need some help, here is a link to Canva's official tutorials: designschool.canva.com/tutorialsYou can print the final card using your home printer, online printing services or at local printing shops.Please note that no physical product will be shipped to you. Printing is not included in this purchase. Colors may slightly vary due to different monitor settings.  The final print quality will mostly be determined by the quality of the printer you use and the quality of the chosen paper.Last but not least, this purchase is for personal use only. You can print the design but you can not resell, reproduce, distribute or profit in any way from the design.\n                ", "listing_reviews": null, "store_reviews": "1 shop review", "search": "printable business card", "url": "https://www.etsy.com/listing/950673070/square-business-card-template-canva"}, {"seller_text": "MintAndPepper", "seller_href": "https://www.etsy.com/shop/MintAndPepper?ref=simple-shop-header-name&listing_id=790367867", "store_sales": "61,307 sales", "store_rating": "4.8303", "listing_title": "7 Lightroom Mobile & Desktop Presets NATURAL Instagram Preset, Bright Filter, Mobile Lightroom Presets for Bloggers, Everyday Photo Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.82\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    7 Lightroom Presets for Lightroom MOBILE (.dng) & Lightroom DESKTOP (.xmp) NATURAL is a pack of 7 Lightroom Presets. Great for bloggers, photographers and everyone who aims to create a consistent feed on Instagram with easily applied filter. Perfect for outdoor photography, stylized shots and portraits.- Compatible with iPhone and Android devices (you just need to download free Lightroom App) and with Desktop Lightroom - Easy to apply, with just one click- Instant download filesYou get:- 7 Lightroom Presets in .dng and .xmp formats - Instruction in PDFPlease remember that all presets look differently on each photo because of lighting and white balance settings, dominant colours etc. If your photo doesn’t look perfect you may need to adjust exposure or temperature to achieve the best results.🌟GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE🌟🌟GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE🌟🌟GET 8 PACKS & PAY ONLY FOR 4 - Add 8 items to your cart and use promo code 4FREE🌟- Due to the digital nature of this product no exchanges or refunds will be madeINSTAGRAM: @mint_and_pepper_EMAIL: mintandpepper5 [!at] yahoo.comKeywords: Lightroom presets, Lightroom, mobile presets, dng, photo filters, iPhone, Android, iOS, instagram presets, digital download, presets, Lightroom CC, Instagram presets, blogger presets, VSCO presets, instagram filter, lifestyle presets, influencer presets, professional photo editing, editorial presets, luxury presets, wedding presets, portrait presets, travel presets, Lightroom mobile, best mobile presets, photo presets.\n                ", "listing_reviews": "16", "store_reviews": "2,033 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/790367867/7-lightroom-mobile-desktop-presets"}, {"seller_text": "OnePreset", "seller_href": "https://www.etsy.com/shop/OnePreset?ref=simple-shop-header-name&listing_id=974215413", "store_sales": "77,822 sales", "store_rating": "4.658", "listing_title": "BUNDLE 120 Lightroom Presets Mobile - Instagram Blogger Preset - Lightroom Mobile Presets - Instagram Presets - iPhone Presets for Blogger", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.19\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    💝 GET A FREE PRESET 💝\u2028GET 4 & PAY FOR 3: Add 4 Presets to your cart, use promo code “ONEFREE” and only pay for 3.OR SHOP UNDER THIS LINKhttps://www.etsy.com/au/shop/OnePreset?coupon=ONEFREE✩✩✩ We have 45 BESTSELLERS ✩✩✩Mobile & Desktop Compatible Lightroom Presets to create an aesthetic Instagram feed. \u2028\u2028✮ INCLUDED IN YOUR PURCHASE ✮• 120 Mobile Lightroom Presets (DNG file)• PDF File w/ Simple Instruction Manual• Compatible with both Android and iPhone• Works in Adobe Lightroom (PC/Mac)INCLUDED PRESET PACKS:- Clean- Natural- Cruise- Family- Greece- Hazelnut- Jungle- Lifestyle- Midsummer- Mother- Natural- Tangerine- Tanning✮ INSTALLATION ✮ To access your digital files:1. Go to Your Account2. Purchases and reviews and look for the order.3. To the right of the order, click Download Files.4. You will be able to download the DNG File.5. You will then be able to upload each DNG file as an image to your Lightroom Mobile app.6. Click on the three dots in the top right of your Lightroom app7. Select the option 'Create Preset', this will allow you to save the preset to the preset editing option of the app for use on other images.We value and respect our customers. We always find a compromise in solving any questions that may arise, even after the delivery of the order.Due to the digital nature of this product ALL SALES ARE FINAL.For any questions please contact me via Etsy messages.© No sharing files, or selling them in any form. Derivative works are prohibited. © OnePreset, 2020\n                ", "listing_reviews": "77", "store_reviews": "2,906 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/974215413/bundle-120-lightroom-presets-mobile"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=848374533", "store_sales": "237,217 sales", "store_rating": "4.8715", "listing_title": "5 Mobile Lightroom Preset BEE HONEY Warm Instagram Filter, Influencer Lightroom Preset Travel Blogger", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 Files"], "listing_desc": "\n                    Lightroom Presets, instagram preset,  influencer presets, lifestyle blogger presetsLevel up your social media game with BEE HONEY Presets and edit your Instagram photos like a pro on your mobile device! Mobile Lightroom Influencer Preset BEE HONEY  Included 5 presets  inspired by travel bloggers and influencers around the world.This preset for every kind of picture that will surely deliver stunning results and make your images look a hundred times better! For photographers who do a lot of fashion, travel and lifestyle photography.This quality preset produce amazing warm tones and making it easy for you to achieve the same look and feel as your favorite influencers!  🔥GET 5 & PAY FOR 3: add 5 presets to your cart, use PROMO code GIFT2🔺Included5 LIGHTROOM MOBILE PRESET .DNG file🔵How to Download and Install mobile preset:  https://youtu.be/fDKHSkU7GIs🔵If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll.For any questions or editing help Please contact me email victoriabee.shop [!at] gmail.com© 2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoKeywords: Warm filter, Instagram Filter, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, family preset,\n                ", "listing_reviews": "16", "store_reviews": "8,047 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/848374533/5-mobile-lightroom-preset-bee-honey-warm"}, {"seller_text": "DigitalVibes", "seller_href": "https://www.etsy.com/shop/DigitalVibes?ref=simple-shop-header-name&listing_id=809531211", "store_sales": "12,390 sales", "store_rating": "4.8333", "listing_title": "10 Mobile and Desktop Lightroom Presets, SUNSET GLOW presets, Sunset sunrise Lightroom Preset,Bright, Instagram Filter,Travel Summer Blogger", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    ✅ LIMITED OFFER - Just don't miss it out!Huge Package of 1000+ Mobile & Desktop Presets with a HUGE discount!! Imagine what you can do with this Bundle of 1000+ Premium Presets !Follow the link --> https://www.etsy.com/listing/864152596/lightroom-presets-bundle-bestsellers-of?ref=listing_published_alert-------------------------------------------------------------------------10 Lightroom Presets, Mobile Presets and Desktop Lightroom Presets, Instagram preset, influencer presets, lifestyle blogger presets, Summer Filters, Pastel Sunset Sunrise Beach Travel Presets, Warm Light Bright Effect.✅ SUNSET GLOW PRESETS:Take your social media pictures to the next level with DIGITAL VIBES Presets and edit your Instagram photos like a pro!The SUNSET GLOW Preset Pack will help you rock your Instagram feed, with bright pastel tones and vibrant warm light, perfect for your sunset and sunrise images. It will make you grow your followers, and create a perfect grid!✅ FILES included:The digital download comes with 2 PDF files✩ The file \"How to download\" includes a direct link to download :  10 Mobile Lightroom Preset - DNG format. 10 Desktop Lightroom Preset - XMP format.✩  The file \"How to use\" includes instructions to use the mobile and desktop presets✅ SPECIAL PROMO: BUY 5 & PAY ONLY 3✩  Add 5 items to your order ( Each item should be a pack of 10 presets)✩  Apply HAPPYSALE COUPON CODE✩ PAY ONLY FOR 3!!!✅ NOTES: ✩ All of the presets have been tested on a variety of pictures and they are very versatile.In most cases the presets works at one-click magic, but please note that it works differently on each picture, you can then edit and play with the exposure,white balance.. etc✩ This is a digital download, No physical product will be sent.✩  The presets are for personal or professional use.✩ Because my products are digital downloads, I am unable to refund, since they cannot be returned once downloaded. However we would be happy to assist with any questions. © 2020 Digital Vibes, All Rights Reserved.TERMS OF USE: All the products are copyrighted to Digital Vibes, do not share or sell these files.\n                ", "listing_reviews": "23", "store_reviews": "526 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/809531211/10-mobile-and-desktop-lightroom-presets"}, {"seller_text": "EliteStudioPresets", "seller_href": "https://www.etsy.com/shop/EliteStudioPresets?ref=simple-shop-header-name&listing_id=806720640", "store_sales": "17,026 sales", "store_rating": "4.7489", "listing_title": "10 Lightroom Mobile Desktop Presets MALIBU, Light and Bright Mobile Presets, Travel Island Picture Filter, Instagram and Blogger Presets", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.38\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    Instantly add brightness to your travel photos, while also adding a pop to ocean colors. Turn your pictures into jet➤setter lifestyle pics.☆ What is included? ☆➤ 10 Presets in DNG and XMP format (NOT lrtemplate format, but you can still use them by uploading the DNG files in your Lightroom Desktop and save them as preset.)➤ PDF file containing a link to download your mobile and desktop presets➤ PDF installation guideEtsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets☆ Compatibility ☆➤ For MOBILE and DESKTOP use (iPhone, Android, PC, MAC)➤ Compatible with free version of the Adobe Lightroom App. You can download this app for free on your mobile phone (iPhone or Android)➤ Compatible with the paid desktop version of the Adobe Lightroom Classic CC (version 7.3+)➤ For use on JPEG and RAW images☆ BUY 5 AND GET 30% OFF!! ☆Add 5 presets in your cart and receive automatically 30% discount!https://www.etsy.com/shop/EliteStudioPresets☆ 24/7 Support ☆If you have any questions or need some help with the presets, please contact me at Etsy or through email elitestudiopresets[at]@gmail.com♡ Share with Us! ♡I would love to see how your pictures turned out by using our presets. Please include them in your review! Tag or DM us on instagram to get featured!@elitestudiopresets© 2020 Elite Studio Presets, All Rights ReservedTerms of Use: By purchasing this item, you are automatically agreeing to the terms of use. Included but not limited to: Prohibition of sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "41", "store_reviews": "749 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/806720640/10-lightroom-mobile-desktop-presets"}, {"seller_text": "Stickearte", "seller_href": "https://www.etsy.com/shop/Stickearte?ref=simple-shop-header-name&listing_id=903485320", "store_sales": "44,849 sales", "store_rating": "4.9149", "listing_title": "Business Card Template, Minimalist Business Cards, Modern Chic Business Card, Editable Business Card Template, Printable Business Cards", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.60\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    --------------------DESCRIPTION--------------------Business CardThis listing is an Instant download digital file for you to edit right in your web browser with Templett after purchase. Templett is a fully customizable template editor that allows you to personalize your printable directly in your web browser. All you need to do is Purchase > Personalize > Print!No waiting • No software to install • No fonts to download.----------------DEMO LINK-----------------Never used Templett before? TRY BEFORE YOU BUYCopy and paste this url into your web browser:https://templett.com/design/demo/Stickearte/5577719,5446006,5446026*Desktop computer or laptop only (can't be edited on a tablet or mobile device). ------------------------SPECIFICATIONS-----------------------FINISHED SIZES: 3.5\" x 2\"DOWNLOAD OPTIONS:• PDF - for home printing, copy center or print shop (use the 'save paper' option to format two invites on 8.5\"x11\" or A4)• JPG - for photo lab or print shop• PNG - for text, email or social media sharing----------------------HOW IT WORKS----------------------1. Within minutes after your purchase, you will receive an email from Templett  (remember to check your spam folder if you do not see it)2. Follow the link to access your template3. Make all your changes to the template, save, and download4. Print at home, copy center or online printerYou can save your file and continue editing your template at any time. It will be available to you for one year after your purchase date.-------------------------WHERE TO PRINT-------------------------• Home printer• Copy center such as Staples, OfficeMax & FedEx• Photo lab such as Walgreens & Costco• Local print shop or online printer such as Vista Print or Shutterfly -------------------------------WHAT CAN BE EDITED-------------------------------• All text can be edited for wording, font, color, size and placement• Artwork can be edited for size and placement - colors are not editable• Backgrounds can be edited for color, deleted or new ones added• Upload your own image• Add a back side-------------------------IMPORTANT INFO-------------------------• This template WILL NOT work on a tablet or mobile device• Page size and orientation are NOT editable-------------------------MATCHING ITEMS-------------------------Please use the search bar in our shop for matching items or follow this link:-------------RETURNS-------------Due to the nature of this product, digital downloads are not eligible for refunds. Please message me to seek any clarification before you proceed with the purchase.-------------------TERMS OF USE-------------------• The purchase of a template is for ONE-TIME USE ONLY. You can edit, save and download your template unlimited times for editing and proofing purposes only. Creating multiple versions for various projects or events is NOT permitted.• The template will be available for 1 year from the day of purchase.• The viewing, printing or downloading of any content, graphics or templates from Stickearte is solely for your own personal use and not for republication, distribution, sale or other use. No part of any content, description or template may be reproduced in any form.Stickearte reserves the right to revoke access to a template if the user fails to comply with the terms.© Copyright of Stickearte. For personal use only and not for resale. No part of any content, description or template may be reproduced in any form.[id:5577719,5446006,5446026]\n                ", "listing_reviews": "4", "store_reviews": "3,621 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/903485320/business-card-template-minimalist"}, {"seller_text": "KIINcreations", "seller_href": "https://www.etsy.com/shop/KIINcreations?ref=simple-shop-header-name&listing_id=997654802", "store_sales": "108,063 sales", "store_rating": "4.8939", "listing_title": "10 EARTHY mobile & desktop PRESETS | Earthy Preset | Brown Preset | Travel preset | Tropical Preset | Aesthetic Preset | Instagram filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.12\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ❤️  GET 4 & PAY FOR 2: add 4 presets to your cart, use PROMO code: MERCI4 and pay just for 2❤️ ❤️  GET 6 & PAY FOR 3: add 6 presets to your cart, use PROMO code: MERCI6 and pay just for 3❤️ ❤️ ❤️  GET 8 & PAY FOR 4: add 8 presets to your cart, use PROMO code: MERCI8 and pay just for 4\u202810 Earthy Lightroom mobile & desktop presets - saturated browns, faded greens, moody blues will give your images that tropical aesthetic feel. These presets will work great with outdoor, family, portrait ,travel, lifestyle and professional photography images.\u2028\u2028INCLUDED IN YOUR PURCHASE✅  10 Mobile Lightroom Presets (DNG files)✅  10 Desktop Lightroom Presets (XMP files)✅  10 Desktop Lightroom Presets (LRtemplate files)\u2028✅  Easy Step-by-step PDF guide with instructionsBEST CUSTOMER SERVICEI want to be sure you’re satisfied! If you have any issues, I am happy to help! Just message me! :) COMMON QUESTIONS➕ Works in Lightroom Mobile App (iOS/Android)➕ Works With & WITHOUT Adobe subscription➕ You only need Lightroom CC App on your Phone/iPad➕ Works With All Lightroom & ACR Desktop VersionsMy presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. I’m confident that my presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image.STAY IN TOUCHIG: instagram.com/kiinlrpresetsWEBSITE: kiinlightroompresets.comEMAIL:  info [!at] kiinlightroompresets.comRefunds/ExchangesDue to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is my number one priority. In the case you are not happy with a preset, send me a message and we can discuss an exchange for a preset that better fits your needs. © 2020 KIIN CREATIONS LLC, All Rights ReservedTERMS OF USE:  Including but not limited to: No sharing the files. No selling the files. Derivative works are prohibited.\u2028KIIN Presets, Photo Presets, VSCO Presets, Edit, Editing, Insta blogger, Lightroom Classic CC, influencer preset, blogger preset, influencer filter, preset filter, instagram feed, fashion blogger, aesthetics, DNG, Instagram Preset, Presets, Mobile Filter, Lightroom presets, Lightroom Mobile, Android Preset, Lightroom Mobile Presets, Mobile Lightroom Presets, family preset, warm bright preset, skin preset, selfie presets, earthy preset, aesthetic preset, professional photography preset, earthy tones, caramel preset, coffee preset, brown preset, mocha preset, brown preset, brown Lightroom preset, Lightroom mobile presets, preset filter, instagram preset, outdoor preset, tropical preset, instagram preset, travel preset, tanned skin preset, moody preset\u2028\n                ", "listing_reviews": "6", "store_reviews": "4,454 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/997654802/10-earthy-mobile-desktop-presets-earthy"}, {"seller_text": "Presetsil", "seller_href": "https://www.etsy.com/shop/Presetsil?ref=simple-shop-header-name&listing_id=904674862", "store_sales": "420 sales", "store_rating": "4.6364", "listing_title": "4 professional Lightroom Mobile Presets, Instagram filter, bright and clear, presets for all types of photos.", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.38\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 MOV, 1 ZIP"], "listing_desc": "\n                    4 Lightroom Presets for amazing edit results. The presets will take your photos  to a much higher level. Your feed will be a goal for everyone ! ✨* What will you get in the package?✔️ 4 presets which both work with iPhone & Android ✔️ The presets work in the FREE Lightroom Mobile App ✔️ Video clip showing how to download the presets step by step✔️ Fast direct digital download ✔️ How to use the presets in the app 🎁 B O N U S 🎁 *Buy 4 and pay only for 2*Use the code 2FREEThis preset is the best assistant and easily improves photos. You will get all the secrets of editing in one click! I know that you will enjoy it! I’m excited to see your results.  💥\n                ", "listing_reviews": "6", "store_reviews": "11 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/904674862/4-professional-lightroom-mobile-presets"}, {"seller_text": "SnazzyMango", "seller_href": "https://www.etsy.com/shop/SnazzyMango?ref=simple-shop-header-name&listing_id=986580638", "store_sales": "3,763 sales", "store_rating": "4.6667", "listing_title": "Bachelorette Instagram Filter! Gold Bachelorette Filter! Instagram Stories Filter. Hen Party Filter! Instagram Effect. Bachelorette Party!", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $8.01+\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: Adobe Illustrator, Photoshop, Instagram, Facebook, Spark AR, Glitter, Insta Stories, Effect, Instagram Story, Insta Story, Sparkle, Gold, Bachelorette\n\n\nRead the full description"], "listing_desc": "\n                    Custom Bachelorette For Instagram, Instagram Stories Filter!TRY BEFORE YOU BUY: https://www.instagram.com/ar/944533329616168/Make a statement at your bachelorette party with your very own custom Instagram/Facebook filter! All your family, friends, guests and followers will have access to your filter! Anyone who sees your story will also have access to your filter! Unlike snapchat filters it's not restricted to location and there is no upload cost!| CUSTOMISATION |-PERSONALISATION-Name:Date:Location:Text colour (Select from drop down menu) or message me if you want a colour which isn't listed.Which social media do you want your filter to be on? (Facebook or Instagram). Please note there's a small charge to have your filter on both social media platforms as I essentially have to make 2 separate filters.| HOW IT WORKS |1 - Enter your personalisation requirements in the space provided when ordering.2 - I then design your filter in Instagram/Facebook's unique software.3 - A proof will then be sent to you of how your filter will look, please allow 24hrs for this.4 - Once you're happy with how your filter looks, I then submit it to Instagram/Facebook to upload to their filter collection. (This can take up to 48hrs)!5 - Once the filter has been accepted by Instagram/Facebook I will then email you a link to where you can find your filter on the social media site!6 - You can share the link with all your friends, family and guests! Alternatively, when your post to your story using the filter a badge will be displayed in the top left corner. Anyone who clicks on this will also have access and be able to use your filter! (An example of this is Picture 3).Please message me if you have any questions.  :)If you include the snapchat version in your order, this is just for the filter file. You must upload the filter to Snapchat where costs may be incurred due to location and date. More information can be found here: https://www.snapchat.com/l/en-gb/on-demand/Facebook and Instagram filters are uploaded by me at no extra cost.My full collection of Instagram & Facebook filters can be found here:https://www.etsy.com/uk/shop/SnazzyMango?ref=seller-platform-mcnav&section_id=21416837Keywords:Bachelorette Filter, Bachelorette Party, Hen Party, Ring Filter, Gold Filter, Gold Bachelorette, Pool Party, Insta Filter, Bachelorette Party Instagram, Bachelorette Geofilter, Insta Filter, Instagram Filter, Instagram Story, Instagram Stories, Insta Stories, Instagram Wedding, Instagram Wedding Filter, Rose Gold Wedding Filter, Insta Wedding Filter, Insta Wedding Effect, Insta Wedding Stories, Insta Wedding, Instagram Wedding, Rose Gold Wedding Filter, Insta Mask, Insta Effect\n                ", "listing_reviews": null, "store_reviews": "466 shop reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/986580638/bachelorette-instagram-filter-gold"}, {"seller_text": "MDArtsAndPhotography", "seller_href": "https://www.etsy.com/shop/MDArtsAndPhotography?ref=simple-shop-header-name&listing_id=871910969", "store_sales": "429 sales", "store_rating": "4.6364", "listing_title": "Blush Classic Business Card Template Printable, Instant Business Card, Editable Business Card Design, Modern Floral, Leaves, Watercolor", "listing_bestseller": "-", "listing_price": "\n                        $1.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Beautiful floral business card template 3.5\" x 2\", front and back. You can customize all the information, include a logo or the name, change font style, font size, font colors etc. You'll receive your INSTANT DOWNLOAD, that allows you to access your design template in minutes after your purchase, and edit it on Corjl, with no special software or installation needed.- TRY BEFORE YOU BUYCopy and paste this URL into your browser and see how easy it is:https://www.corjl.com/d/GHA7G->  Editable directly in your browser or on a mobile, no need to download any software, fonts or wait for proofs.- HOW IT WORKS• Try the demo on the link above  for the (optional);• Add this listing to your cart for purchase and proceed to checkout;• After purchasing, you will receive an email from Corjl with a link to access andedit your item. You can also go directly to Corjl.com and use your order info tologin and access your purchased items;• Customize your items, then save and download the files in your preferred format;• Print at home or a local print shop, or send via email or text.- WHAT’S INCLUDED• Business card template 3.5\" x 2\", front and back• Download as PDF or JPEG• Instructions (how to edit the template)- WHAT YOU CAN EDIT• All text can be changed or moved and new text boxes can be added• You can include your logo (optional)• All fonts can be edited: style, size, color can be changed• You can change the color of the backside and add text and/or images* You will not be able to alter the size and images of your template* If you need a different size or layout, please contact me via Etsy and I will be happy to help you- PRINTING • All templates can be downloaded as a jpeg or pdf with the ability to print directly on a paper of your choice, with or without bleeds and trim marks;• Print at home or have them printed on a professional print shop;• We recommend heavy matte card stock for highest quality fee;IMPORTANT:Due to the nature of digital files / instant downloads we cannot accept refunds, exchanges or cancellations. But if you are not satisfied, please contact us and we will find you the best solkution!Thank youMD Arts and Photography\n                ", "listing_reviews": "4", "store_reviews": "44 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/871910969/blush-classic-business-card-template"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=881743862", "store_sales": "21,700 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Influencer Presets, Instagram Filters, iPhone Presets, Lightroom Filter, Lifestyle Presets, Blogger Photo Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it neutral with this Influencer Preset! This Lightroom Mobile preset will effortlessly soften and mute the shades in your photos to achieve a creamy chic look with the click of button! ❀ Your purchase includes ❀- 1 Influencer Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "33", "store_reviews": "1,130 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/881743862/lightroom-mobile-preset-influencer"}, {"seller_text": "CharlotteRosePapier", "seller_href": "https://www.etsy.com/shop/CharlotteRosePapier?ref=simple-shop-header-name&listing_id=826052345", "store_sales": "1,029 sales", "store_rating": "4.7821", "listing_title": "Thank You for Your Order | Printable Business Card Note Promotion Editable Template Download", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $3.00\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 other file"], "listing_desc": "\n                    CUSTOMIZE FOR YOUR SHOP:::::::::::::::::::::::::::::::::::::::::::::::::::::::- User friendly, no editing experience needed!- Edit all text- Add your logo and social media information- Customize size when you download a PNG or JPG file- Size ratio is 4x6HOW IT WORKS::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::- After purchasing, you will receive a PDF download with instructions on personalizing your printable. - Follow instructions to make any desired changes to your printable. - Download your file! You can save your printable as a PNG, JPG, or PDF. - Print your customized printable on your home printer, local print shop, or online printing service.PRINTING:::::::::::::::::::::::::::::::::::I recommend printing on a heavy card stock for highest quality and professional look. You can print this printable on your home printer or have them printed at any professional print shop. The colors you see on your computer screen may print slightly different on paper. Test print one page first.Please message me if you have any issues accessing your design.Thank you for shopping!Explore the shop:https://www.etsy.com/shop/CharlotteRosePapier ::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::::This is a digital product, no physical product will be shipped.Once payment is complete, digital files will be available for download in your etsy account and an email will be sent to your Etsy registered email.I don't accept returns, exchanges, or cancellations. But please contact me if you have any problems with your order. Customer service requests may take up to 24 hours to receive a response depending on business hours and type of request.You CANNOT redistribute any template by Charlotte Rose Papier Designs as clipart or claim the item as your own for resale. You CANNOT deconstruct the graphic, combine with other graphic, repackage, redraw and resell as digital clipart.All rights reserved © Charlotte Rose Papier Designs\n                ", "listing_reviews": "16", "store_reviews": "78 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/826052345/thank-you-for-your-order-printable"}, {"seller_text": "ThePresetCow", "seller_href": "https://www.etsy.com/shop/ThePresetCow?ref=simple-shop-header-name&listing_id=934063765", "store_sales": "6,132 sales", "store_rating": "4.8085", "listing_title": "Mobile Lightroom Presets | Instagram Presets | Desktop Lightroom Presets | Influencer Blogger Presets | Sunset Preset | Warm Light Preset |", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.13\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 2 other files"], "listing_desc": "\n                    Created for Instagram influencers, lifestyle or travel bloggers, and creators, this warm sunset preset will transform your images with just one click! Aimed to create a cohesive feed & consistent aesthetic for your Instagram, blog, or platform. Made by a photographer with 6 years of camera experience.INCLUDED IN YOUR PURCHASE:✔ 1 MOBILE Lightroom Preset (DNG format)✔ 1 DESKTOP Lightroom Preset (XMP format)✔ PDF Step-by-Step GuideCOMMON QUESTIONS: ✔ Compatible in Lightroom Mobile App (iOS or Android)✔ Compatible in Lightroom Desktop (Mac or PC)✔ Compatible in all Lightroom Desktop versions✔ Instant downloadContact me with any questions, feedback, or concerns. Thank you for shopping small!♡ Stay safe & happy editing, Alana ♡📌 PINTEREST: www.pinterest.com/alanamak📷 INSTAGRAM: www.instagram.com/alanamakREFUND POLICY & TERMS OF USE:Due to the digital nature of this product, all sales are final & there are no returns or exchanges. No sharing files, or reselling them in any form. Derivative works are prohibited. Violators of this agreement will be prosecuted.© ThePresetCow, 2020KEYWORDS:Warm Filter I Light Preset I Sunset Photo Preset | Summer Filter | Mobile Lightroom Presets I Instagram Presets I Desktop Lightroom Presets I Influencer & Instagram Filter I DNG I Mobile Filter I Travel Presets I Influencer Presets I I iPhone Presets I Blogger Presets I Photo Filters I Android Preset I Edits in Lightroom | VSCO Filter | Lightroom Editing | Photo Presets | Lightroom for Beginners | Best Lightroom Presets | VSCO Tumblr Editing | Best Instagram Filters | Aesthetic Lightroom Preset | Aesthetic Instagram Filter | Photo Editing | Travel Filter | Blogger Filter | Easy Preset | Photography Presets | Photography Editing |\n                ", "listing_reviews": "16", "store_reviews": "188 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/934063765/mobile-lightroom-presets-instagram"}, {"seller_text": "AvalanchePresets", "seller_href": "https://www.etsy.com/shop/AvalanchePresets?ref=simple-shop-header-name&listing_id=721952828", "store_sales": "9,831 sales", "store_rating": "4.5965", "listing_title": "10 Mobile Lightroom Presets,Summer preset, Instagram filter,Natural preset, Desktop Presets, Color Lightroom, Vibrance, Lifestyle Blogger,", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $0.71\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    Visit more Presetswww.etsy.com/shop/AvalanchePresetsINCLUDED IN YOUR PURCHASE💥 Instant Download💥 10 Lightroom presets for MOBILE Lightroom( free mobile lightroom app)💥 10 Lightroom presets for DESKTOP Lightroom (Both MAC and Windows supported)💥 Instructions💥 Instant Download 💥 Compatible with all Photo formats💥 Compatible with Lightroom Mobile App (Both IOS and Android)💥 Compatible with Desktop Lightroom (Both MAC and Windows)🎁GET 4 PAY FOR 2🎁• Add 4 items to cart• Use code: GET2FREE• Pay just for 2 items If you are not sure about suitability of presets on your photos you can leave me message/send me few examples of your photos and I will test the presets and will show you results.📧 Contact us:  avalanchepresets [!at] gmail.com© 2018 AvalanchePresets, All Rights Reserved\n                ", "listing_reviews": null, "store_reviews": "352 shop reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/721952828/10-mobile-lightroom-presetssummer-preset"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=885035515", "store_sales": "70,784 sales", "store_rating": "4.9099", "listing_title": "5 Beach Lightroom Mobile Presets, Tan Skin Photo Editing Filter for Summer Travel, Blue Ocean Instagram Influencer Tropical Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.67\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Just Beachy Lightroom MOBILE Presets for Bloggers & Instagram Influencers, Photo Editing Filter for Lifestyle and Travel🌟The Just Beachy Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will bright and airy, beachy tones to your iPhone imagery. These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ Detailed PDF instructions for preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "13", "store_reviews": "5,612 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/885035515/5-beach-lightroom-mobile-presets-tan"}, {"seller_text": "PresetDesignPhoto", "seller_href": "https://www.etsy.com/shop/PresetDesignPhoto?ref=simple-shop-header-name&listing_id=977253645", "store_sales": "2,125 sales", "store_rating": "4.9657", "listing_title": "10 Lightroom Presets, Clean and Crisp Lightroom Presets for Mobile and Desktop, Blogger and Instagram Photo Filters, Light Bright Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.92\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 JPG, 1 PDF"], "listing_desc": "\n                    🎁 GET 4 & PAY FOR 2 With Promo Code: 2FREE 🎁🎁 GET 6 & PAY FOR 3 With Promo Code: 3FREE 🎁🎁 GET 8 & PAY FOR 4 With Promo Code: 4FREE 🎁10 Clean And Crisp presets, Lightroom presets, Blogger photo presets, mobile presets and desktop presets, instagram Filters by Preset DesignINCLUDED:• 10 MOBILE Lightroom presets• 10 DESKTOP Lightroom presets• After Purchase Customer Support• Instructions• Instant DownloadPreset Bundles In My Shop:www.etsy.com/shop/presetdesignphoto♡ SPECIAL OFFER ♡🎁  ADD 4 TO CART, PAY FOR 2 🎁  GET 50% WHEN YOU ADD 4 🎁🎁  ADD 6 TO CART, PAY FOR 3 🎁  GET 50% WHEN YOU ADD 6 🎁🎁  ADD 8 TO CART, PAY FOR 4 🎁  GET 50% WHEN YOU ADD 8 🎁HERE'S WHY YOU'LL LOVE IT:• Light airy clean vibe perfect for instagram themes• Made by a professional digital creator• Consistent results with no harsh colors or lightingMORE INFO:• Works with the Free and Paid Lightroom Mobile App• Works with All Lightroom Desktop Versions• Works with Mac and PC Desktops/LaptopsIf you have any more questions or need help picking the perfect presets for you, you can contact us any time!OUR SOCIAL MEDIA• IG: @preset_design.....................................................© Preset Design LLC, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited......................................................\n                ", "listing_reviews": "5", "store_reviews": "204 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/977253645/10-lightroom-presets-clean-and-crisp"}, {"seller_text": "Stickearte", "seller_href": "https://www.etsy.com/shop/Stickearte?ref=simple-shop-header-name&listing_id=1036876497", "store_sales": "44,848 sales", "store_rating": "4.9149", "listing_title": "Business Card Template, Minimalist Business Cards, Simple Business Card, Calligraphy, Editable Business Card, Printable Business Cards, 57", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $3.60\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    --------------------DESCRIPTION--------------------Business CardThis listing is an Instant download digital file for you to edit right in your web browser with Templett after purchase. Templett is a fully customizable template editor that allows you to personalize your printable directly in your web browser. All you need to do is Purchase > Personalize > Print!No waiting • No software to install • No fonts to download.----------------DEMO LINK-----------------Never used Templett before? TRY BEFORE YOU BUYCopy and paste this url into your web browser:https://templett.com/design/demo/Stickearte/5446006,5446026,6858624*Desktop computer or laptop only (can't be edited on a tablet or mobile device). -------------------------MATCHING ITEMS-------------------------Please use the search bar in our shop for matching items or follow this link:https://www.etsy.com/shop/Stickearte?ref=seller-platform-mcnav&sort_order=custom&search_query=57------------------------SPECIFICATIONS-----------------------FINISHED SIZES: 3.5\" x 2\"DOWNLOAD OPTIONS:• PDF - for home printing, copy center or print shop (use the 'save paper' option to format two invites on 8.5\"x11\" or A4)• JPG - for photo lab or print shop• PNG - for text, email or social media sharing----------------------HOW IT WORKS----------------------1. Within minutes after your purchase, you will receive an email from Templett  (remember to check your spam folder if you do not see it)2. Follow the link to access your template3. Make all your changes to the template, save, and download4. Print at home, copy center or online printerYou can save your file and continue editing your template at any time. It will be available to you for one year after your purchase date.-------------------------WHERE TO PRINT-------------------------• Home printer• Copy center such as Staples, OfficeMax & FedEx• Photo lab such as Walgreens & Costco• Local print shop or online printer such as Vista Print or Shutterfly -------------------------------WHAT CAN BE EDITED-------------------------------• All text can be edited for wording, font, color, size and placement• Artwork can be edited for size and placement - colors are not editable• Backgrounds can be edited for color, deleted or new ones added• Upload your own image• Add a back side-------------------------IMPORTANT INFO-------------------------• This template WILL NOT work on a tablet or mobile device• Page size and orientation are NOT editable-------------RETURNS-------------Due to the nature of this product, digital downloads are not eligible for refunds. Please message me to seek any clarification before you proceed with the purchase.-------------------TERMS OF USE-------------------• The purchase of a template is for ONE-TIME USE ONLY. You can edit, save and download your template unlimited times for editing and proofing purposes only. Creating multiple versions for various projects or events is NOT permitted.• The template will be available for 1 year from the day of purchase.• The viewing, printing or downloading of any content, graphics or templates from Stickearte is solely for your own personal use and not for republication, distribution, sale or other use. No part of any content, description or template may be reproduced in any form.Stickearte reserves the right to revoke access to a template if the user fails to comply with the terms.© Copyright of Stickearte. For personal use only and not for resale. No part of any content, description or template may be reproduced in any form.[id:5446006,5446026,6858624]\n                ", "listing_reviews": null, "store_reviews": "3,621 shop reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/1036876497/business-card-template-minimalist"}, {"seller_text": "PresetStories", "seller_href": "https://www.etsy.com/shop/PresetStories?ref=simple-shop-header-name&listing_id=918471338", "store_sales": "5,639 sales", "store_rating": "4.8008", "listing_title": "20 Instagram Presets for Lightroom, Family Mobile Presets, Holiday Winter Instagram Filter, Blogger Presets, Warm Fall Preset, Autumn Preset", "listing_bestseller": "-", "listing_price": "\n                        $2.40\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    20 Mobile Presets for Lightroom, Family Mobile Presets, Holiday Winter Instagram Filter, Blogger Presets, Warm Fall Preset, Autumn Preset✩ LIGHTROOM MOBLIE PRESETS ✩This mobile preset will create warm moody tones, perfect for your Family photos. Create and edit all from your mobile phone with one click! Includes 25 Mobile and Desktop Presets for Instagram, Bloggers, Influences and Photographers! Create Stunning Photos, and a cohesive Instagram grid with our easy to use mobile presets.✩🎁 SPECIAL PROMO 🎁✩✩ BUY 3 PRESETS GET 2 PRESETS FREE!!!✩ ADD 5 PRESETS TO YOUR CART, APPLY COUPON: \"2FREE\" AND PAY FOR 3 ONLY✩ PRESET SALE: www.etsy.com/shop/presetstories_____________________________________________________✩ INCLUDED IN YOUR PURCHASE ✩• 25 Mobile Lightroom Presets (DNG files)• 25 Desktop Lightroom Presets (XMP files)• Quick Installation guide with video instructions✩ FAQ ✩• Works in FREE Lightroom Mobile App (iOS/Android)• Install Lightroom App first to use presets.• Have more questions? Then please message me :)♡ GUARANTEE ♡All of my presets have been tested on a variety of images. My One-Click Presets make it quick to use yet fully customizable to stay true to your own signature style. If they don’t work on your images send me a message with an unedited image and I will personally adjust them for you._____________________________________________________Refunds are not available for any of our products since they cannot be returned once downloaded, however we will always be more than happy to assist with any questions. If you have any issue downloading the presets, let me know and I will send it to you via email (within 24 hours).TERMS OF USE:© 2020 Preset Stories, All Rights ReservedBY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "7", "store_reviews": "246 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/918471338/20-instagram-presets-for-lightroom"}, {"seller_text": "Collectpresets", "seller_href": "https://www.etsy.com/shop/Collectpresets?ref=simple-shop-header-name&listing_id=1022003390", "store_sales": "259 sales", "store_rating": "5", "listing_title": "BALI PHOTO PRESETS - Mobile Lightroom Preset - Bali Photo - Mobile Photo Filter - Summer Bright Preset - Digital Download File", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $2.79\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 Files"], "listing_desc": "\n                    ♥ DIGITAL DOWNLOAD BALI MOBILE PHOTO FILTER This high quality presets works on both devices android and iOS with free lightroom applications. You will get the top premium presets that are Sand, Taste, Color, Bright, and Brighter. The format of the file is DNG and PDF. Plus, these designs are lifestyle, travel, vacation, blogging, and excellent fort Instagram. You can download this file instantly by paying affordable charges. ☛ Product Name: Bali Photo Filter ☛ Product Type: Digital ☛ Format: DNG and PDF ☛ Presets Premium: Blue, Dreamy, Jungle, Rainy, and Tender☛ Image: Unique Designs for Instagram Feed ☛ Designs: Lifestyle, Travel, Vacation, and Blogging☛ Purpose: Gift for Lovers ☛ Instantly Download: Yes ♥ GIFT This Bali photo filter can be used as a gift to offer to lovers, dear ones, and friends. You can use these presets as Instagram Feed. ♥ WHY CHOOSE US We provide the best customer support services, and you can message us through Etsy messaging service anytime. Our products are specially developed for digital use. You can order it confidently.\n                ", "listing_reviews": null, "store_reviews": "10 shop reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/1022003390/bali-photo-presets-mobile-lightroom"}, {"seller_text": "SleepyMoonStudios", "seller_href": "https://www.etsy.com/shop/SleepyMoonStudios?ref=simple-shop-header-name&listing_id=925558968", "store_sales": "331 sales", "store_rating": "4.8387", "listing_title": "5 Mobile Lightroom Presets / Disney Glow Lightroom Mobile Preset For Instagram / Disneyland Filter / Glow Preset / Soft Travel Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.35\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    ✨ Welcome to Sleepy Moon Studios! ✨Sleepy Moon Studios Shop:www.etsy.com/shop/sleepymoonstudiosAll the presets from SleepyMoonStudios have been created for the free Lightroom app for iPhone and Android and for Adobe Lightroom Desktop.This preset will help you to create a consistent theme on all your photos in just one click for Instagram, blogs and any other social media platform of your choice. This Mobile Lightroom preset can be used to give your photos a professional look for your instagram, travel, lifestyle blog or food blog and can be used by influencers, photographers or anyone who wants their images to have a consistent look. The professional look to the photos will help build your business or social media accounts. Our presets have been tested to work on a wide range of images however on lower quality images or darker images, some small adjustments to contrast or exposure may need to be made.Included in your digital download:5 x DNG Lightroom Presets1 x PDF step-by-step instructions on how to save and use your preset. Due to the digital nature of this product, all sales are final.Terms & Conditions:By purchasing this preset you agree to not distribute, lend or resell it to any other person.If you have an issues installing the preset or have any questions, please message me on Etsy or email me at sleepymoonstudios [at] gmail.com and I will help you to use the presets!Search Terms:Disney Glow Mobile Lightroom Preset, Desktop, Mobile, Instagram Blogger, Influencer, Pink & Blue, Pretty Instagram Feed, Soft, Bright, Light & Airy, Clean, Blogger, Food Blogger, Girly, Family Photos, Mickey, Minnie, Disney Vlogger, VSCO, Pink Preset, Blue Filter, Disney Food, Disney Girl, Colourful, iPhone, Insta.© Sleepy Moon Studios - All Rights Reserved.\n                ", "listing_reviews": "5", "store_reviews": "31 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/925558968/5-mobile-lightroom-presets-disney-glow"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=805590178", "store_sales": "21,700 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Vibrant Presets, Instagram Filters, VSCO Filters, iPhone Presets, Lightroom Preset, Lifestyle Presets, Bright", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Live life in color with this Vibrant Preset! This Lightroom Mobile preset will raise the saturation to bring out beautiful vibrancy in your photos with the simple click of a button! ❀ Your purchase includes ❀- 1 Vibrant Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "42", "store_reviews": "1,130 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/805590178/lightroom-mobile-preset-vibrant-presets"}, {"seller_text": "PresetDesignPhoto", "seller_href": "https://www.etsy.com/shop/PresetDesignPhoto?ref=simple-shop-header-name&listing_id=986055688", "store_sales": "2,125 sales", "store_rating": "4.9657", "listing_title": "10 Beach Tan Lightroom Mobile Presets, Sunkissed Summer Presets, Summer Glow Instagram Filter, Beach Travel Preset for Blogger, Ocean Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.92\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 JPG, 1 PDF"], "listing_desc": "\n                    🎁 GET 4 & PAY FOR 2 With Promo Code: 2FREE 🎁🎁 GET 6 & PAY FOR 3 With Promo Code: 3FREE 🎁🎁 GET 8 & PAY FOR 4 With Promo Code: 4FREE 🎁13 Beach Tan, Lightroom presets, Blogger photo presets, mobile presets and desktop presets, instagram Filters by Preset DesignINCLUDED:• 8 MOBILE Lightroom presets• 8 DESKTOP Lightroom presets• After Purchase Customer Support• Instructions• Instant DownloadPreset Bundles In My Shop:www.etsy.com/shop/presetdesignphoto♡ SPECIAL OFFER ♡🎁  ADD 4 TO CART, PAY FOR 2 🎁  GET 50% WHEN YOU ADD 4 🎁🎁  ADD 6 TO CART, PAY FOR 3 🎁  GET 50% WHEN YOU ADD 6 🎁🎁  ADD 8 TO CART, PAY FOR 4 🎁  GET 50% WHEN YOU ADD 8 🎁HERE'S WHY YOU'LL LOVE IT:• Bronze sunkissed tan vibe perfect for instagram themes• Made by a professional digital creator• Consistent results with no harsh colors or lightingMORE INFO:• Works with the Free and Paid Lightroom Mobile App• Works with All Lightroom Desktop Versions• Works with Mac and PC Desktops/LaptopsIf you have any more questions or need help picking the perfect presets for you, you can contact us any time!OUR SOCIAL MEDIA• IG: @preset_design.....................................................© Preset Design LLC, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited......................................................\n                ", "listing_reviews": "6", "store_reviews": "204 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/986055688/10-beach-tan-lightroom-mobile-presets"}, {"seller_text": "LouMarksPhoto", "seller_href": "https://www.etsy.com/shop/LouMarksPhoto?ref=simple-shop-header-name&listing_id=677456369", "store_sales": "388,506 sales", "store_rating": "4.8278", "listing_title": "Mobile LIGHTROOM Presets, Warm Blogger Presets, Golden Presets, Mobile Presets, Desktop Preset, Instagram Filters lightroom mobile presets", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.49\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP, 2 PDF"], "listing_desc": "\n                    Mobile Lightroom Presets, Warm Blogger Presets, Golden Presets, Mobile Presets, Desktop Preset, Instagram Filters Lightroom mobile presets♥ FREE PRESETS OFFER ♥♥ GET 5 & PAY FOR 3: Add 5 presets to your cart, discount automatically applied: Pay for only 3M O R E ∙ P R E S E T ∙ S T Y L E Swww.etsy.com/shop/loumarksphotoThe Honey Golden Preset Bundle is a collection of 10 Lightroom Presets that will add slightly warm beige, tan and creamy tones to your Instagram photos. These presets are perfect for Instagram photo editing, travel photography & anyone looking to take their photos to the next level in just one click.I N C L U D E D•  10 Lightroom MOBILE Presets (DNG)•  10 Lightroom DESKTOP Presets (LR & XMP)•  Detailed PDF Instructions•  Instant Download From Etsy Account•  Amazing Customer Support! Reach out with any questions and I’ll be happy to help.W H Y ∙ Y O U ' L L ∙ L O V E ∙ I T• Warm golden vibe perfect for instagram themes• Works amazing on indoor and outdoor photos• Made by a professional photographerO T H E R ∙ I N F O R M A T I O N• Works with the Free & Paid Android LR Mobile App • Works with the Paid iPhone LR Mobile App  • Works with All Lightroom Desktop Versions• Works with Mac and PC Desktops/LaptopsStill have questions or need help picking the perfect presets for you editing needs? Feel free to contact me, I’m always more than happy to help in any way :)L O U A N D M A R K S ∙ P R O M I S E ♡You are you unique and so are our Presets! We created our Presets for everyone. No one specific skin tone or hair color. When you purchase from Lou + Marks you are not just purchasing presets you also get our guarantee that they will suit your skin tone. If they don’t send me a message with an unedited image and I will personally adjust them for you.  A B O U T ∙ L O U ∙ M A R K S ∙ P H O T O• IG: @Louandmarks• FB: https://www.facebook.com/louandmarks/-----------------------♡--------------------© 2021 Lou & Marks LLC, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited.----------------------------------------------\n                ", "listing_reviews": "100", "store_reviews": "16,494 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/677456369/mobile-lightroom-presets-warm-blogger"}, {"seller_text": "stonehagdesign", "seller_href": "https://www.etsy.com/shop/stonehagdesign?ref=simple-shop-header-name&listing_id=984069979", "store_sales": "4,882 sales", "store_rating": "4.9203", "listing_title": "Gold Business Card Template / Editable Business Card Template / Gold Printable Contact Card Design / Minimalist Business Card", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $5.88\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF"], "listing_desc": "\n                    This is a MINIMALIST BUSINESS CARD TEMPLATE which is INSTANTLY customisable via CANVA (FREE). This template comes with 2 TWO pre-made business card designs!Professionally designed these gold business cards are super easy to edit allowing you to a create professional looking card in minutes. Canva uses drag and drop functionality, it's easy to learn and best of all it's totally FREE!- - - - - - - - - - - - - - - - - - - - - - - - - - -CANVA is a SUPER-EASY to use; there's no expensive software or fonts to download just use the INSTANT DOWNLOAD link available in the PDF after you purchase.CANVA is also MOBILE FRIENDLY so you can make changes straight from your mobile phone using the app.Included in this purchase is a CANVA HELP GUIDE which will help you to achieve your vision in Canva.- - - - - - - - - - - - - - - - - - - - - - - - - - -If you like this design, check out the matching products here:Wax Melts: https://www.etsy.com/uk/listing/894890949Circular Candle Labels: https://www.etsy.com/uk/listing/901628125Candle Labels: https://www.etsy.com/uk/listing/868048441Loyalty Card: https://www.etsy.com/uk/listing/972163327Gift Card: https://www.etsy.com/uk/listing/976572509Thank You card: https://www.etsy.com/uk/listing/940890865- - - - - - - - - - - - - - - - - - - - - - - - - - -HOW DOES IT WORK?1. After purchasing the template on Etsy you will be sent the download link in an email. (You can also access your downloads via the Etsy Purchase page).2. Download the PDF DOWNLOAD_INSTRUCTIONS and follow the link to your template on CANVA3. Set up a FREE ACCOUNT with a username and password then start editing straight away in your browser or app3. When you're done, download your awesome designs4. Print them at home or through a print store5. Sit back and have a cuppa ;)- - - - - - - - - - - - - - - - - - - - - - - - - - -WHAT TEMPLATES ARE INCLUDED?x2 85x55mm Business Card Templates:x1 GOLD & BLACK x1 GOLD & PINK - - - - - - - - - - - - - - - - - - - - - - - - - - -WHAT CAN I EDIT?All fonts are 100% editableAdd your own logo & graphicsChange font to one of the 1000's of others available.Add new pages, remove & duplicate pagesAdd new text boxes & reposition the original onesAdd your own photosMake UNLIMITED edits- - - - - - - - - - - - - - - - - - - - - - - - - - -IMPORTANT INFORMATIONPlease remember this is a DIGITAL TEMPLATE, no physical product will be shipped to you!- - - - - - - - - - - - - - - - - - - - - - - - - - -YOU WILL NEEDAccess to the internetDesktop computer OR mobile device OR tablet- - - - - - - - - - - - - - - - - - - - - - - - - - -RETURNSSorry, due to the nature of templates and digital products all sales are final and no refunds will be offered.Please take a moment to read the description carefully and drop me a message if you're unsure about anything.- - - - - - - - - - - - - - - - - - - - - - - - - - -TERMS OF USEThis template is solely for the use of the PURCHASER, redistribution, republication or sale of this template is strictly PROHIBITEDNo part of the template or work therein maybe be duplicated, copied or reproduced in any form.This template is NOT FOR RESALE, whole or in part.STONEHAGDESIGN reserves the right to revoke access to the template if the user has failed to abide by these terms- - - - - - - - - - - - - - - - - - - - - - - - - - -Copyright © 2021 stonehagdesign\n                ", "listing_reviews": null, "store_reviews": "299 shop reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/984069979/gold-business-card-template-editable"}, {"seller_text": "MintAndPepper", "seller_href": "https://www.etsy.com/shop/MintAndPepper?ref=simple-shop-header-name&listing_id=849922269", "store_sales": "61,307 sales", "store_rating": "4.8303", "listing_title": "10 Mobile Lightroom Presets Garden, Bright Instagram Filter, Blogger Presets, Lightroom Mobile Presets Mobile Lightroom, Outdoor Preset", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $3.82\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    10 Presets for Mobile Lightroom in .DNG format ✩ Lightroom Presets ✩ Instagram Filters ✩ Best PresetsCreate the dreamiest edits with GARDEN preset pack. They were designed to transform your images with just one click! 10 presets allow you to make a cohesive feed or a gallery without extensive knowledge of photo editing. Get soft, bright tones in your phone images in seconds!This pack is great for bloggers, photographers and everyone who aims to create a consistent feed on Instagram with easily applied filter. Perfect for outdoor and indoor photography, fashion shots and portraits.✩ They work well with iPhone and Android devices. You just need to download free Lightroom Mobile App✩ Easy to apply, with just one click✩ Instant download filesYOU GET:✩ 10 Lightroom Mobile Presets in .DNG format✩ Instruction in PDF 💥Check out our Bestsellers💥https://www.etsy.com/shop/MintAndPepperSPECIAL OFFER:🌟GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE🌟🌟GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE🌟🌟GET 8 PACKS & PAY ONLY FOR 4 - Add 8 items to your cart and use promo code 4FREE🌟Please remember that all presets look differently on each photo because of lighting and white balance settings, dominant colours etc. If your photo doesn’t look perfect you may need to adjust exposure or temperature to achieve the best results.Due to the digital nature of this product no exchanges or refunds will be made.CONTACT:EMAIL: mintandpepper5 [!at] yahoo.comON IG: @mint_and_pepper_© 2020 MintAndPepper, All Rights ReservedTerms of use: Forbidden to copy, sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.Lightroom Presets, Mobile Preset, Vibrant Presets, DNG, Instagram Preset, Lightroom CC, Presets, iPhone, Android, Lifestyle Presets, Desktop Presets, Wedding Presets, Portrait Presets, Best Presets, Bright And Airy Preset, Clean Preset, Light Preset, Instagram Filters, Mobile Filters, Photo Filters, Travel Blogger Presets, Photo Editing, Photography Presets, White Preset, Blogger Presets, Photo Presets, Mobile Filter, Travel Presets, Influencer Presets\n                ", "listing_reviews": "12", "store_reviews": "2,033 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/849922269/10-mobile-lightroom-presets-garden"}, {"seller_text": "AngelicArtShop", "seller_href": "https://www.etsy.com/shop/AngelicArtShop?ref=simple-shop-header-name&listing_id=785725224", "store_sales": "36,469 sales", "store_rating": "4.9354", "listing_title": "ADD YOUR LOGO - Printable Small Business Insert card / Simple Shop Packaging Card Template / Insert Card Template / Editable", "listing_bestseller": "Bestseller", "listing_price": "\n                        $8.41\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 1 PDF"], "listing_desc": "\n                    ⭐️Editable Insert Card⭐️........................................................................- Easy to use in our FREE application, Templett.- All text can be edited for wording, font, color, size and placement or you can delete them completely.- You can change Background, delete it completely and add new ones.- All cliparts are editable by size and you can move them anywhere you like.- ADD YOUR LOGO⭐️Try DEMO version before buying!Copy + Paste this link:https://templett.com/design/demo/AngelicArt/4009207⭐️ SIZE:........................................................................► Insert Card 3.5''x2'' - just like a business card (Single-sided flat)► Please contact me if you need a different size ( any size can be done) (prints more than one per page when downloaded as a PDF file, using the \"save paper\" option.)⭐️ YOU EDIT THIS ENTIRE TEMPLATE YOURSELF!!!........................................................................Don't need to wait for your item to be customized. You can do it yourself in a super easy way! ( but if you do need some help you will get the full support)Edit and print your own cards with Templett. It is a software lets you edit your templates purchased through this shop online at no extra charge. NOTHING needs to be installed. Just edit any of the text for your invitation, print them out on any color card stock paper and cut on trim lines. EDIT RIGHT IN YOUR BROWSER WITH TEMPLETT!! But If you prefer me to edit it for you, please purchase ⭐️ADD ON - FILL MY ORDER here:https://www.etsy.com/au/listing/712945461/add-on-fill-my-order?ref=shop_home_active_2If you need it ASAP please purchase additional item ⭐️ADD ON - RUSH MY ORDER here:https://www.etsy.com/au/listing/712948563/add-on-rush-my-order-12-hours-or-sooner?ref=shop_home_active_1________________________________________⭐️ HOW YOU DO IT!!! ⭐️........................................................................1. Purchase the template in this listing.2. An email will be sent within minutes with a link to access your template online.3. Make all your changes you need, Save and Download the PDF, JPED or PNG file ( or all 3 formats).4. Print and cut on trim lines!After you save your files you can come back any time to the web app and continue editing your template. It will be always there to you.⭐️ PRINTING:...................................................................PRINT ONTO US LETTER (8.5X11) OR A4 SIZE.We recommend printing on a nice heavy card stock for highest quality feel ( 110lb+) or quality photo paper for better outcome, ( but you can also print on normal printing paper).You can print these right on your own printer or have them printed at Staples®. Office Max®, Office Depot® or any other professional print shop that accepts PDF files. The colors you see on your computer screen may print slightly different on paper. Test print one page first.⭐️OTHER STYLES BUSINESS TEMPLATES:...................................................................https://www.etsy.com/au/shop/AngelicArtShop?section_id=27433332⭐️ MATCHING ITEMS:...................................................................Please feel free to contact me if you'd like any matching items, I’m here to help and would be my absolute pleasure creating something for you....................................................................⭐️ ADDITIONAL INFO:...................................................................- This is a Printable file. Nothing physical will be mailed to you.- Editable in Templett only- Edit using a desktop/laptop, cannot be edited with mobile phone or tablet- NO REFUNDS will be given after the file is purchased as it's a digital item.- Print at home on your home printer or put the file on a USB and take it to a print/copy shop.- Colors may not print exactly as you see due to printer and monitor differences.⭐️ TERMS OF USE:This party printable is subject to © COPYRIGHT and is the intellectual property of “Angelic Art shop”. This party printable is for PERSONAL USE ONLY. Under no circumstances can these files be shared, resold, altered or given away. It is for non-commercial use only. By purchasing this listing you agree to our Terms of Use.Thanks for choosing Angelic Art, and please get in contact if you have any questions.[id:4009207]\n                ", "listing_reviews": "100", "store_reviews": "2,486 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/785725224/add-your-logo-printable-small-business"}, {"seller_text": "Stickearte", "seller_href": "https://www.etsy.com/shop/Stickearte?ref=simple-shop-header-name&listing_id=989075824", "store_sales": "44,849 sales", "store_rating": "4.9149", "listing_title": "Modern Business Card Template, Minimalist Business Cards, Modern Chic Business Card, Editable Business Card, Printable Business Cards, 41", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.60\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    --------------------DESCRIPTION--------------------Business CardThis listing is an Instant download digital file for you to edit right in your web browser with Templett after purchase. Templett is a fully customizable template editor that allows you to personalize your printable directly in your web browser. All you need to do is Purchase > Personalize > Print!No waiting • No software to install • No fonts to download.----------------DEMO LINK-----------------Never used Templett before? TRY BEFORE YOU BUYCopy and paste this url into your web browser:https://templett.com/design/demo/Stickearte/5446006,5446026,6857042*Desktop computer or laptop only (can't be edited on a tablet or mobile device). -------------------------MATCHING ITEMS-------------------------Please use the search bar in our shop for matching items or follow this link:https://www.etsy.com/shop/Stickearte?ref=seller-platform-mcnav&sort_order=custom&search_query=41------------------------SPECIFICATIONS-----------------------FINISHED SIZES: 3.5\" x 2\"DOWNLOAD OPTIONS:• PDF - for home printing, copy center or print shop (use the 'save paper' option to format two invites on 8.5\"x11\" or A4)• JPG - for photo lab or print shop• PNG - for text, email or social media sharing----------------------HOW IT WORKS----------------------1. Within minutes after your purchase, you will receive an email from Templett  (remember to check your spam folder if you do not see it)2. Follow the link to access your template3. Make all your changes to the template, save, and download4. Print at home, copy center or online printerYou can save your file and continue editing your template at any time. It will be available to you for one year after your purchase date.-------------------------WHERE TO PRINT-------------------------• Home printer• Copy center such as Staples, OfficeMax & FedEx• Photo lab such as Walgreens & Costco• Local print shop or online printer such as Vista Print or Shutterfly -------------------------------WHAT CAN BE EDITED-------------------------------• All text can be edited for wording, font, color, size and placement• Artwork can be edited for size and placement - colors are not editable• Backgrounds can be edited for color, deleted or new ones added• Upload your own image• Add a back side-------------------------IMPORTANT INFO-------------------------• This template WILL NOT work on a tablet or mobile device• Page size and orientation are NOT editable-------------------------MATCHING ITEMS-------------------------Please use the search bar in our shop for matching items or follow this link:-------------RETURNS-------------Due to the nature of this product, digital downloads are not eligible for refunds. Please message me to seek any clarification before you proceed with the purchase.-------------------TERMS OF USE-------------------• The purchase of a template is for ONE-TIME USE ONLY. You can edit, save and download your template unlimited times for editing and proofing purposes only. Creating multiple versions for various projects or events is NOT permitted.• The template will be available for 1 year from the day of purchase.• The viewing, printing or downloading of any content, graphics or templates from Stickearte is solely for your own personal use and not for republication, distribution, sale or other use. No part of any content, description or template may be reproduced in any form.Stickearte reserves the right to revoke access to a template if the user fails to comply with the terms.© Copyright of Stickearte. For personal use only and not for resale. No part of any content, description or template may be reproduced in any form.[id:5446006,5446026,6857042]\n                ", "listing_reviews": null, "store_reviews": "3,621 shop reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/989075824/modern-business-card-template-minimalist"}, {"seller_text": "LuxelDesign", "seller_href": "https://www.etsy.com/shop/LuxelDesign?ref=simple-shop-header-name&listing_id=1020111762", "store_sales": null, "store_rating": null, "listing_title": "Business card template, Minimalist business card, Modern chic business cards, Editable business card, Printable business card", "listing_bestseller": "-", "listing_price": "\n                        $6.53\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Demo this item now! Copy and paste the URL below to demo:https://www.corjl.com/d/3E7I16Why buy a business card template?Templates are a great way to save money, using the simple and easy Corjl website to edit your template and print your files at home or a printing shop. Unsure on printing? No problem! You can use your business card digitally.Simply edit using your computer, laptop, phone and tablet!What’s included?- PDF with Corjl instructions - Template size: 3.5x2”- Link to your editable template. Allows you to edit, save and download your personalised design as JPG, PNG or PDF. What can you edit? - You can, add, remove and edit text, font and element colours, move and resize the text boxes.- Have the option to add your own imagesEdit your items at Corjl.com right after purchasing.- No waiting! You’ll have access to your item right after purchasing.- No need to download any software. Personalise this item right in your browser.- Personalise using your computer, or make basic edits using your phone or mobile device.-Easy to use platform. Approve your proof immediately after personalising/download and print.Personalise in just 3 steps: 1. After purchasing, you will receive an email from Corjl with a link to access and edit your item. You can also go directly to Corjl.com and use your order info to login and access your purchased items.2. Personalise your items, then save or approve the proofs.3. Download your files and print.Any questions? Feel free to message us and we will respond to all enquiries as soon as possible. PLEASE READ BEFORE PURCHASE:- This is a digital product which means NO physical product will be dispatched to you.- This is for your own personal use only. Commercial use of these materials is not allowed under any circumstances.\n                ", "listing_reviews": null, "store_reviews": null, "search": "printable business card", "url": "https://www.etsy.com/listing/1020111762/business-card-template-minimalist"}, {"seller_text": "OnePreset", "seller_href": "https://www.etsy.com/shop/OnePreset?ref=simple-shop-header-name&listing_id=821771523", "store_sales": "77,822 sales", "store_rating": "4.658", "listing_title": "Mobile Lightroom Presets, Vsco Filters, Iphone Presets, Lightroom, Mobile Presets, Instagram Filters, Presets, Colorful Mobile, Dng Preset", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.67\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 other file"], "listing_desc": "\n                    💝 GET A FREE PRESET 💝\u2028GET 4 & PAY FOR 3: Add 4 Presets to your cart, use promo code “ONEFREE” and only pay for 3.OR SHOP UNDER THIS LINKhttps://www.etsy.com/au/shop/OnePreset?coupon=ONEFREE✩✩✩ We have 45 BESTSELLERS ✩✩✩Mobile Lightroom Presets, Vsco Filters, Iphone Presets, Lightroom, Mobile Presets, Instagram Filters, Presets, Colorful Mobile, Dng PresetMobile & Desktop Compatible Lightroom Presets to create an aesthetic Instagram feed. \u2028\u2028✮ INCLUDED IN YOUR PURCHASE ✮• Mobile Lightroom Preset (DNG file)• PDF File w/ Simple Instruction Manual• Compatible with both Android and iPhone• Works in Adobe Lightroom (PC/Mac)✮ INSTALLATION ✮ To access your digital files:1. Go to Your Account2. Purchases and reviews and look for the order.3. To the right of the order, click Download Files.4. You will be able to download the DNG File.5. You will then be able to upload each DNG file as an image to your Lightroom Mobile app.6. Click on the three dots in the top right of your Lightroom app7. Select the option 'Create Preset', this will allow you to save the preset to the preset editing option of the app for use on other images.We value and respect our customers. We always find a compromise in solving any questions that may arise, even after the delivery of the order.Due to the digital nature of this product ALL SALES ARE FINAL.For any questions please contact me via Etsy messages.© No sharing files, or selling them in any form. Derivative works are prohibited. © OnePreset, 2020\n                ", "listing_reviews": "100", "store_reviews": "2,906 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/821771523/mobile-lightroom-presets-vsco-filters"}, {"seller_text": "AesairStudio", "seller_href": "https://www.etsy.com/shop/AesairStudio?ref=simple-shop-header-name&listing_id=893192502", "store_sales": "4,740 sales", "store_rating": "4.7591", "listing_title": "2 Mobile Lightroom Preset NATURAL CLEAN Influencer Lightroom Preset Travel Blogger Instagram Lifestyle Fashion Photography", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 4 other files"], "listing_desc": "\n                    ORDER TOTAL 20 USD or MORE to GET 30% OFF YOUR ORDER! Work automatically.This mobile lightroom presets NATURAL CLEAN has been carefully created & selected to enhance your images. This mobile lightroom presets NATURAL CLEAN will give your photos bright contrast colors that convey the atmosphere of your picture and help to emphasize the smallest details of your work.Experiment when using mobile lightroom presets NATURAL CLEAN and then you will certainly go to a new level.This is the quickest and most effective way to edit your phone shots and selfies. You don’t need a Lightroom subscription - nor any complicated editing skills. Simply install the free Lightroom app on your mobile and you’re good to go! You can get started right away with the photos in your camera roll. Your Instagram feed will never have looked so gorgeous. Start editing with our amazing mobile lightroom presets NATURAL CLEAN.🔶WHAT'S INCLUDED IN THE PACK? - 2 Mobile(DNG file) Lightroom Presets- 2 Desktop(XMP file) Lightroom Presets- Step-by-step installation guide Works in Adobe Lightroom (PC/Mac) and Lightroom Mobile App (iOS/Android)🔸*INSTANT DOWNLOAD FILES *Have any difficulties or questions? Please contact us –  helloaesair [!at] gmail.com🔸*IMPORTANT*There are no refunds/exchanges on any digital items.🔸*TERMS OF USE*BY BUYING THIS PRODUCT YOU ARE AUTOMATICALLY AGREEING TO THE FOLLOWING TERMS OF USE: DO NOT SHARE OR SELL ANY OF MY ITEMS.© 2020, AesairStudio, All Rights ReservedKeywords:mobile, mobile lightroom, lightroom mobile, mobile presets, preset mobile, lightroom presets, wedding portraits blogger influencer presets VSCO, mobile presets, lifestyle presets, blogger, presets, Instagram filter, natural preset, summer preset, photo filter, white preset, best preset.\n                ", "listing_reviews": "23", "store_reviews": "287 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/893192502/2-mobile-lightroom-preset-natural-clean"}]