[{"seller_text": "HyggelyStudio", "seller_href": "https://www.etsy.com/shop/HyggelyStudio?ref=simple-shop-header-name&listing_id=726954527", "store_sales": "21,406 sales", "store_rating": "4.919", "listing_title": "8 Lightroom MOBILE Presets, Clean and Crisp Mobile Lightroom Presets, Blogger and Instagram Photo Filters, Lightroom CC, Light Bright Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.55\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF"], "listing_desc": "\n                    Elevate your social media presence with these Clean and Crisp presets for MOBILE! These are used best for images used in light spaces or shot in natural light.☞ PLEASE NOTE: THIS IS A DIGITAL DOWNLOAD! NO PHYSICAL COPY WILL BE SENT TO YOU! ☜CHECK OUT MORE FROM THIS SHOP --> https://www.etsy.com/ca/shop/HyggelyStudio-----------------------------------------------DETAILS FOR INSTANT DOWNLOAD:-----------------------------------------------♡ INSTANT DIGITAL DOWNLOAD!You will receive 8 preset files (PDF will have a clickable link to your files through google drive)+ PDF WITH LINK TO STEP BY STEP INSTRUCTIONS WITH PHOTOS!➀ CLEAN&CRISP - ORIGINAL - DNG FILE ➁ CLEAN&CRISP - HIGHLIGHT- DNG FILE➂ CLEAN&CRISP - WARM- DNG FILE➃ CLEAN&CRISP - COOL - DNG FILE➄ CLEAN&CRISP - INTERIOR - DNG FILE➅ CLEAN&CRISP - OUTDOOR - DNG FILE➆ CLEAN&CRISP - TWO - DNG FILE➇ CLEAN&CRISP - THREE - DNG FILE!! These presets are created for Mobile Lightroom CC ONLY !!*If you would like the Desktop version of these presets, please message me, and I will direct you to the desktop listing*- Compatible with both the Paid and Free Versions of Lightroom Mobile- Instant Download Directly to Mobile Device, No Desktop Needed- Compatible with JPG & Raw ImagesBased on your lighting conditions, camera settings, and personal style, these presets may need to be slightly altered to fit your needs. I am always happy to help you use the presets if you are having trouble.  !! No refunds or exchanges can be made on digital products !!TERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE FOLLOWING -- - Do not share these files- Do not sell these files- Derivative works are also prohibited© 2019 Hyggely Studio - All Rights Reserved\n                ", "listing_reviews": "100", "store_reviews": "816 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/726954527/8-lightroom-mobile-presets-clean-and"}, {"seller_text": "SunnyEditor", "seller_href": "https://www.etsy.com/shop/SunnyEditor?ref=simple-shop-header-name&listing_id=923518190", "store_sales": "336 sales", "store_rating": "4.7059", "listing_title": "11 Natural Mobile Lightroom Presets, Natural Presets, Cream Presets, Instagram Filters, Blogger, Vanilla, iPhone Presets, Filter for iPhone", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.20\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 1 PDF, 1 ZIP"], "listing_desc": "\n                    ◆ ◆ ◆ SPECIAL OFFER ◆ ◆ ◆✭ Buy 3 presets and get 2 for free. Add 5 presets to your shopping cart and apply the coupon code 2FREE. ✭ Buy 5 presets and get 4 for free. Add 9 presets to your shopping cart and apply the coupon code 4FREE.◄  INCLUDED IN YOUR PURCHASE  ►* 11 Mobile Lightroom Presets (DNG files)* Detailed PDF Image Instructions✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Lightroom Mobile is FREE so you don't need an Adobe subscription to use the presets✔️ You only need Lightroom CC App on your Phone/iPad✔️ Once purchased can be used an unlimited amount of times✔️ Easy to apply with just one clickGeneral information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUYhttps://www.youtube.com/watch?v=uOBXKOyAFEAPlease keep in mind all photos are unique and therefore each preset works differently on every photo. You can fine tune your own adjustments to find settings that suit you with temperature, exposure etcDue to the digital nature of this product ALL SALES ARE FINALKeywords:Lightroom Presets, Mobile Preset, DNG, Instagram Preset, Lightroom CC, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset, White Presets, Natural Presets© 2020 Sunny Editor Presets, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "5", "store_reviews": "17 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/923518190/11-natural-mobile-lightroom-presets"}, {"seller_text": "fively", "seller_href": "https://www.etsy.com/shop/fively?ref=simple-shop-header-name&listing_id=869759981", "store_sales": "6,933 sales", "store_rating": "4.9726", "listing_title": "Printable Thank You Cards Business Template Poshmark Etsy Small Business Thank You For Your Purchase Editable Customer Packaging Insert Note", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 ZIP", "Height: 4.25 inches", "Width: 5.5 inches"], "listing_desc": "\n                    USE AND CUSTOMIZE FOR ANY MARKETPLACE - CUSTOM ICONS FOR ETSY, POSHMARK, MERCARI, DEPOP, AMAZON, EBAY AND MORE INCLUDED!Easily customize this printable business thank you card template with your information and branding in Canva, and print it yourself at home or have it professionally printed. There’s no software to download - edit from your computer, tablet or phone. We use Canva to create and customize our designs - we find that it’s one of the easiest and most user-friendly platforms to work with, even if you don’t have any design experience. Improve your customers' experience by including a thank you insert within your packaging.Add your logo or choose from thousands of free elements - it's fully customizable.This thank you for shopping insert note is completely editable - EDIT ALL TEXT AND REPLACE THE SOCIAL MEDIA ICONS (a set of premium icons are included). Please note: the top pink color cannot be changed but can be removed or replaced with a different background.A DIY cut and print sheet is also included for easy, at home priniting. WHAT’S INSIDE:✔ 5.5 inch x 4.25 inch easily-customizable template✔ DIY Print Sheet (4 per page) for easy printing at home✔ Canva Video Tutorial✔ Detailed InstructionsIf you’d like me to customize your card, please order the Customization listing and I’ll return your print-ready files within 24 hours: https://www.etsy.com/listing/782668304/done-for-you-design-customizationAll our files are prepared in high resolution, suitable for print. Due to differences in monitor calibrations, colors may vary slightly in print from on screen. The final print quality will depend on the type of printer and paper used.INSTANT DOWNLOAD: This listing is for digital download only. No physical item will be shipped. You'll be able to download and edit this card immediately after purchase.HOW TO PRINT YOUR FILES: You can print at home or have the files printed professionally at stores like Staples or Office Depot, an online print service like Vistaprint or a local print shop.USE RESTRICTIONS: This design is for personal use only. You may not use the design commercially, distribute or resell under any circumstances.RETURNS: There are no returns when purchasing a digital product. Please contact me before purchasing if you have any questions.SHOP MORE: For more designs, visit https://www.etsy.com/shop/fively/ORDER, DOWNLOAD AND PRINT PROCESS1) Purchase the listing2) Once payment is complete, you'll be taken to the downloads page on Etsy.com. This process usually takes around 5 minutes. You'll receive an email confirmation with a link to the downloads page.You can also access the print files by visiting your ETSY profile > Purchases and Reviews. Direct Link: https://www.etsy.com/your/purchases3) Download the file(s)4) Open the PDF file in Adobe Reader (you can download it for free at http://get.adobe.com/reader) and if you purchased an editable file, you’ll receive a link and instructions to edit your file in Canva.5) Print a test page first to ensure you’re happy with the end result.© All Designs are copyright of fivelyThanks for stopping by and thank you for supporting my small business!\n                ", "listing_reviews": "94", "store_reviews": "679 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/869759981/printable-thank-you-cards-business"}, {"seller_text": "FilAndEllieStudio", "seller_href": "https://www.etsy.com/shop/FilAndEllieStudio?ref=simple-shop-header-name&listing_id=857923240", "store_sales": "9,294 sales", "store_rating": "4.8409", "listing_title": "6 Mobile LIGHTROOM Presets, Nude Presets, Fashion Presets, Mobile Presets, Instagram Filters Presets, Dng Brown Preset, Natural Beige Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF, 2 ZIP"], "listing_desc": "\n                    Instagram Presets / Mobile Lightroom Presets / Desktop & Mobile Presets /Natural Beige Presets✩ INCLUDED IN YOUR PURCHASE ✩6 Mobile Lightroom Presets (DNG files)6 Desktop Lightroom Presets (XMP files)Free 35 pages PDF on Social Media GrowthDetailed PDF Image Instructions◾️ If you have issues downloading or using any of the files, please contact me and I will re-send you the files and help you troubleshoot◾️With over 10 years of professional experience in the world of photography, you are guaranteed to get high quality presets that will elevate the look of your photos. We spent hundredths of hours editing, so that you won’t have to.✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Works With & WITHOUT Adobe subscription✔️ You only need Lightroom CC App on your Phone/iPad✔️ Works With Lightroom Desktop for Mac or PCCreated for the FREE Lightroom Mobile App and Desktop Lightroom. Works best on RAW files but is fully compatible with JPEGS as well.General information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUY. Make sure to save the zip file on your phone. The transaction and installation can be completed on a mobile device. Access to a desktop computer is not required.These presets were designed to work with many different light conditions, from full sun to shade, and will help you achieve a consistent look by enhancing the colors and brightness of your photos. This pack in particular was designed to enhance natural and soft tones, giving a neutral, but warm feel to your photos. Sand, the color of wheat, white, brown and soft tones in general are at the core of these filters.  Perfect for interior design or general lifestyle photos. This pack works well for many different types of photography from lifestyle to travel, home blogging and interior design photos. The range of colors for the 6 presets is very wide. These can be applied on many different types of photos to achieve different results.Beige includes 6 mobile presets. They are all extremely versatile, can be fully customized and are guaranteed to enhance dull images with just one click. Whether you work with photos straight from your phone’s camera roll or raw files from your DSLR, these presets will help you refine your style giving you beautiful photos.Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "41", "store_reviews": "421 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/857923240/6-mobile-lightroom-presets-nude-presets"}, {"seller_text": "Blondary", "seller_href": "https://www.etsy.com/shop/Blondary?ref=simple-shop-header-name&listing_id=987625128", "store_sales": "2,567 sales", "store_rating": "4.9957", "listing_title": "10 Mobile Lightroom Presets, Vanilla Presets, Vsco Filters, Fashion Presets, Lifestyle Presets, Instagram Filter, Nude Presets, Beige Preset", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $1.05\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    10 Mobile Lightroom Presets, Nude Presets, Lifestyle Presets, Beige Presets, Iphone Presets, Lightroom, Mobile Presets, Presets, Dng Presets, Cream Presets, Vsco Filters, Fashion Presets, Instagram Filters, Natural Preset, Vanilla Presets✩ FREE PRESETS OFFER ✩💥 GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE 💥💥 GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE 💥*Vanilla Mobile Presets: include 10 mobile lightroom presets perfect for anyone wanting to create a warm, creamy Instagram feed. t*⭐You Will Receive :- 10 DNG. Mobile Presets - 1 PDF file - Mobile Instructions-Free GiftAll presets files are in DNG format.After the download you will need to unzip the file, either on your PC (and then send the mobile presets to your phone) or on your phone (if you have an app that can unzip files).- If you have problems with installation or with downloading your files just contact me and I'll do my best to help you.- Please keep in mind that each photo has different light setting so you can tweak some settings as light, contrast etc after applying you presets to get best results.For personal use ONLY! You may NOT sell, distribute, rent, give, sub-license, or transfer presets, or presets sent to anyone else.More Presets:Beige Presets:https://www.etsy.com/listing/964232783/mobile-lightroom-presets-12-beige?ref=shop_home_active_1&pro=1Bright Interior Presets:https://www.etsy.com/listing/952251009/mobile-lightroom-presets-6-bright?ref=shop_home_active_2&pro=1Minimalistic Presets:https://www.etsy.com/listing/938999572/lightroom-mobile-preset-7-minimalistic?ref=shop_home_active_4&pro=1Luxury Black Presets:https://www.etsy.com/listing/971607185/lightroom-presets-10-luxury-black?ref=shop_home_active_3&pro=1Fitness Presets:https://www.etsy.com/listing/943374818/lightroom-presets-6-fitness-presets?ref=shop_home_active_5&pro=1Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filters, Travel Presets, Influencer Presets, warm presets, iPhone Presets, Moody Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright Presets, Clean Preset, Color Pop Preset, Vibrant Presets, Home Presets, Beach Presets , Vanilla Preset\n                ", "listing_reviews": null, "store_reviews": "234 shop reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/987625128/10-mobile-lightroom-presets-vanilla"}, {"seller_text": "AndreeaEremiaDesign", "seller_href": "https://www.etsy.com/shop/AndreeaEremiaDesign?ref=simple-shop-header-name&listing_id=974780558", "store_sales": "51 sales", "store_rating": "5", "listing_title": "Printable Business Card Template, DIY Business Card,  Instant Beauty Business Card,  Online Store Cards,  Business Stationery", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $3.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 ZIP", "Height: 3.5 inches", "Width: 2 inches"], "listing_desc": "\n                    Printable Business Card Template, DIY Business Card,  Instant Beauty Business Card,  Online Store Cards,  Business Stationery. Business cards are a great way to make a lasting first impression and establish your credentials and credibility.EDITABLE TEMPLATE:- Easy to EDIT in FREE application - CANVA- All text can be edited for wording, font, color, size and placement or you can delete them completely.- ADD your LOGOSIZE:3.5x2 inches2.5x2.5 inchesYOU EDIT THIS ENTIRE TEMPLATE YOURSELF!Don't need to wait for your item to be customized. You can do it yourself in minutes!HOW IT WORKSOnce payment is confirmed, you can download your document with instructions (that include link to your template) to edit and download.It is completely editable and customized by YOU! Upload your logo, change the colors, text and more to make it unique to your business with Canva, a completely free program that makes it easy to edit and download in any format!ADDITIONAL INFO:- This is a Printable file. Nothing physical will be mailed to you.- Editable in CANVA only- Print at home on your home printer or put the file on a USB and take it to a print/copy shop.- Colors may not print exactly as you see due to printer and monitor differences.If you have any questions regarding this item, please don`t hesitate to contact me and I will get back to you within 24 hours.\n                ", "listing_reviews": null, "store_reviews": "1 shop review", "search": "printable business card", "url": "https://www.etsy.com/listing/974780558/printable-business-card-template-diy"}, {"seller_text": "Stickearte", "seller_href": "https://www.etsy.com/shop/Stickearte?ref=simple-shop-header-name&listing_id=910660214", "store_sales": "44,849 sales", "store_rating": "4.9149", "listing_title": "Business Card Template, Minimalist Business Cards, Modern Chic Business Card, Editable Business Card, Blush Pink, Printable Business Cards", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $3.60\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    --------------------DESCRIPTION--------------------Business CardThis listing is an Instant download digital file for you to edit right in your web browser with Templett after purchase. Templett is a fully customizable template editor that allows you to personalize your printable directly in your web browser. All you need to do is Purchase > Personalize > Print!No waiting • No software to install • No fonts to download.----------------DEMO LINK-----------------Never used Templett before? TRY BEFORE YOU BUYCopy and paste this url into your web browser:https://templett.com/design/demo/Stickearte/5645527,5446006,5446026,6321163*Desktop computer or laptop only (can't be edited on a tablet or mobile device). ------------------------SPECIFICATIONS-----------------------FINISHED SIZES: 3.5\" x 2\"DOWNLOAD OPTIONS:• PDF - for home printing, copy center or print shop (use the 'save paper' option to format two invites on 8.5\"x11\" or A4)• JPG - for photo lab or print shop• PNG - for text, email or social media sharing----------------------HOW IT WORKS----------------------1. Within minutes after your purchase, you will receive an email from Templett  (remember to check your spam folder if you do not see it)2. Follow the link to access your template3. Make all your changes to the template, save, and download4. Print at home, copy center or online printerYou can save your file and continue editing your template at any time. It will be available to you for one year after your purchase date.-------------------------WHERE TO PRINT-------------------------• Home printer• Copy center such as Staples, OfficeMax & FedEx• Photo lab such as Walgreens & Costco• Local print shop or online printer such as Vista Print or Shutterfly -------------------------------WHAT CAN BE EDITED-------------------------------• All text can be edited for wording, font, color, size and placement• Artwork can be edited for size and placement - colors are not editable• Backgrounds can be edited for color, deleted or new ones added• Upload your own image• Add a back side-------------------------IMPORTANT INFO-------------------------• This template WILL NOT work on a tablet or mobile device• Page size and orientation are NOT editable-------------------------MATCHING ITEMS-------------------------Please use the search bar in our shop for matching items or follow this link:-------------RETURNS-------------Due to the nature of this product, digital downloads are not eligible for refunds. Please message me to seek any clarification before you proceed with the purchase.-------------------TERMS OF USE-------------------• The purchase of a template is for ONE-TIME USE ONLY. You can edit, save and download your template unlimited times for editing and proofing purposes only. Creating multiple versions for various projects or events is NOT permitted.• The template will be available for 1 year from the day of purchase.• The viewing, printing or downloading of any content, graphics or templates from Stickearte is solely for your own personal use and not for republication, distribution, sale or other use. No part of any content, description or template may be reproduced in any form.Stickearte reserves the right to revoke access to a template if the user fails to comply with the terms.© Copyright of Stickearte. For personal use only and not for resale. No part of any content, description or template may be reproduced in any form.[id:5645527,5446006,5446026,6321163]\n                ", "listing_reviews": null, "store_reviews": "3,621 shop reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/910660214/business-card-template-minimalist"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=923532978", "store_sales": "21,700 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Neutral Filter, Cream Preset, Instagram Filters, iPhone Presets, Lightroom Filter, Lifestyle Preset, Blogger Filter", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Live life luxuriously with a Luxe Preset! This Lightroom Mobile preset will effortlessly soften and neutralize the shades in your photos to achieve a rich luxurious look with the click of button! ✩ Your purchase includes ✩- 1 Luxe Lightroom Mobile Preset- PDF step by step installation guide✩ Additional Information ✩- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ✩ Cancellation Refunds/Exchanges ✩Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2021 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "11", "store_reviews": "1,130 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/923532978/lightroom-mobile-preset-neutral-filter"}, {"seller_text": "OlivesandBlue", "seller_href": "https://www.etsy.com/shop/OlivesandBlue?ref=simple-shop-header-name&listing_id=900601043", "store_sales": "140 sales", "store_rating": "4.3333", "listing_title": "5 Earthy Tones Preset, Preset Lightroom Mobile and Desktop, Instagram Filter for Travel Instagram Influencer and Bloggers, Dark Moody Preset", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $3.14\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP"], "listing_desc": "\n                    Buy 5 Pay 3!Add 5 presets to your cart and apply the code \"BUNDLE\" to pay for 3.Or simply click the link below:https://www.etsy.com/shop/OlivesandBlue?coupon=BUNDLECreated for one single click use for Mobile and Desktop Lightroom. These presets will help you enhance your picture with just a single click for a consistent theme.The purchase will be includes:5 Mobile Lightroom Preset5 Desktop Lightroom PresetBy purchasing the item, you agree to the terms of use which refunds, cancelation, exchange are not apply. Some adjustments might be needed for some pictures due to the camera setting and light adjustments. The files should not be shared, resold, redistributed and reproduced for any purposes.Disclaimer:All the pictures shown in this video belong to their respective original owners.All the photos are for illustration purposes only. Credits to the rightful owner.If you have any further questions, please do not hesitate to contact me. Sincerely,Clou\n                ", "listing_reviews": null, "store_reviews": "3 shop reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/900601043/5-earthy-tones-preset-preset-lightroom"}, {"seller_text": "FilAndEllieStudio", "seller_href": "https://www.etsy.com/shop/FilAndEllieStudio?ref=simple-shop-header-name&listing_id=1029443267", "store_sales": "9,294 sales", "store_rating": "4.8409", "listing_title": "7 Mobile LIGHTROOM Presets, Summer Presets, Pastel Presets, Instagram Filter, Natural Light And Airy,Blogger Preset, Natural Warm Presets", "listing_bestseller": "-", "listing_price": "\n                        $2.98\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 2 ZIP"], "listing_desc": "\n                    Instagram Presets / Mobile Lightroom Presets / Desktop & Mobile Presets /Natural Presets/Warm Summer Presets✩ INCLUDED IN YOUR PURCHASE ✩7 Mobile Lightroom Presets (DNG files)7 Desktop XMP PresetsFree 35 pages PDF on Social Media GrowthDetailed PDF Image Instructions◾️ If you have issues downloading or using any of the files, please contact me and I will re-send you the files and help you troubleshoot◾️With over 10 years of professional experience in the world of photography, you are guaranteed to get high quality presets that will elevate the look of your photos. We spent hundredths of hours editing, so that you won’t have to.✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Works With & WITHOUT Adobe subscription✔️ You only need Lightroom CC App on your Phone/iPad✔️ Works With Lightroom Desktop for Mac or PC (Classic & CC)Created for the FREE Lightroom Mobile App and Desktop Lightroom. Works best on RAW files but is fully compatible with JPEGS as well.General information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUY. Make sure to save the zip file on your phone. The transaction and installation can be completed on a mobile device. Access to a desktop computer is not required.These presets were designed to work with many different light conditions, from full sun to shade, and will help you achieve a consistent look by enhancing the colors and brightness of your photos. This pack in particular was designed to enhance the colors of sunlight, giving a warm, slighlty pink, natural and bright feel to your photos. A pastel accent for all your Spring photos. Perfect for general lifestyle photos, family, weddings or in general for portraits at golden hour/sunset . This pack works well for many different types of photography from lifestyle to travel, home blogging and professional wedding photographyGarden includes 6 mobile presets & 6 Desktop Presets. They are all extremely versatile, can be fully customized and are guaranteed to enhance dull images with just one click. Whether you work with photos straight from your phone’s camera roll or raw files from your DSLR, these presets will help you refine your style giving you beautiful photos.Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": null, "store_reviews": "421 shop reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/1029443267/7-mobile-lightroom-presets-summer"}]