[{"seller_text": "AndYouCanQuoteMe", "seller_href": "https://www.etsy.com/shop/AndYouCanQuoteMe?ref=simple-shop-header-name&listing_id=921217818", "store_sales": "5,267 sales", "store_rating": "4.9844", "listing_title": "Teamwork Postcards, Printable Team Quotes, Positive Quotes, Staff Gifts, Colleague Postcards, Gift for Boss, Co-Worker Gift, Downloadable", "listing_bestseller": "-", "listing_price": "\n                        $4.35\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 4 ZIP, 1 JPG"], "listing_desc": "\n                    ** IMPORTANT NOTE: Instant downloads cannot be customised or personalised.  They will be sent to you upon purchase, as pictured in the listing photos.  In order to make your purchase, before you add the item to basket, please respond to the instructions above the personalisation field and type 'YES' to acknowledge your purchase of a digital download and to confirm that you understand that a physical product will not be shipped to your home.  Happy Printing! 😊 **This is an INSTANT DIGITAL DOWNLOAD.  You will not receive a hard copy in the post.  Props are for photographic purposes only, and are not included. 😊**Printable Teamwork A6 Postcards**   A set of three bright and colourful watercolour teamwork postcards.  These postcards are easily printable with 4 of the same design on each A4 sheet (see photos), meaning that you can create multiple copies and dish out as many as you like!  Individual jpeg files also included so that you can print directly onto A6 card/postcards.- The Strength of the Team is in each individual member.  The strength of each individual member is The Team.- Individually we are one drop.  Together we are an Ocean.- Coming together is a beginning.  Keeping together is progress.  Working together is success.Simply download, print your cards onto A4 (8.27 x 11.69\"/210 x 297mm) paper/card stock, cut along the lines, and you're ready to share with your friends/colleagues! Alternatively, you can print the individual JPEG files provided directly onto A6 sized card/photo paper, or upload the jpegs to your favourite online print shop!The cards will be blank on the reverse for you to handwrite your own note/message.  An A6 envelope template is also included, with easy to follow instructions for making.♥︎YOU WILL RECEIVE:♥︎☆ 3 x high resolution A4 JPEG files (containing 4 of one design per sheet).☆ 3 x high resolution A4 PDF files (containing 4 of one design per sheet).☆ 3 x high resolution US LETTER SIZE PDF files (containing 4 of one design per sheet).☆3 x high resolution A6 JPEG files ☆1 x JPEG Envelope Template (just incase you need it!)**Some files are provided in a Zip File. Please make sure you know how to extract from a Zip file.  This is really easy to do, but there are instructions readily available online should you need them.**♥︎HANDY NOTES:♥︎✔︎ Download on your computer as soon as payment is confirmed - It's that easy!  Etsy will send you a link once your payment is complete. ✔︎ No postage costs - Hooray!✔︎ Print from the comfort of your own home.✔︎ Ensure your print option is set to 'Actual Size' or '100 %' (remember this for the envelope also!)  ✔︎ I recommend printing onto at least 120gsm paper, or better still, a good quality card stock! ✔︎ If you can, use a paper trimmer or a metal ruler and craft knife to cut out your postcards, but scissors are fine too! ✔︎PLEASE NOTE: Individual JPEGS do not contain a 'border'.  They are for printing direct to A6 card or uploading to an A6 product online, where a border/cutting guide is not required. ✔︎Print again and again and give to as many recipients as your heart desires!  You'll always have a rainbow to send when needed.✔︎ Images are high resolution (300dpi).  However, final print quality will depend on the printer and paper/card used.  Please note that colours may vary from monitor to monitor, and between printers.♥︎HOW DO I DOWNLOAD?♥︎✔︎ Make your purchase via Credit Card, Debit Card, or Paypal.✔︎ Download your file by clicking on the link on your receipt, which Etsy will send you immediately, or in your e-mail from Etsy (please make sure Etsy have your correct email address). ✔︎ Access your purchase at any time by logging in to Etsy, heading to 'You' (top right of your Etsy Page), and 'Purchases/Reviews'.✔︎ No limit to the number of times you can print!♥︎TERMS & CONDITIONS:♥︎✔︎ This is a Digital item and must be downloaded. You will not receive a hard copy in the post.  Props are for photographic purposes only and are not included.✔︎ Due to their nature, digital items cannot be returned or refunded.  Please don't hesitate to contact me if you have a problem.  I love my Customers and I am always here to help.✔︎ This design is strictly for PERSONAL USE ONLY.  You are not permitted to resell this digital file in whole or in part, original or modified.  You are not permitted to print copies and distribute for sale.  Please do not give these files away. These files are not for commercial use.Did you know that I can also print these for you?  This set is also available as a shipped pack of 6 or 12.  Visit the Leadership and Teamwork section in my shop to view!Thank you for shopping Handmade!©'And You Can Quote Me'.\n                ", "listing_reviews": null, "store_reviews": "791 shop reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/921217818/teamwork-postcards-printable-team-quotes"}, {"seller_text": "CreatorEve", "seller_href": "https://www.etsy.com/shop/CreatorEve?ref=simple-shop-header-name&listing_id=1023680316", "store_sales": null, "store_rating": null, "listing_title": "Socrates Quotes Print,printable wall art,Abstract Art Print, Neutral Wall,Instant Download,Minimalist Print,Minimalist Print, Digital Prints", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $4.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 ZIP"], "listing_desc": "\n                    ★You will receive files in a high-quality Jpeg format (300dpi).★This file can be printed in the following sizes.1. IOS : A5 / A4 / A3 / A2 / A1 / 50cm x 70cm2. 2X3 RATIO : 4\"x6\" / 6\"x9\" / 8\"x12\" / 10\"x15\" / 12\"x18\" / 16\"x24\" / 20\"x30\"3. 3X4 RATIO : 6\"x8\" / 9\"x12\" / 12\"x16\" / 15\"x20\" / 18\"x24\"4. 4X5 RATIO :  4\"x5\" / 8\"x10\" /12\"x15\" / 16\"x20\"5. 11\" x 14\"-*Please note that this listing is for an Instant Download - no physical product will be shipped – frame and props are not included.*When printed, colors may vary slightly due to different colors monitors and printers.*This purchase is for personal use only. Not for resale or distribution.*Refunds are not available due to the nature of digital files.*Once payment is cleared, Etsy will notify you that your downloads are available. If you have any questions about the download process, please visit Etsy’s help center:https://www.etsy.com/help/article/3949*Copyright 2020 Creator Eve-“I hope my paintings will give you a little happiness :) ” - eve -\n                ", "listing_reviews": null, "store_reviews": null, "search": "printable quotes", "url": "https://www.etsy.com/listing/1023680316/socrates-quotes-printprintable-wall"}, {"seller_text": "delaneyspresets", "seller_href": "https://www.etsy.com/shop/delaneyspresets?ref=simple-shop-header-name&listing_id=893807134", "store_sales": "13,700 sales", "store_rating": "4.6868", "listing_title": "the pastels preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 File"], "listing_desc": "\n                    one lightroom preset for mobile and desktop devices! this preset is meant for your sunset/colorful photos! it takes all your photos to the next level! gives your photos a subtle, pastel, colorful and vibrant feel to them. this preset would make an amazing instagram feed!! edit like an instagram influencer with this preset on your pictures!\n                ", "listing_reviews": "100", "store_reviews": "496 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/893807134/the-pastels-preset"}, {"seller_text": "SocialHouse", "seller_href": "https://www.etsy.com/shop/SocialHouse?ref=simple-shop-header-name&listing_id=803498469", "store_sales": "2,668 sales", "store_rating": "4.9915", "listing_title": "Work Hard And Be Nice To People Inspirational Quote Prints Large Printable Wall Art Black and White Downloadable Art Positive Quotes Boho", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $4.20\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 JPG"], "listing_desc": "\n                    INSTANT DOWNLOADThis listing is for Digital Files which are available instantly and can be printed easily at home :)You will be given a link to your download page, where you can  instantly access your easy to use JPEG Digital Art! You can return to download your Digital Files at anytime!5 High Resolution (300 dpi) JPEG Files Included:✔4:5 ratio file for printing:4”x5” - 10x12 cm8”x10” - 20x25 cm11”x14” - 28x35 cm12”x15” - 30x38 cm16”x20” - 40x50 cm✔3:4 ratio file for printing:6”x8” - 15x20 cm9”x12” - 22x30 cm12”x16” - 30x40 cm15”x20” - 38x50 cm18”x24” - 45x60 cm✔2:3 ratio file for printing:4”x6” - 10x15 cm8”x12” - 20x30 cm12”x18” - 30x45 cm16”x24” - 40x60 cm20”x30” - 50x76 cm24”x36” - 60x90 cm✔International paper size file for printing:A1, A2, A3, A4, A5, 5\"x7\", 50x70cm✔File for printing 11\"x14\"_________________________________________________________We offer 1 free Custom Digital File Size with every purchase! If you need a size not included above, add the Size in the \"Note to SocialHouse\" when purchasing and we will send it directly to your email within 24 hours! (No extra charge!)  _________________________________________________________🍃 COLOUR CHANGES 🍂If you would like a colour alteration to this design - simply purchase both this listing and the listing below:https://www.etsy.com/ca/listing/778829254/custom-colour-alteration-of-digital✚TOP WAYS TO PRINT✚1.\tPrint from home2.\tFind your local print shop and have it printed on high quality print paper3.\tUse an online service to print the design on almost anything you can imagine!✚HOW TO DOWNLOAD DIGITAL FILES✚After Etsy receives your order confirmation, your Digital Files will be available to download here:http://www.etsy.com/your/purchases✚PLEASE NOTE✚This is an INSTANT DIGITAL DOWNLOAD and no physical print will be mailed to youRead about instant downloads here: https://www.etsy.com/help/article/3949✚BORING LEGAL STUFF✚ License is for Personal Use Only - Print may be used for personal use or printed as a gift but may not be sold or sharedColours may differ slightly due to various screen and printing settingsUnfortunately there are no refunds on Instant Digital Downloads however, on the rare occasion that a customer is not completely satisfied, simply email us and we will do our best to make you a satisfied customer!See our entire collection here:http://www.SocialHouse.etsy.comThanks for stopping by :)David & Cori© Social House\n                ", "listing_reviews": "26", "store_reviews": "147 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/803498469/work-hard-and-be-nice-to-people"}, {"seller_text": "OnePreset", "seller_href": "https://www.etsy.com/shop/OnePreset?ref=simple-shop-header-name&listing_id=974215413", "store_sales": "77,827 sales", "store_rating": "4.658", "listing_title": "BUNDLE 120 Lightroom Presets Mobile - Instagram Blogger Preset - Lightroom Mobile Presets - Instagram Presets - iPhone Presets for Blogger", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.19\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    💝 GET A FREE PRESET 💝\u2028GET 4 & PAY FOR 3: Add 4 Presets to your cart, use promo code “ONEFREE” and only pay for 3.OR SHOP UNDER THIS LINKhttps://www.etsy.com/au/shop/OnePreset?coupon=ONEFREE✩✩✩ We have 45 BESTSELLERS ✩✩✩Mobile & Desktop Compatible Lightroom Presets to create an aesthetic Instagram feed. \u2028\u2028✮ INCLUDED IN YOUR PURCHASE ✮• 120 Mobile Lightroom Presets (DNG file)• PDF File w/ Simple Instruction Manual• Compatible with both Android and iPhone• Works in Adobe Lightroom (PC/Mac)INCLUDED PRESET PACKS:- Clean- Natural- Cruise- Family- Greece- Hazelnut- Jungle- Lifestyle- Midsummer- Mother- Natural- Tangerine- Tanning✮ INSTALLATION ✮ To access your digital files:1. Go to Your Account2. Purchases and reviews and look for the order.3. To the right of the order, click Download Files.4. You will be able to download the DNG File.5. You will then be able to upload each DNG file as an image to your Lightroom Mobile app.6. Click on the three dots in the top right of your Lightroom app7. Select the option 'Create Preset', this will allow you to save the preset to the preset editing option of the app for use on other images.We value and respect our customers. We always find a compromise in solving any questions that may arise, even after the delivery of the order.Due to the digital nature of this product ALL SALES ARE FINAL.For any questions please contact me via Etsy messages.© No sharing files, or selling them in any form. Derivative works are prohibited. © OnePreset, 2020\n                ", "listing_reviews": "77", "store_reviews": "2,906 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/974215413/bundle-120-lightroom-presets-mobile"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=848374533", "store_sales": "237,230 sales", "store_rating": "4.8715", "listing_title": "5 Mobile Lightroom Preset BEE HONEY Warm Instagram Filter, Influencer Lightroom Preset Travel Blogger", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 Files"], "listing_desc": "\n                    Lightroom Presets, instagram preset,  influencer presets, lifestyle blogger presetsLevel up your social media game with BEE HONEY Presets and edit your Instagram photos like a pro on your mobile device! Mobile Lightroom Influencer Preset BEE HONEY  Included 5 presets  inspired by travel bloggers and influencers around the world.This preset for every kind of picture that will surely deliver stunning results and make your images look a hundred times better! For photographers who do a lot of fashion, travel and lifestyle photography.This quality preset produce amazing warm tones and making it easy for you to achieve the same look and feel as your favorite influencers!  🔥GET 5 & PAY FOR 3: add 5 presets to your cart, use PROMO code GIFT2🔺Included5 LIGHTROOM MOBILE PRESET .DNG file🔵How to Download and Install mobile preset:  https://youtu.be/fDKHSkU7GIs🔵If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll.For any questions or editing help Please contact me email victoriabee.shop [!at] gmail.com© 2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoKeywords: Warm filter, Instagram Filter, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, family preset,\n                ", "listing_reviews": "16", "store_reviews": "8,047 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/848374533/5-mobile-lightroom-preset-bee-honey-warm"}, {"seller_text": "DigitalVibes", "seller_href": "https://www.etsy.com/shop/DigitalVibes?ref=simple-shop-header-name&listing_id=809531211", "store_sales": "12,391 sales", "store_rating": "4.8333", "listing_title": "10 Mobile and Desktop Lightroom Presets, SUNSET GLOW presets, Sunset sunrise Lightroom Preset,Bright, Instagram Filter,Travel Summer Blogger", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    ✅ LIMITED OFFER - Just don't miss it out!Huge Package of 1000+ Mobile & Desktop Presets with a HUGE discount!! Imagine what you can do with this Bundle of 1000+ Premium Presets !Follow the link --> https://www.etsy.com/listing/864152596/lightroom-presets-bundle-bestsellers-of?ref=listing_published_alert-------------------------------------------------------------------------10 Lightroom Presets, Mobile Presets and Desktop Lightroom Presets, Instagram preset, influencer presets, lifestyle blogger presets, Summer Filters, Pastel Sunset Sunrise Beach Travel Presets, Warm Light Bright Effect.✅ SUNSET GLOW PRESETS:Take your social media pictures to the next level with DIGITAL VIBES Presets and edit your Instagram photos like a pro!The SUNSET GLOW Preset Pack will help you rock your Instagram feed, with bright pastel tones and vibrant warm light, perfect for your sunset and sunrise images. It will make you grow your followers, and create a perfect grid!✅ FILES included:The digital download comes with 2 PDF files✩ The file \"How to download\" includes a direct link to download :  10 Mobile Lightroom Preset - DNG format. 10 Desktop Lightroom Preset - XMP format.✩  The file \"How to use\" includes instructions to use the mobile and desktop presets✅ SPECIAL PROMO: BUY 5 & PAY ONLY 3✩  Add 5 items to your order ( Each item should be a pack of 10 presets)✩  Apply HAPPYSALE COUPON CODE✩ PAY ONLY FOR 3!!!✅ NOTES: ✩ All of the presets have been tested on a variety of pictures and they are very versatile.In most cases the presets works at one-click magic, but please note that it works differently on each picture, you can then edit and play with the exposure,white balance.. etc✩ This is a digital download, No physical product will be sent.✩  The presets are for personal or professional use.✩ Because my products are digital downloads, I am unable to refund, since they cannot be returned once downloaded. However we would be happy to assist with any questions. © 2020 Digital Vibes, All Rights Reserved.TERMS OF USE: All the products are copyrighted to Digital Vibes, do not share or sell these files.\n                ", "listing_reviews": "23", "store_reviews": "526 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/809531211/10-mobile-and-desktop-lightroom-presets"}, {"seller_text": "KIINcreations", "seller_href": "https://www.etsy.com/shop/KIINcreations?ref=simple-shop-header-name&listing_id=729960140", "store_sales": "108,066 sales", "store_rating": "4.8939", "listing_title": "HOME sweet home LIGHTROOM mobile and desktop PRESETS / family autumn blogger preset set / newborn presets / instagram filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.12\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    ⭐ MORE PRESETS HERE: https://www.etsy.com/shop/KIINcreations❤️GET 4 & PAY FOR 2: add 4 presets to your cart, use PROMO code: MERCI4 and pay just for 2❤️❤️GET 6 & PAY FOR 3: add 6 presets to your cart, use PROMO code: MERCI6 and pay just for 3❤️❤️❤️GET 8 & PAY FOR 4: add 8 presets to your cart, use PROMO code: MERCI8 and pay just for 43 HOME, SWEET HOME Lightroom presets for LIGHTROOM MOBILE & DESKTOP. A warm-toned preset set that will add your images that homey feel! This set will work perfectly with family, outdoor, fall, newborn, home, fashion, wedding, and couple shots!\u2028WHAT DO YOU GET?✅ 3 Mobile Lightroom Presets (DNG files)✅ 3 Desktop Lightroom Presets (XMP files)✅ 3 Desktop Lightroom Presets (LRtemplate files)\u2028✅ Easy Step-by-step PDF guide with instructionsBEST CUSTOMER SERVICEI want to be sure you’re satisfied! If you have any issues, I am happy to help! Just message me! :)COMMON QUESTIONS➕ Works in Lightroom Mobile App (iOS/Android)➕ Works With & WITHOUT Adobe subscription➕ You only need Lightroom CC App on your Phone/iPad➕ Works With All Lightroom & Adobe Camera Raw (ACR) Desktop VersionsOnce payment is made you can download the presets instantly. Contact me with any questions regarding your order or using your presets I will be happy to help! xxPhoto credit: @diasplanet\n                ", "listing_reviews": "100", "store_reviews": "4,454 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/729960140/home-sweet-home-lightroom-mobile-and"}, {"seller_text": "KIINcreations", "seller_href": "https://www.etsy.com/shop/KIINcreations?ref=simple-shop-header-name&listing_id=997654802", "store_sales": "108,063 sales", "store_rating": "4.8939", "listing_title": "10 EARTHY mobile & desktop PRESETS | Earthy Preset | Brown Preset | Travel preset | Tropical Preset | Aesthetic Preset | Instagram filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.12\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ❤️  GET 4 & PAY FOR 2: add 4 presets to your cart, use PROMO code: MERCI4 and pay just for 2❤️ ❤️  GET 6 & PAY FOR 3: add 6 presets to your cart, use PROMO code: MERCI6 and pay just for 3❤️ ❤️ ❤️  GET 8 & PAY FOR 4: add 8 presets to your cart, use PROMO code: MERCI8 and pay just for 4\u202810 Earthy Lightroom mobile & desktop presets - saturated browns, faded greens, moody blues will give your images that tropical aesthetic feel. These presets will work great with outdoor, family, portrait ,travel, lifestyle and professional photography images.\u2028\u2028INCLUDED IN YOUR PURCHASE✅  10 Mobile Lightroom Presets (DNG files)✅  10 Desktop Lightroom Presets (XMP files)✅  10 Desktop Lightroom Presets (LRtemplate files)\u2028✅  Easy Step-by-step PDF guide with instructionsBEST CUSTOMER SERVICEI want to be sure you’re satisfied! If you have any issues, I am happy to help! Just message me! :) COMMON QUESTIONS➕ Works in Lightroom Mobile App (iOS/Android)➕ Works With & WITHOUT Adobe subscription➕ You only need Lightroom CC App on your Phone/iPad➕ Works With All Lightroom & ACR Desktop VersionsMy presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. I’m confident that my presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image.STAY IN TOUCHIG: instagram.com/kiinlrpresetsWEBSITE: kiinlightroompresets.comEMAIL:  info [!at] kiinlightroompresets.comRefunds/ExchangesDue to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is my number one priority. In the case you are not happy with a preset, send me a message and we can discuss an exchange for a preset that better fits your needs. © 2020 KIIN CREATIONS LLC, All Rights ReservedTERMS OF USE:  Including but not limited to: No sharing the files. No selling the files. Derivative works are prohibited.\u2028KIIN Presets, Photo Presets, VSCO Presets, Edit, Editing, Insta blogger, Lightroom Classic CC, influencer preset, blogger preset, influencer filter, preset filter, instagram feed, fashion blogger, aesthetics, DNG, Instagram Preset, Presets, Mobile Filter, Lightroom presets, Lightroom Mobile, Android Preset, Lightroom Mobile Presets, Mobile Lightroom Presets, family preset, warm bright preset, skin preset, selfie presets, earthy preset, aesthetic preset, professional photography preset, earthy tones, caramel preset, coffee preset, brown preset, mocha preset, brown preset, brown Lightroom preset, Lightroom mobile presets, preset filter, instagram preset, outdoor preset, tropical preset, instagram preset, travel preset, tanned skin preset, moody preset\u2028\n                ", "listing_reviews": "6", "store_reviews": "4,454 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/997654802/10-earthy-mobile-desktop-presets-earthy"}, {"seller_text": "Presetsil", "seller_href": "https://www.etsy.com/shop/Presetsil?ref=simple-shop-header-name&listing_id=904674862", "store_sales": "420 sales", "store_rating": "4.6364", "listing_title": "4 professional Lightroom Mobile Presets, Instagram filter, bright and clear, presets for all types of photos.", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.38\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 MOV, 1 ZIP"], "listing_desc": "\n                    4 Lightroom Presets for amazing edit results. The presets will take your photos  to a much higher level. Your feed will be a goal for everyone ! ✨* What will you get in the package?✔️ 4 presets which both work with iPhone & Android ✔️ The presets work in the FREE Lightroom Mobile App ✔️ Video clip showing how to download the presets step by step✔️ Fast direct digital download ✔️ How to use the presets in the app 🎁 B O N U S 🎁 *Buy 4 and pay only for 2*Use the code 2FREEThis preset is the best assistant and easily improves photos. You will get all the secrets of editing in one click! I know that you will enjoy it! I’m excited to see your results.  💥\n                ", "listing_reviews": "6", "store_reviews": "11 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/904674862/4-professional-lightroom-mobile-presets"}, {"seller_text": "PresetSource", "seller_href": "https://www.etsy.com/shop/PresetSource?ref=simple-shop-header-name&listing_id=845099331", "store_sales": "10,408 sales", "store_rating": "4.9046", "listing_title": "4 Mobile LIGHTROOM Presets, lightroom mobile preset, lightroom presets , Influencer, blogger presets, Desktop Preset, Instagram, vsco clean", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 PNG, 1 ZIP"], "listing_desc": "\n                    Edit from Anywhere! \"Blogger\" Lightroom Mobile Preset + Lightroom Desktop Preset is THE insta preset you've been looking for. It is both neutral, simple but with a touch unique style. It will quickly become your favorite ;) Try it today! This set of 4 presets includes 1 original preset + 3 variations to help you get the perfect edit.INCLUDED IN YOUR PURCHASE:• 4 Blogger Mobile Lightroom Preset (.DNG file)• 4 Blogger Desktop Lightroom Preset (.xmp file)• PDF File with easy, step-by-step installation guideWorks in Adobe Lightroom (PC/Mac) and Lightroom Mobile App (iOS/Android)😍Please understand: Due to the digital nature of this product ALL SALES ARE FINAL. I will not be able to refund orders, however, I guarantee preset's functionality.Create beautiful photos for yourself and your Instagram/VSCO/Blog/Snap/Pinterest! 💖💖My presets are made to enhance your photos and get them to their most beautiful colors. One click editing makes it easy for you to edit you photos anywhere, anytime FAST! No more wasting time on playing with settings. I created a collection of different moods and textures for your photos so you can effortlessly get beautiful photos in seconds. 🙌🏻🙌🏻🙌🏻Many many more preset are coming soon but I couldn’t wait to launch! Hope you love them!All presets are pre-tested on different photos. Please see the before and after photos. Remember that all Lightroom presets work differently. Each of your beautiful photos is unique in terms of color, light, exposure, etc. Use this preset as the basis for your photos and adjust to your liking. 🤓Have any difficulties or questions? Please contact us! One of out team members will get back to you ASAP.Keywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets© 2021 PresetSource, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: No sharing of the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "100", "store_reviews": "913 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/845099331/4-mobile-lightroom-presets-lightroom"}, {"seller_text": "SnazzyMango", "seller_href": "https://www.etsy.com/shop/SnazzyMango?ref=simple-shop-header-name&listing_id=986580638", "store_sales": "3,763 sales", "store_rating": "4.6667", "listing_title": "Bachelorette Instagram Filter! Gold Bachelorette Filter! Instagram Stories Filter. Hen Party Filter! Instagram Effect. Bachelorette Party!", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $8.01+\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: Adobe Illustrator, Photoshop, Instagram, Facebook, Spark AR, Glitter, Insta Stories, Effect, Instagram Story, Insta Story, Sparkle, Gold, Bachelorette\n\n\nRead the full description"], "listing_desc": "\n                    Custom Bachelorette For Instagram, Instagram Stories Filter!TRY BEFORE YOU BUY: https://www.instagram.com/ar/944533329616168/Make a statement at your bachelorette party with your very own custom Instagram/Facebook filter! All your family, friends, guests and followers will have access to your filter! Anyone who sees your story will also have access to your filter! Unlike snapchat filters it's not restricted to location and there is no upload cost!| CUSTOMISATION |-PERSONALISATION-Name:Date:Location:Text colour (Select from drop down menu) or message me if you want a colour which isn't listed.Which social media do you want your filter to be on? (Facebook or Instagram). Please note there's a small charge to have your filter on both social media platforms as I essentially have to make 2 separate filters.| HOW IT WORKS |1 - Enter your personalisation requirements in the space provided when ordering.2 - I then design your filter in Instagram/Facebook's unique software.3 - A proof will then be sent to you of how your filter will look, please allow 24hrs for this.4 - Once you're happy with how your filter looks, I then submit it to Instagram/Facebook to upload to their filter collection. (This can take up to 48hrs)!5 - Once the filter has been accepted by Instagram/Facebook I will then email you a link to where you can find your filter on the social media site!6 - You can share the link with all your friends, family and guests! Alternatively, when your post to your story using the filter a badge will be displayed in the top left corner. Anyone who clicks on this will also have access and be able to use your filter! (An example of this is Picture 3).Please message me if you have any questions.  :)If you include the snapchat version in your order, this is just for the filter file. You must upload the filter to Snapchat where costs may be incurred due to location and date. More information can be found here: https://www.snapchat.com/l/en-gb/on-demand/Facebook and Instagram filters are uploaded by me at no extra cost.My full collection of Instagram & Facebook filters can be found here:https://www.etsy.com/uk/shop/SnazzyMango?ref=seller-platform-mcnav&section_id=21416837Keywords:Bachelorette Filter, Bachelorette Party, Hen Party, Ring Filter, Gold Filter, Gold Bachelorette, Pool Party, Insta Filter, Bachelorette Party Instagram, Bachelorette Geofilter, Insta Filter, Instagram Filter, Instagram Story, Instagram Stories, Insta Stories, Instagram Wedding, Instagram Wedding Filter, Rose Gold Wedding Filter, Insta Wedding Filter, Insta Wedding Effect, Insta Wedding Stories, Insta Wedding, Instagram Wedding, Rose Gold Wedding Filter, Insta Mask, Insta Effect\n                ", "listing_reviews": null, "store_reviews": "466 shop reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/986580638/bachelorette-instagram-filter-gold"}, {"seller_text": "LDSquotations", "seller_href": "https://www.etsy.com/shop/LDSquotations?ref=simple-shop-header-name&listing_id=1029301013", "store_sales": "136 sales", "store_rating": "5", "listing_title": "Heaven is cheering you on Print {Digital Download} | Elder Holland | Jeffrey R Holland | lds wall art | lds print | lds poster | lds quote", "listing_bestseller": "-", "listing_price": "\n                        $2.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 4 ZIP"], "listing_desc": "\n                    The LDS Quotations store is now offering this beautiful, modern print of the Elder Jeffrey R Holland's quote: \"Heaven is cheering for you today, tomorrow, and forever.\" This minimalist poster could serve as simple addition to your wall art collection, or the smallest size could be framed and placed on a shelf or a mantle. These posters also could serve as a reasonably priced gift for a friend, missionary, or a family member for Mother's Day, Father's Day, a Birthday, Christmas, etc.It's our hope that this carefully designed posters offer some light and personality to your living room, dining room, entry way, home office, bedroom or wherever you choose to display them!Print comes in four sizes: ---- 5\"x7\"---- 11\"x14\"---- 16\"x20\" (can be printed as 8\"x10\")---- 24\"x36\"Each size has a PDF and JPG asset. We recommend the PDF asset for high resolution prints.Resolution: 300pi.· · · TERMS OF USE · · ·This listing is for PERSONAL USE ONLY. Commercial use of this product will be prosecuted to the full extent of the law.All designs, concepts, and content such as text & artwork including but not limited to the structure, selection, coordination, expression, and arrangement, is owned by LDS Quotations, LLC and is protected as a copyright under Title 17 of the United States Code. No part of the contents may be copied, reproduced, transmitted or distributed in any way nor may they be presented to other parties to be considered for reproduction without prior written consent. Violations include damages and attorney fees pursuant to 17 U.S. Code § 504.Please message us with any and all questions.\n                ", "listing_reviews": null, "store_reviews": "7 shop reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/1029301013/heaven-is-cheering-you-on-print-digital"}, {"seller_text": "MarinaIdea", "seller_href": "https://www.etsy.com/shop/MarinaIdea?ref=simple-shop-header-name&listing_id=692225947", "store_sales": "7,716 sales", "store_rating": "4.9891", "listing_title": "If ever there is a tomorrow when we're... Winnie the Pooh Quote Classic Poster A. Milne Print Instant Digital Download", "listing_bestseller": "-", "listing_price": "\n                        $4.29\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 JPG"], "listing_desc": "\n                    Instant download for printing posters, prints and other images.Our digital download images can be printed in sizes 16.55x11.7 (A3), A4, 8x10, 4x6 or whatever size you prefer. They can be enlarged or decreased depending on your project.You will receive images for printing instant download from our collection of art print.Our files allow you to print posters for you and your friends in unlimited quantities.All images in a high resolution format JPEG 300 dpi.The colors could by slightly different due to your computer monitors.We now offer INSTANT DOWNLOADS. Once your payment is complete, you will be shown a link that leads you to the download page where you can download the files for your order directly from your Etsy account. You will also receive an email from Etsy where you can download your files by selecting the \"View your Files on Etsy\" link or button. Most customers should receive their digital download purchase immediately within a few minutes after your Paypal payment is processed: however, in rare cases, some internet/email service providers have delays in accepting emails. So if you do not receive your link within 24 hours, please contact us. Also, please check your spam box since some email providers place some new messages in the spam/junk mail folder.Contact me with questions and suggestions. I'll be glad to help.\n                ", "listing_reviews": "5", "store_reviews": "1,051 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/692225947/if-ever-there-is-a-tomorrow-when-were"}, {"seller_text": "MarinaIdea", "seller_href": "https://www.etsy.com/shop/MarinaIdea?ref=simple-shop-header-name&listing_id=999422664", "store_sales": "7,716 sales", "store_rating": "4.9891", "listing_title": "How lucky I am to have something that makes saying... Winnie the Pooh  Quote Classic Poster A. Milne Print  Instant Digital Download", "listing_bestseller": "-", "listing_price": "\n                        $4.29\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG"], "listing_desc": "\n                    Instant download for printing posters, prints and other images.Our digital download images can be printed in sizes 16.55x11.7 (A3), A4, 8x10, 4x6 or whatever size you prefer. They can be enlarged or decreased depending on your project.You will receive images for printing instant download from our collection of art print.Our files allow you to print posters for you and your friends in unlimited quantities.All images in a high resolution format JPEG 300 dpi.The colors could by slightly different due to your computer monitors.We now offer INSTANT DOWNLOADS. Once your payment is complete, you will be shown a link that leads you to the download page where you can download the files for your order directly from your Etsy account. You will also receive an email from Etsy where you can download your files by selecting the \"View your Files on Etsy\" link or button. Most customers should receive their digital download purchase immediately within a few minutes after your Paypal payment is processed: however, in rare cases, some internet/email service providers have delays in accepting emails. So if you do not receive your link within 24 hours, please contact us. Also, please check your spam box since some email providers place some new messages in the spam/junk mail folder.Contact me with questions and suggestions. I'll be glad to help.\n                ", "listing_reviews": null, "store_reviews": "1,051 shop reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/999422664/how-lucky-i-am-to-have-something-that"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=881743862", "store_sales": "21,700 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Influencer Presets, Instagram Filters, iPhone Presets, Lightroom Filter, Lifestyle Presets, Blogger Photo Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it neutral with this Influencer Preset! This Lightroom Mobile preset will effortlessly soften and mute the shades in your photos to achieve a creamy chic look with the click of button! ❀ Your purchase includes ❀- 1 Influencer Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "33", "store_reviews": "1,130 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/881743862/lightroom-mobile-preset-influencer"}, {"seller_text": "PrintsSky", "seller_href": "https://www.etsy.com/shop/PrintsSky?ref=simple-shop-header-name&listing_id=573497710", "store_sales": "4,297 sales", "store_rating": "4.8919", "listing_title": "Printable Wall Art, Inhale Exhale Print, Wall Art Print, Instant Download, Printable Art, Printable Quotes, Home Decor, Yoga,Motivational", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $4.79\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP"], "listing_desc": "\n                    ♥♥ Please read: this listing is for a PRINTABLE design - this is a digital download that will be available for you to download, print and enjoy immediately after purchasing, not a printed product sent by mail. ♥♥♥ INCLUDED FILESThis listing is for an INSTANT DOWNLOAD of 18 digital files:♡ 1 JPEG file 4\"x6\" on letter-size paper with crop marks♡ 1 JPEG file 5\"x7\" on letter-size paper with crop marks♡ 1 JPEG file 6\"x8\" on letter-size paper with crop marks♡ 1 JPEG file 8\"x10\" on letter-size paper with crop marks♡ 1 JPEG file 8.5\"x11\" (letter size).♡ 1 JPEG file 11\"x14\".♡ 1 JPEG file 20\"x20\" for printing - 1x1 ratio poster: 5\"x5\", 6\"x6\", 8\"x8\", etc.♡ 1 JPEG file 24\"x36\" for printing - 2x3 ratio poster: 4\"x6\", 8\"x12\",16\"x24\",24\"x36\", etc.♡ 1 JPEG file 18\"x24\" for printing - 3x4 ratio poster: 6x8\", 9\"x12\", 18\"x24\", etc.♡ 1 JPEG file 24\"x30\" for printing - 4x5 ratio poster: 4\"x5\", 8\"x10\", 16\"x20\", etc.♡ 1 JPEG file 50x70 cm for printing - 5x7 ratio poster: 5\"x7\", 50x70 cm, etc.♡ 1 JPEG file A0 for printing – ISO: A5/A4/A3/A2/A1/A0.♡ 1 JPEG file A5 on A4 size paper with crop marks.♡ 3 JPEG file - WALL GALLERY INSPIRATION.♡ 2 high-resolution pdf file for printing any size poster.♡ Super helpful guide.Each JPEG file is high-resolution (300 dpi), which will get you very clean prints.♥ SPECIFIC SIZES Your purchase includes 15 high quality JPG/PDF files, allowing you to scale your print to a variety of sizes!1x1 ratio:1x1 inch to 20x20 inch square poster.2x3 ratio:- 4 x 6 inch (10.16 x 15.24 cm)- 20 x 30 cm (7.87 x 11.81 inch) - 8 x 12 inch (20.32 x 30.48 cm)- 10 x 15 inch (25.4 x 38.1 cm)- 16 x 24 inch (40.64 x 60.96 cm) - 18 x 27 inch (45.72 x 68.58 cm)- 40 x 60 cm (15.75x 23.62 inch)- 20 x 30 inch (50.8 x 76.2 cm)- 24 x 36 inch (60.96 x 91.44 cm)3x4 ratio:- 6 x 8 inch (15.24 x 20.32 cm)- 9 x 12 inch (22.86 x 30.48 cm)- 30 x 40 cm (11.81 x 15.75 inch)- 12 x 16 inch (30.48 x 40.64 cm)- 18 x 24 inch (45.72 x 60.96 cm)4x5 ratio:- 4 x 5 inch (10.16 x 12.7 cm)- 8 x 10 inch (20.32 x 25.4 cm)- 40 x 50 cm (15.75x 19.69 inch)- 16 x 20 inch (40.64 x 50.8 cm)- 20 x 25 inch (50.80 x 63.5 cm)- 24 x 30 inch (60.96 x 76.2 cm)5x7 ratio:- 5 x 7 inch (12.7 x 17.78 cm)- 50 x 70 cm (19.69 x 27.56 inch)11x14 ratio- 11 x 14 inch (27.94 x 35.56 cm)ISO- A5 (5.8 x 8.3 inch) (14.8 x 21.0 cm)- A4 (8.3 x 11.7 inch) (21.0 x 29.7 cm)- A3 (11.7 x 16.5 inch) (29.7 x 42.0 cm)- A2 (16.5 x 23.4 inch) (42.0 x 59.4 cm) - A1 (23.4 x 33.1 inch) (59.4 x 84.1 cm)- A0 (33.1 x 46.8 inch) (84.1 x 118.9 cm)If you need a different size or color, please note me at the checkout, I will resize the file and send it to your email address with NO EXTRA COST.♥ PLEASE NOTE: This is an INSTANT DIGITAL DOWNLOAD and no physical print will be mailed to you – However you can print it out as many times as you like!♥ HOW TO PRINT -Print at home on your printer. (Use stock that is at least 200gsm for better.)-Uploading to a print on demand store such as Shutterfly.com, Snapfish.com who will post it to you.-Print at your local print shop.♥ PRINT DISCLAIMER Please note that the print result will depend on the quality of your printer, ink, and the paper that you use. ♥ TERMS OF USE All designs are for personal use only, Prints allow display in home, office and business environments, including public spaces, but does not allow to create new products based on it for commercial sale, for commercial reproduction or resale. By purchasing this design, you agree and bound by the copyright agreement.♥ DOWNLOAD YOUR FILES- Your printable files will be available to download immediately after your payment has cleared with Etsy.- Go to ‘purchases and reviews’, this can be found under ‘convos’ in the list.- Then select your purchase, and click on the download link.- Refer to this helpful article on Etsy for more information:https://www.etsy.com/au/help/article/3949♥ Please contact me if you have any questions, I am ready to help you :)Thank you for stopping by at PrintsSky today!See all of our printable design here: www.etsy.com/shop/PrintsSkyTag: Handwritten Print, Minimalist Poster, Affiche Scandinave, Modern Typography, Scandinavian Art, Love Script, Love Handwritten, Calligraphy Love, Calligraphy Print, Calligraphy Poster, Living Room Prints, Poster, Wall Art, Inspirational Quote, Home Sign Decor, Gift for Her, Home Decor, Husband gift,Minimalist Rustic Wall Art, Printable Sign, Love Couple Bedroom Decor, Digital Prints Wall Poster, Scripture Print, quote posters, Motivational poster, Scandinavian Typography, Kids Room Prints, Printable Sign, Wall PosterTag: Printable Wall Art, Inhale Exhale Print, Wall Art Print, Instant Download|Printable Art|Printable Quotes, Home Decor, Yoga,Motivational\n                ", "listing_reviews": "10", "store_reviews": "239 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/573497710/printable-wall-art-inhale-exhale-print"}, {"seller_text": "ThePresetCow", "seller_href": "https://www.etsy.com/shop/ThePresetCow?ref=simple-shop-header-name&listing_id=934063765", "store_sales": "6,133 sales", "store_rating": "4.8085", "listing_title": "Mobile Lightroom Presets | Instagram Presets | Desktop Lightroom Presets | Influencer Blogger Presets | Sunset Preset | Warm Light Preset |", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.13\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 2 other files"], "listing_desc": "\n                    Created for Instagram influencers, lifestyle or travel bloggers, and creators, this warm sunset preset will transform your images with just one click! Aimed to create a cohesive feed & consistent aesthetic for your Instagram, blog, or platform. Made by a photographer with 6 years of camera experience.INCLUDED IN YOUR PURCHASE:✔ 1 MOBILE Lightroom Preset (DNG format)✔ 1 DESKTOP Lightroom Preset (XMP format)✔ PDF Step-by-Step GuideCOMMON QUESTIONS: ✔ Compatible in Lightroom Mobile App (iOS or Android)✔ Compatible in Lightroom Desktop (Mac or PC)✔ Compatible in all Lightroom Desktop versions✔ Instant downloadContact me with any questions, feedback, or concerns. Thank you for shopping small!♡ Stay safe & happy editing, Alana ♡📌 PINTEREST: www.pinterest.com/alanamak📷 INSTAGRAM: www.instagram.com/alanamakREFUND POLICY & TERMS OF USE:Due to the digital nature of this product, all sales are final & there are no returns or exchanges. No sharing files, or reselling them in any form. Derivative works are prohibited. Violators of this agreement will be prosecuted.© ThePresetCow, 2020KEYWORDS:Warm Filter I Light Preset I Sunset Photo Preset | Summer Filter | Mobile Lightroom Presets I Instagram Presets I Desktop Lightroom Presets I Influencer & Instagram Filter I DNG I Mobile Filter I Travel Presets I Influencer Presets I I iPhone Presets I Blogger Presets I Photo Filters I Android Preset I Edits in Lightroom | VSCO Filter | Lightroom Editing | Photo Presets | Lightroom for Beginners | Best Lightroom Presets | VSCO Tumblr Editing | Best Instagram Filters | Aesthetic Lightroom Preset | Aesthetic Instagram Filter | Photo Editing | Travel Filter | Blogger Filter | Easy Preset | Photography Presets | Photography Editing |\n                ", "listing_reviews": "16", "store_reviews": "188 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/934063765/mobile-lightroom-presets-instagram"}, {"seller_text": "ThePresetCow", "seller_href": "https://www.etsy.com/shop/ThePresetCow?ref=simple-shop-header-name&listing_id=943420508", "store_sales": "6,133 sales", "store_rating": "4.8085", "listing_title": "Mobile Lightroom Presets | Instagram Presets | Desktop Lightroom Presets | Influencer Blogger Preset | Creamy Presets | Light Nude Presets |", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.13\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 2 other files"], "listing_desc": "\n                    Created for Instagram influencers, lifestyle or travel bloggers, and creators, this airy nude-toned creamy preset will transform your images with just one click! Aimed to create a cohesive feed & consistent aesthetic for your Instagram, blog, or platform. Made by a photographer with 6 years of camera experience.INCLUDED IN YOUR PURCHASE:✔ 1 MOBILE Lightroom Preset (DNG format)✔ 1 DESKTOP Lightroom Preset (XMP format)✔ PDF Step-by-Step GuideCOMMON QUESTIONS: ✔ Compatible in Lightroom Mobile App (iOS or Android)✔ Compatible in Lightroom Desktop (Mac or PC)✔ Compatible in all Lightroom Desktop versions✔ Instant downloadContact me with any questions, feedback, or concerns. Thank you for shopping small!♡ Stay safe & happy editing, Alana ♡📌 PINTEREST: www.pinterest.com/alanamak📷 INSTAGRAM: www.instagram.com/alanamakREFUND POLICY & TERMS OF USE:Due to the digital nature of this product, all sales are final & there are no returns or exchanges. No sharing files, or reselling them in any form. Derivative works are prohibited. Violators of this agreement will be prosecuted.© ThePresetCow, 2020KEYWORDS:Nude Preset | Nude Tones Preset | Cream Preset | Warm Preset | Nude Aesthetic Preset | Light Airy Preset | Bright Preset | Creamy Presets | Mobile Lightroom Presets I Instagram Presets I Desktop Lightroom Presets I Influencer & Instagram Filter I DNG I Mobile Filter I Travel Presets I Influencer Presets I I iPhone Presets I Blogger Presets I Photo Filters I Android Preset I Edits in Lightroom | VSCO Filter | Lightroom Editing | Photo Presets | Lightroom for Beginners | Best Lightroom Presets | VSCO Tumblr Editing | Best Instagram Filters | Aesthetic Lightroom Preset | Aesthetic Instagram Filter | Photo Editing | Travel Filter | Blogger Filter | Easy Preset | Photography Presets | Photography Editing |\n                ", "listing_reviews": "16", "store_reviews": "188 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/943420508/mobile-lightroom-presets-instagram"}, {"seller_text": "LouMarksPhoto", "seller_href": "https://www.etsy.com/shop/LouMarksPhoto?ref=simple-shop-header-name&listing_id=674334567", "store_sales": "388,507 sales", "store_rating": "4.8278", "listing_title": "10 Mobile LIGHTROOM Presets, Vibrant Blogger Preset, Desktop Presets Lightroom, Colorful Lightroom Preset, Bright Instagram filters", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.49\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP, 2 PDF"], "listing_desc": "\n                    SALE!! Buy 3 Packs & Get 2 FREE! Add all 5 Packs to your cart and only pay for 3 in total!Create consistent photo edits with The Vibrant Blog Pack. These Preset will give your images amazing vibrancy, brightness, clarity, and a modern aesthetic. This was designed for Lightroom Mobile to have consistency when editing. Vibrant will bring out all those amazing colors in your images with rich tones and soft light. This preset work great on both indoor and outdoor images.Amazing Preset Collection to give images that colorful bright look, keeping color vibrant & skin tones smooth. Looks amazing on travel, fashion, beauty, city, interior, selfies and even wedding images! Created for all skin tones! My Presets work with All Versions of Lightroom Mobile & Lightroom Desktop and with Photoshop ACR.INCLUDED IN YOUR PURCHASE ✔️ 12 Mobile Lightroom Presets (DNG)✔️ 12 Desktop Lightroom Presets (LR)✔️ 12 Desktop Presets (XMP)✔️ PDF guide & Video InstructionsCOMMON QUESTIONS✔️ Works With The Free & Paid Lr App✔️ Works With iPhone & Android✔️ Works With All Lightroom Desktop Versions ✔️ Works With Photoshop ACR ✔️ Works With Mac & PC✔️ Works With JPG & RAW FormatsSKIN TONE PROMISE ♡You are you unique and so are our Presets! We created our Presets for everyone. No one specific skin tone or hair color. When you purchase from Lou + Marks you are not just purchasing presets you also get our guarantee that they will suit your skin tone. If they don’t send me a message with an unedited image and I will personally adjust them for you. STAY IN TOUCH ♡Connect with me on Instagram @louandmarks and tag #louandmarks so I can see all your amazing photo edits and share them in my daily stories of my audience of over 60K.© All Rights Reserved. By Purchasing this product you agreeing to the Terms of Use included in the download. Do not sharing the files, or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "100", "store_reviews": "16,494 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/674334567/10-mobile-lightroom-presets-vibrant"}, {"seller_text": "PresetDesignPhoto", "seller_href": "https://www.etsy.com/shop/PresetDesignPhoto?ref=simple-shop-header-name&listing_id=977253645", "store_sales": "2,126 sales", "store_rating": "4.9657", "listing_title": "10 Lightroom Presets, Clean and Crisp Lightroom Presets for Mobile and Desktop, Blogger and Instagram Photo Filters, Light Bright Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.92\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 JPG, 1 PDF"], "listing_desc": "\n                    🎁 GET 4 & PAY FOR 2 With Promo Code: 2FREE 🎁🎁 GET 6 & PAY FOR 3 With Promo Code: 3FREE 🎁🎁 GET 8 & PAY FOR 4 With Promo Code: 4FREE 🎁10 Clean And Crisp presets, Lightroom presets, Blogger photo presets, mobile presets and desktop presets, instagram Filters by Preset DesignINCLUDED:• 10 MOBILE Lightroom presets• 10 DESKTOP Lightroom presets• After Purchase Customer Support• Instructions• Instant DownloadPreset Bundles In My Shop:www.etsy.com/shop/presetdesignphoto♡ SPECIAL OFFER ♡🎁  ADD 4 TO CART, PAY FOR 2 🎁  GET 50% WHEN YOU ADD 4 🎁🎁  ADD 6 TO CART, PAY FOR 3 🎁  GET 50% WHEN YOU ADD 6 🎁🎁  ADD 8 TO CART, PAY FOR 4 🎁  GET 50% WHEN YOU ADD 8 🎁HERE'S WHY YOU'LL LOVE IT:• Light airy clean vibe perfect for instagram themes• Made by a professional digital creator• Consistent results with no harsh colors or lightingMORE INFO:• Works with the Free and Paid Lightroom Mobile App• Works with All Lightroom Desktop Versions• Works with Mac and PC Desktops/LaptopsIf you have any more questions or need help picking the perfect presets for you, you can contact us any time!OUR SOCIAL MEDIA• IG: @preset_design.....................................................© Preset Design LLC, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited......................................................\n                ", "listing_reviews": "5", "store_reviews": "204 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/977253645/10-lightroom-presets-clean-and-crisp"}, {"seller_text": "PresetStories", "seller_href": "https://www.etsy.com/shop/PresetStories?ref=simple-shop-header-name&listing_id=918471338", "store_sales": "5,639 sales", "store_rating": "4.8008", "listing_title": "20 Instagram Presets for Lightroom, Family Mobile Presets, Holiday Winter Instagram Filter, Blogger Presets, Warm Fall Preset, Autumn Preset", "listing_bestseller": "-", "listing_price": "\n                        $2.40\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    20 Mobile Presets for Lightroom, Family Mobile Presets, Holiday Winter Instagram Filter, Blogger Presets, Warm Fall Preset, Autumn Preset✩ LIGHTROOM MOBLIE PRESETS ✩This mobile preset will create warm moody tones, perfect for your Family photos. Create and edit all from your mobile phone with one click! Includes 25 Mobile and Desktop Presets for Instagram, Bloggers, Influences and Photographers! Create Stunning Photos, and a cohesive Instagram grid with our easy to use mobile presets.✩🎁 SPECIAL PROMO 🎁✩✩ BUY 3 PRESETS GET 2 PRESETS FREE!!!✩ ADD 5 PRESETS TO YOUR CART, APPLY COUPON: \"2FREE\" AND PAY FOR 3 ONLY✩ PRESET SALE: www.etsy.com/shop/presetstories_____________________________________________________✩ INCLUDED IN YOUR PURCHASE ✩• 25 Mobile Lightroom Presets (DNG files)• 25 Desktop Lightroom Presets (XMP files)• Quick Installation guide with video instructions✩ FAQ ✩• Works in FREE Lightroom Mobile App (iOS/Android)• Install Lightroom App first to use presets.• Have more questions? Then please message me :)♡ GUARANTEE ♡All of my presets have been tested on a variety of images. My One-Click Presets make it quick to use yet fully customizable to stay true to your own signature style. If they don’t work on your images send me a message with an unedited image and I will personally adjust them for you._____________________________________________________Refunds are not available for any of our products since they cannot be returned once downloaded, however we will always be more than happy to assist with any questions. If you have any issue downloading the presets, let me know and I will send it to you via email (within 24 hours).TERMS OF USE:© 2020 Preset Stories, All Rights ReservedBY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "7", "store_reviews": "246 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/918471338/20-instagram-presets-for-lightroom"}, {"seller_text": "EditingStudio", "seller_href": "https://www.etsy.com/shop/EditingStudio?ref=simple-shop-header-name&listing_id=695541691", "store_sales": "131,605 sales", "store_rating": "4.763", "listing_title": "12 Mobile Lightroom Presets, Lifestyle Presets, Blogger preset, Instagram preset, lightroom mobile presets, Spring Natural Desktop Presets", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.45\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 1 PDF, 1 other file"], "listing_desc": "\n                    12 Mobile and Desktop Lightroom Presets for Instagram,  Blogger presets, Lightroom mobile presets, Lifestyle presets, Home and Travel presets★FREE PRESETS OFFER★💚GET 4 & PAY FOR 2: add 4 presets to your cart, use PROMO code: GIFTSTUDIO and pay for 2 only❤️GET 6 & PAY FOR 3: add 6 presets to your cart, use PROMO code: GIFTSTUDIO and pay for 3 only💙GET 8 & PAY FOR 4: add 8 presets to your cart, use PROMO code: GIFTSTUDIO and pay for 4 only💛GET 10 & PAY FOR 5: add 10 presets to your cart, use PROMO code: GIFTSTUDIO and pay for 5 onlyOr use this link for shopping under the promo (-50%): https://www.etsy.com/shop/EditingStudio?coupon=GIFTSTUDIO✩✩✩We have 72 BESTSELLERS✩✩✩EditingStudio - premium PRESETS for Lightroom!More filters in our SHOP:https://www.etsy.com/shop/EditingStudio12 ORIGINAL Lightroom Mobile presets and Desktop presets!INCLUDED IN YOUR PURCHASE:• 12 Mobile Lightroom Presets (DNG files)• 12 Desktop Lightroom Presets (XMP files)• PDF File with simple installation instructionsWorks in Adobe Lightroom (PC/Mac) and Lightroom Mobile App (iOS/Android)We will create for you a lightroom mobile preset and desktop. Mobile Presets by Editing Studio is a high-quality product created by professional photographers. Our presets work on all devices. Before creating a personalized preset, we collect detailed information about what you want to get in the end. And believe me – you will get it!All presets are pre-tested on different photos. But remember that all lightroom presets work differently, because each photo is unique (color, light, exposure, etc.). Use this product as the basis for working with an image. You can make small adjustments and find perfect settings!We value and respect our customers. Therefore, we are ready to help you choose the best preset setup option for you and help in its use. We always find a compromise in solving any questions that may arise, even after the delivery of the order.Due to the digital nature of this product ALL SALES ARE FINALHave any difficulties or questions? Please contact us –  editingstudio.presets [!at] gmail.com\n                ", "listing_reviews": "100", "store_reviews": "5,311 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/695541691/12-mobile-lightroom-presets-lifestyle"}, {"seller_text": "Collectpresets", "seller_href": "https://www.etsy.com/shop/Collectpresets?ref=simple-shop-header-name&listing_id=1022003390", "store_sales": "259 sales", "store_rating": "5", "listing_title": "BALI PHOTO PRESETS - Mobile Lightroom Preset - Bali Photo - Mobile Photo Filter - Summer Bright Preset - Digital Download File", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $2.79\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 Files"], "listing_desc": "\n                    ♥ DIGITAL DOWNLOAD BALI MOBILE PHOTO FILTER This high quality presets works on both devices android and iOS with free lightroom applications. You will get the top premium presets that are Sand, Taste, Color, Bright, and Brighter. The format of the file is DNG and PDF. Plus, these designs are lifestyle, travel, vacation, blogging, and excellent fort Instagram. You can download this file instantly by paying affordable charges. ☛ Product Name: Bali Photo Filter ☛ Product Type: Digital ☛ Format: DNG and PDF ☛ Presets Premium: Blue, Dreamy, Jungle, Rainy, and Tender☛ Image: Unique Designs for Instagram Feed ☛ Designs: Lifestyle, Travel, Vacation, and Blogging☛ Purpose: Gift for Lovers ☛ Instantly Download: Yes ♥ GIFT This Bali photo filter can be used as a gift to offer to lovers, dear ones, and friends. You can use these presets as Instagram Feed. ♥ WHY CHOOSE US We provide the best customer support services, and you can message us through Etsy messaging service anytime. Our products are specially developed for digital use. You can order it confidently.\n                ", "listing_reviews": null, "store_reviews": "10 shop reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/1022003390/bali-photo-presets-mobile-lightroom"}, {"seller_text": "enchantfashub", "seller_href": "https://www.etsy.com/shop/enchantfashub?ref=simple-shop-header-name&listing_id=1038835945", "store_sales": null, "store_rating": null, "listing_title": "Printable art quotes, Quotes Print, Wall Art Quotes, Digital Download, Digital Prints, Quote, Wall Art, Printable Quotes", "listing_bestseller": "-", "listing_price": "\n                        $1.50\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 4 PNG"], "listing_desc": "\n                    Printable wall art QuotesQuotes will give always a best motivational for our life...! WHAT IS THIS?Instant wall art! Simply download, print and display as you want!HOW DO I PRINT?You may print this file from your home printer, a local or online photo developer, or a professional printing WHERE TO DOWNLOAD MY FILES?Digital files are available automatically after purchase payment clears with Etsy at http://www.etsy.com/your/purchases. DO DOWNLOAD EXPIRE?No, they don't. And if you can't locate your files or the link, just get in touch with me here on Etsy and I'll make sure you get your files.WHAT IS INCLUDED?Your purchase includes high-resolution 300-dpi JPG files in ALL of the following sizes:• 4 x 5 Inch• 8 x 10 Inch• 11 x 14 Inch• 16 x 20 Inch**KINDLY NOTE No physical product will be shipped and the frame is not included. Colors may vary slightly due to different color monitors. This purchase is for PERSONAL USE ONLY.Digital items cannot be returns so can't be refunded.\n                ", "listing_reviews": null, "store_reviews": null, "search": "printable quotes", "url": "https://www.etsy.com/listing/1038835945/printable-art-quotes-quotes-print-wall"}, {"seller_text": "KoalaCreativeDesigns", "seller_href": "https://www.etsy.com/shop/KoalaCreativeDesigns?ref=simple-shop-header-name&listing_id=945570335", "store_sales": "960 sales", "store_rating": "5", "listing_title": "Teacher Definition Printable Art, Teacher Quote Digital Art, Teacher Printable Quote, Teacher Definition - INSTANT DOWNLOAD", "listing_bestseller": "-", "listing_price": "\n                        $2.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 JPG"], "listing_desc": "\n                    ★★★★★★★★★★★★★★★★★★★★★★★★★★★DESCRIPTION★★★★★★★★★★★★★★★★★★★★★★★★★★★Teacher Definition Printable Art Quote(NO physical item will be shipped and frame not included)★★★★★★★★★★★★★★★★★★★★★★★★★★★WHAT YOU’RE GETTING★★★★★★★★★★★★★★★★★★★★★★★★★★★You will receive 5 .JPG high quality (300 DPI) images of varying sizes to suit your needs. You can print these at home or at your local or online printing service. See printing guide on the last image or read below.★★★★★★★★★★★★★★★★★★★★★★★★★★★SIZE GUIDE FOR PRINTING★★★★★★★★★★★★★★★★★★★★★★★★★★★ You will receive 5 .JPG files of the following ratios. The dimensions following each ratio are the dimensions you can resize the paper to to fit your needs. If none of these ratios work, please contact me for custom dimensions free of charge. Dimensions are in inches see last image for dimensions in centimeters.•\t4:5 Ratio - 16\"x20\"-> 4\"x5\" | 8\"x10\" | 11\"x14\" | 12\"x15\" | 16\"x20\"•\t3:4 Ratio - 18\"x24\"-> 6\"x8\" | 9\"x12\" | 12\"x16\" | 15\"x20\" | 18\"x24\"•\t2:3 Ratio - 16\"x24\"-> 4\"x6\" | 6\"x9\" | 8\"x12\" | 10\"x15\" | 12\"x18\"•\t5:7 Ratio - 15\"x21\"-> 5\"x7\" | 10\"x14\" | 15\"x21\"•\t1:1 Ratio - 30\"x30\"-> Works with any square dimensions (equal length and width)★★★★★★★★★★★★★★★★★★★★★★★★★★★INSTANT DOWNLOAD★★★★★★★★★★★★★★★★★★★★★★★★★★★Once payment is cleared, the link to download your files will be available in the \"My Purchases\" tab on your Etsy pageNo physical product will be shipped to you. This is a DIGITAL productAs this is a digital product, we cannot offer refundsPlease contact me if there are any problems with your order★★★★★★★★★★★★★★★★★★★★★★★★★★★PERSONAL USE ONLY★★★★★★★★★★★★★★★★★★★★★★★★★★★All kinds of personal use is permitted such as scrapbooking, blog design, graphic design, printables, arts and crafts, etc. Under no circumstance, are you allowed to resell this digital product or claim it as your own.★★★★★★★★★★★★★★★★★★★★★★★★★★★TAGS★★★★★★★★★★★★★★★★★★★★★★★★★★★Print, Quotes Print, Poster Print, Wall Art Quotes, Typography Print, Digital Download, Digital Prints, Quote, Wall Art, Printable Quotes, Definitions, Digital Gifts, Art Gift\n                ", "listing_reviews": null, "store_reviews": "116 shop reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/945570335/teacher-definition-printable-art-teacher"}, {"seller_text": "SleepyMoonStudios", "seller_href": "https://www.etsy.com/shop/SleepyMoonStudios?ref=simple-shop-header-name&listing_id=925558968", "store_sales": "331 sales", "store_rating": "4.8387", "listing_title": "5 Mobile Lightroom Presets / Disney Glow Lightroom Mobile Preset For Instagram / Disneyland Filter / Glow Preset / Soft Travel Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.35\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    ✨ Welcome to Sleepy Moon Studios! ✨Sleepy Moon Studios Shop:www.etsy.com/shop/sleepymoonstudiosAll the presets from SleepyMoonStudios have been created for the free Lightroom app for iPhone and Android and for Adobe Lightroom Desktop.This preset will help you to create a consistent theme on all your photos in just one click for Instagram, blogs and any other social media platform of your choice. This Mobile Lightroom preset can be used to give your photos a professional look for your instagram, travel, lifestyle blog or food blog and can be used by influencers, photographers or anyone who wants their images to have a consistent look. The professional look to the photos will help build your business or social media accounts. Our presets have been tested to work on a wide range of images however on lower quality images or darker images, some small adjustments to contrast or exposure may need to be made.Included in your digital download:5 x DNG Lightroom Presets1 x PDF step-by-step instructions on how to save and use your preset. Due to the digital nature of this product, all sales are final.Terms & Conditions:By purchasing this preset you agree to not distribute, lend or resell it to any other person.If you have an issues installing the preset or have any questions, please message me on Etsy or email me at sleepymoonstudios [at] gmail.com and I will help you to use the presets!Search Terms:Disney Glow Mobile Lightroom Preset, Desktop, Mobile, Instagram Blogger, Influencer, Pink & Blue, Pretty Instagram Feed, Soft, Bright, Light & Airy, Clean, Blogger, Food Blogger, Girly, Family Photos, Mickey, Minnie, Disney Vlogger, VSCO, Pink Preset, Blue Filter, Disney Food, Disney Girl, Colourful, iPhone, Insta.© Sleepy Moon Studios - All Rights Reserved.\n                ", "listing_reviews": "5", "store_reviews": "31 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/925558968/5-mobile-lightroom-presets-disney-glow"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=805590178", "store_sales": "21,700 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Vibrant Presets, Instagram Filters, VSCO Filters, iPhone Presets, Lightroom Preset, Lifestyle Presets, Bright", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Live life in color with this Vibrant Preset! This Lightroom Mobile preset will raise the saturation to bring out beautiful vibrancy in your photos with the simple click of a button! ❀ Your purchase includes ❀- 1 Vibrant Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "42", "store_reviews": "1,130 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/805590178/lightroom-mobile-preset-vibrant-presets"}, {"seller_text": "PiMOVPrintableArt", "seller_href": "https://www.etsy.com/shop/PiMOVPrintableArt?ref=simple-shop-header-name&listing_id=1024721406", "store_sales": "3 sales", "store_rating": null, "listing_title": "Positive Impact, Printable Wall Art, Inspirational Quote, Positive Quote, Positive Vibes Only, Good Vibes", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $4.49\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 JPG"], "listing_desc": "\n                    Printable wall art for POSITIVE iMPACT!WHAT IS THIS?Instant wall inspiration to enhance Positive iMPACT. Simply download, print and display as you want!● 𝐒𝐏𝐄𝐂𝐈𝐀𝐋 𝐎𝐅𝐅𝐄𝐑 ● BUY 3 LISTINGS GET %15 OFF YOUR ORDER TOTAL ✦ Simply add the items to your cart to get the offer ✦ NO CODE NEEDED!Attention: Please read listing details carefully before ordering. This is for digital files that you print yourself. No physical item will be shipped.HOW DO I PRINT?Enjoy the flexibility of downloading this print design in multiple sizes. You can print the art on paper, canvas, wood - you name it! It's just like printing a photo from your phone or camera. Our shop has partnered with Prints of Love to offer fast, high quality yet affordable printing. Plus free 2-3 day U.S. shipping and free envelopes! Simply follow this link: https://printsoflove.com/pimov to select your print options. They handle the rest!Or you can print at:• Home printer• Copy centre such as Staples, OfficeMax or FedEx Office• Local print shop or online printer WHERE TO DOWNLOAD MY FILES?Digital files are available automatically after purchase payment clears with Etsy at http://www.etsy.com/your/purchases. For guest checkout, you will receive an automated email from Etsy with your download links, please check your junk/spam folder.Read more about digital downloads here: https://www.etsy.com/help/article/3949DO DOWNLOAD EXPIRE? No, they don't. And if you can't locate your files or the link, just get in touch with us here on Etsy and we'll make sure you get your files.RETURNSDue to the nature of this product, digital downloads are not eligible for refunds. Kindly message me to seek any clarification before you proceed with the purchase.WHAT IS INCLUDED? Your purchase includes high-resolution 300-dpi JPG files in ALL of the following sizes:• 5 x 7 Inch• 8 x 10 Inch • 16 x 20 Inch • 18 x 24 Inch• A3 JPG (29.7 x 42cm)We can provide you with 1 additional file in another combination of colors (refer to the available colors). Simply leave us a note when you make your purchase with the font and background color you'd like. We will send you a new link to download your custom file within 2–3 daysHOW AM I POSITIVELY iMPACTING?- By daring to be who you already are! - Then, 15 % of your purchase is used directly to strengthen the socially-conscious projects of our members. The rest is used to maintain our Positive iMPACT community by connecting, inspiring, collaborating and evolving for a socially-conscious society.- By joining us in this movement; Be who you already are and spread Positive iMPACT around the world!THANK YOU for supporting us in co-creation.© Copyright of Positive iMPACT Movement. For personal use only and not for resale. No part of any content, description or template may be reproduced in any form.\n                ", "listing_reviews": null, "store_reviews": null, "search": "printable quotes", "url": "https://www.etsy.com/listing/1024721406/positive-impact-printable-wall-art"}, {"seller_text": "PresetDesignPhoto", "seller_href": "https://www.etsy.com/shop/PresetDesignPhoto?ref=simple-shop-header-name&listing_id=986055688", "store_sales": "2,126 sales", "store_rating": "4.9657", "listing_title": "10 Beach Tan Lightroom Mobile Presets, Sunkissed Summer Presets, Summer Glow Instagram Filter, Beach Travel Preset for Blogger, Ocean Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.92\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 JPG, 1 PDF"], "listing_desc": "\n                    🎁 GET 4 & PAY FOR 2 With Promo Code: 2FREE 🎁🎁 GET 6 & PAY FOR 3 With Promo Code: 3FREE 🎁🎁 GET 8 & PAY FOR 4 With Promo Code: 4FREE 🎁13 Beach Tan, Lightroom presets, Blogger photo presets, mobile presets and desktop presets, instagram Filters by Preset DesignINCLUDED:• 8 MOBILE Lightroom presets• 8 DESKTOP Lightroom presets• After Purchase Customer Support• Instructions• Instant DownloadPreset Bundles In My Shop:www.etsy.com/shop/presetdesignphoto♡ SPECIAL OFFER ♡🎁  ADD 4 TO CART, PAY FOR 2 🎁  GET 50% WHEN YOU ADD 4 🎁🎁  ADD 6 TO CART, PAY FOR 3 🎁  GET 50% WHEN YOU ADD 6 🎁🎁  ADD 8 TO CART, PAY FOR 4 🎁  GET 50% WHEN YOU ADD 8 🎁HERE'S WHY YOU'LL LOVE IT:• Bronze sunkissed tan vibe perfect for instagram themes• Made by a professional digital creator• Consistent results with no harsh colors or lightingMORE INFO:• Works with the Free and Paid Lightroom Mobile App• Works with All Lightroom Desktop Versions• Works with Mac and PC Desktops/LaptopsIf you have any more questions or need help picking the perfect presets for you, you can contact us any time!OUR SOCIAL MEDIA• IG: @preset_design.....................................................© Preset Design LLC, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited......................................................\n                ", "listing_reviews": "6", "store_reviews": "204 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/986055688/10-beach-tan-lightroom-mobile-presets"}, {"seller_text": "LouMarksPhoto", "seller_href": "https://www.etsy.com/shop/LouMarksPhoto?ref=simple-shop-header-name&listing_id=677456369", "store_sales": "388,507 sales", "store_rating": "4.8278", "listing_title": "Mobile LIGHTROOM Presets, Warm Blogger Presets, Golden Presets, Mobile Presets, Desktop Preset, Instagram Filters lightroom mobile presets", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.49\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP, 2 PDF"], "listing_desc": "\n                    Mobile Lightroom Presets, Warm Blogger Presets, Golden Presets, Mobile Presets, Desktop Preset, Instagram Filters Lightroom mobile presets♥ FREE PRESETS OFFER ♥♥ GET 5 & PAY FOR 3: Add 5 presets to your cart, discount automatically applied: Pay for only 3M O R E ∙ P R E S E T ∙ S T Y L E Swww.etsy.com/shop/loumarksphotoThe Honey Golden Preset Bundle is a collection of 10 Lightroom Presets that will add slightly warm beige, tan and creamy tones to your Instagram photos. These presets are perfect for Instagram photo editing, travel photography & anyone looking to take their photos to the next level in just one click.I N C L U D E D•  10 Lightroom MOBILE Presets (DNG)•  10 Lightroom DESKTOP Presets (LR & XMP)•  Detailed PDF Instructions•  Instant Download From Etsy Account•  Amazing Customer Support! Reach out with any questions and I’ll be happy to help.W H Y ∙ Y O U ' L L ∙ L O V E ∙ I T• Warm golden vibe perfect for instagram themes• Works amazing on indoor and outdoor photos• Made by a professional photographerO T H E R ∙ I N F O R M A T I O N• Works with the Free & Paid Android LR Mobile App • Works with the Paid iPhone LR Mobile App  • Works with All Lightroom Desktop Versions• Works with Mac and PC Desktops/LaptopsStill have questions or need help picking the perfect presets for you editing needs? Feel free to contact me, I’m always more than happy to help in any way :)L O U A N D M A R K S ∙ P R O M I S E ♡You are you unique and so are our Presets! We created our Presets for everyone. No one specific skin tone or hair color. When you purchase from Lou + Marks you are not just purchasing presets you also get our guarantee that they will suit your skin tone. If they don’t send me a message with an unedited image and I will personally adjust them for you.  A B O U T ∙ L O U ∙ M A R K S ∙ P H O T O• IG: @Louandmarks• FB: https://www.facebook.com/louandmarks/-----------------------♡--------------------© 2021 Lou & Marks LLC, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited.----------------------------------------------\n                ", "listing_reviews": "100", "store_reviews": "16,494 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/677456369/mobile-lightroom-presets-warm-blogger"}, {"seller_text": "EveDesignCo", "seller_href": "https://www.etsy.com/shop/EveDesignCo?ref=simple-shop-header-name&listing_id=894121463", "store_sales": "5,333 sales", "store_rating": "4.1846", "listing_title": "Mobile Lightroom Presets | Instagram Presets | Desktop & Mobile Presets | Influencer Dainty Theme | Dainty Natural Airy Photo Presets", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.23\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 2 other files"], "listing_desc": "\n                    Mobile Lightroom Presets | Instagram Presets | Desktop & Mobile Presets | Influencer Dainty Theme | Dainty Natural Airy Photo PresetsCreated for the FREE Lightroom Mobile App and Desktop Lightroom. These presets will transform your photos with just one click. Create a cohesive aesthetic in your images and a consistent theme for Instagram or in your blog.What's included with your purchase? ✩ One Mobile Lightroom Preset (DNG file) ✩ One Desktop Lightroom Template (TIF) ✩ Step-by-step PDF guide with images Thank you for shopping small!INTELLECTUAL PROPERTY RIGHTS: Unless otherwise indicated, the products listed on this shop is our proprietary property and all source code, databases, functionality, software, designs, audio, video, text, photographs, and graphics on the Site (collectively, the “Content”) and the trademarks, service marks, and logos contained therein are owned or controlled by us or licensed to us and are protected by copyright laws and various other intellectual property rights and unfair competition laws of the United States, foreign jurisdictions, and international conventions.\n                ", "listing_reviews": "19", "store_reviews": "132 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/894121463/mobile-lightroom-presets-instagram"}, {"seller_text": "MidnightLunna", "seller_href": "https://www.etsy.com/shop/MidnightLunna?ref=simple-shop-header-name&listing_id=778157355", "store_sales": "694 sales", "store_rating": "4.8913", "listing_title": "DIGITAL DOWNLOAD Custom Quote Print Printable Quotes | Minimalist Printable Minimalist Wall Art | Custom Sign Personalized Print", "listing_bestseller": "-", "listing_price": "\n                        $5.58\n                    ", "listing_highlights": ["Handmade", "Materials: instant download, digital file, printable art, photoshop, multiple colors, multiple sizes, custom quote print, custom print, custom design, color match\n\n\nRead the full description"], "listing_desc": "\n                    Customize this Minimalist Custom Quote Printable with your favourite saying or quote. ❕❕ No physical item will be shipped, this is a custom digital file of your quote ❕❕________________ [  I N S T R U C T I O N S  ] ________________1. Select the text colour and image size from the drop-down menus. If custom size or colour is selected, please let me know either using a colour code or an image that I can match to.2. In the text box, provide the quote/name/word you would like on your custom digital file. 3. If you would like a background colour other than white, please note this in the personalization text box as well.4. If you would like landscape orientation instead of portrait, please note this in the personalization text box as well.5. Once purchased, I will create your custom digital quote and send you a preview to your Etsy inbox within 1 to 3 business days (usually fast!). 6. I will make any changes you desire to the preview. Once you've approved the preview, I will e-mail you the high resolution file. I will use your Etsy e-mail address, unless otherwise indicated. 7. Print on heavyweight paper and put in your favourite frame, and enjoy your new custom quote digital print! ❤________________________ [  N O T E S  ] ________________________» You will receive a one high resolution (300 dpi) JPG file to your Etsy e-mail, after you have confirmed your preview sent via Etsy inbox. » No physical items will be shipped to you, and no frame is included with this purchase. » Colours may vary slightly depending on the screen/printer used. » This artwork is for personal use only. » You may make multiple copies, granted that they are only used for personal use or given as gifts.Thank you so much for visiting my shop! If you have any questions, concerns, or would like to make a special request, please don't hesitate to contact me!  ❤ ☾\n                ", "listing_reviews": "6", "store_reviews": "72 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/778157355/digital-download-custom-quote-print"}, {"seller_text": "LusterPrints", "seller_href": "https://www.etsy.com/shop/LusterPrints?ref=simple-shop-header-name&listing_id=646324148", "store_sales": "5,223 sales", "store_rating": "4.9731", "listing_title": "It's The Friends We Meet Along The Way That Help Us Appreciate The Journey PRINTABLE Wall Art, Friendship Quote, Gift for Friend, BFF Gift", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $5.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 JPG"], "listing_desc": "\n                    INSTANT DOWNLOAD / 4 high-resolution files (300dpi). These images will print the following sizes: RATIO 2:34x6” | 8x12” | 12x18” | 16x24” | 20x30” | 24x36”RATIO 3:4 6x8” | 9x12” | 12x16” | 15x20” | 18x24”RATIO 4:54x5” | 8x10” | 11x14” | 12x15” | 16x20”ISO (International Standard Size) 5x7” | A1 | A2 | A3 | A4 | A5Download. Print. Frame. It's that simple. Larger images can be printed by a local print service such as Staples, Kinkos, Costco or Office Max. Online services such as Shutterfly, Vistaprint or mPix would also be a good choice.THIS IS A DIGITAL DOWNLOAD AND NO PHYSICAL PRODUCT WILL BE SHIPPEDDue to differences in monitor and printer calibrations, colors may appear different in print than on screen. The final print quality will depend on the type of printer and paper used. More typography prints available here: https://www.etsy.com/shop/LusterPrints?ref=seller-platform-mcnav§ion_id=24768911COPYRIGHT: ©2020 Luster Prints. All rights reserved.\n                ", "listing_reviews": "8", "store_reviews": "307 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/646324148/its-the-friends-we-meet-along-the-way"}, {"seller_text": "MintAndPepper", "seller_href": "https://www.etsy.com/shop/MintAndPepper?ref=simple-shop-header-name&listing_id=849922269", "store_sales": "61,307 sales", "store_rating": "4.8303", "listing_title": "10 Mobile Lightroom Presets Garden, Bright Instagram Filter, Blogger Presets, Lightroom Mobile Presets Mobile Lightroom, Outdoor Preset", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $3.82\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    10 Presets for Mobile Lightroom in .DNG format ✩ Lightroom Presets ✩ Instagram Filters ✩ Best PresetsCreate the dreamiest edits with GARDEN preset pack. They were designed to transform your images with just one click! 10 presets allow you to make a cohesive feed or a gallery without extensive knowledge of photo editing. Get soft, bright tones in your phone images in seconds!This pack is great for bloggers, photographers and everyone who aims to create a consistent feed on Instagram with easily applied filter. Perfect for outdoor and indoor photography, fashion shots and portraits.✩ They work well with iPhone and Android devices. You just need to download free Lightroom Mobile App✩ Easy to apply, with just one click✩ Instant download filesYOU GET:✩ 10 Lightroom Mobile Presets in .DNG format✩ Instruction in PDF 💥Check out our Bestsellers💥https://www.etsy.com/shop/MintAndPepperSPECIAL OFFER:🌟GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE🌟🌟GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE🌟🌟GET 8 PACKS & PAY ONLY FOR 4 - Add 8 items to your cart and use promo code 4FREE🌟Please remember that all presets look differently on each photo because of lighting and white balance settings, dominant colours etc. If your photo doesn’t look perfect you may need to adjust exposure or temperature to achieve the best results.Due to the digital nature of this product no exchanges or refunds will be made.CONTACT:EMAIL: mintandpepper5 [!at] yahoo.comON IG: @mint_and_pepper_© 2020 MintAndPepper, All Rights ReservedTerms of use: Forbidden to copy, sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.Lightroom Presets, Mobile Preset, Vibrant Presets, DNG, Instagram Preset, Lightroom CC, Presets, iPhone, Android, Lifestyle Presets, Desktop Presets, Wedding Presets, Portrait Presets, Best Presets, Bright And Airy Preset, Clean Preset, Light Preset, Instagram Filters, Mobile Filters, Photo Filters, Travel Blogger Presets, Photo Editing, Photography Presets, White Preset, Blogger Presets, Photo Presets, Mobile Filter, Travel Presets, Influencer Presets\n                ", "listing_reviews": "12", "store_reviews": "2,033 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/849922269/10-mobile-lightroom-presets-garden"}, {"seller_text": "LouMarksPhoto", "seller_href": "https://www.etsy.com/shop/LouMarksPhoto?ref=simple-shop-header-name&listing_id=724179059", "store_sales": "388,507 sales", "store_rating": "4.8278", "listing_title": "16 Lightroom Presets, Mobile Lightroom Presets BRIGHT & LIGHT, Desktop Presets, Portrait presets, Instagram Filter, Outdoor Wedding Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.49\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP, 1 PDF"], "listing_desc": "\n                    Lightroom Presets, Wedding preset, Instagram preset, Portrait presets. Includes 16 Presets for Mobile Lightroom and Desktop Lightroom. For the Free Lightroom Mobile App on iPhone and Android or Desktop. Perfect for portraits, weddings, engagements, family photos, blogger images, indoor and outdoor lighting. These Lightroom Desktop + Mobile Presets will brighten your images and increase the luminance of individual colors. Focused on creamy skin tones and soft, bright backgrounds this pack is amazing on outdoor images. Create soft greens, dreamy skin tones, and a clean bright feel all in one Preset Pack. Bright Airy Wedding Lightroom Presets help you edit an entire engagement session or wedding with consistency, style, and speed. Create beautiful wedding images or behind the scenes images on your Mobile App & Dekstop Lightroom. Perfect to easily enhance everyday photos! ✩ INCLUDED IN YOUR PURCHASE ✩✔️ 16 Mobile Lightroom Presets (DNG files)✔️ 16 Desktop Lightroom Presets (LR/PS files)✔️  Step-by-step PDF guide with video instructions◾️ If Your Mobile Device gives you trouble downloading send me a message and I can email your files over and can you save them directly to your camera roll and import them in one step. ◾️Compatibility:✔️  The Free & Paid Android Lr Mobile App ✔️  The Paid iPhone Lr Mobile App ✔️  Both iPhone & Android✔️  Lightroom CC & Lightroom CC Classic✔️  Lightroom Desktop All Versions✔️  Adobe Photoshop ACR✔️  Both Mac & PC ♡ LOU & MARKS PROMISE ♡You are you unique and so are our Presets! We created our Presets for everyone. No one specific skin tone or hair color. When you purchase from Lou + Marks you are not just purchasing presets you also get our guarantee that they will suit your skin tone. If they don’t send me a message with an unedited image and I will personally adjust them for you.  ♡ STAY IN TOUCH ♡ON IG: www.instagram.com/louandmarksWEBSITE: www.louandmarks.comEMAIL: louandmarks [a] gmail.com© 2019 Lou & Marks, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited.Keywords:Lou and Marks, Presets, Mobile Preset, DNG, Instagram Preset, Lightroom CC, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset\n                ", "listing_reviews": "41", "store_reviews": "16,494 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/724179059/16-lightroom-presets-mobile-lightroom"}, {"seller_text": "OnePreset", "seller_href": "https://www.etsy.com/shop/OnePreset?ref=simple-shop-header-name&listing_id=821771523", "store_sales": "77,827 sales", "store_rating": "4.658", "listing_title": "Mobile Lightroom Presets, Vsco Filters, Iphone Presets, Lightroom, Mobile Presets, Instagram Filters, Presets, Colorful Mobile, Dng Preset", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.67\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 other file"], "listing_desc": "\n                    💝 GET A FREE PRESET 💝\u2028GET 4 & PAY FOR 3: Add 4 Presets to your cart, use promo code “ONEFREE” and only pay for 3.OR SHOP UNDER THIS LINKhttps://www.etsy.com/au/shop/OnePreset?coupon=ONEFREE✩✩✩ We have 45 BESTSELLERS ✩✩✩Mobile Lightroom Presets, Vsco Filters, Iphone Presets, Lightroom, Mobile Presets, Instagram Filters, Presets, Colorful Mobile, Dng PresetMobile & Desktop Compatible Lightroom Presets to create an aesthetic Instagram feed. \u2028\u2028✮ INCLUDED IN YOUR PURCHASE ✮• Mobile Lightroom Preset (DNG file)• PDF File w/ Simple Instruction Manual• Compatible with both Android and iPhone• Works in Adobe Lightroom (PC/Mac)✮ INSTALLATION ✮ To access your digital files:1. Go to Your Account2. Purchases and reviews and look for the order.3. To the right of the order, click Download Files.4. You will be able to download the DNG File.5. You will then be able to upload each DNG file as an image to your Lightroom Mobile app.6. Click on the three dots in the top right of your Lightroom app7. Select the option 'Create Preset', this will allow you to save the preset to the preset editing option of the app for use on other images.We value and respect our customers. We always find a compromise in solving any questions that may arise, even after the delivery of the order.Due to the digital nature of this product ALL SALES ARE FINAL.For any questions please contact me via Etsy messages.© No sharing files, or selling them in any form. Derivative works are prohibited. © OnePreset, 2020\n                ", "listing_reviews": "100", "store_reviews": "2,906 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/821771523/mobile-lightroom-presets-vsco-filters"}, {"seller_text": "MangoDigitalPrints", "seller_href": "https://www.etsy.com/shop/MangoDigitalPrints?ref=simple-shop-header-name&listing_id=898200437", "store_sales": "9,399 sales", "store_rating": "4.9199", "listing_title": "Downloadable Custom Quote Print, Custom Poster Print, Custom Quote Sign, Personalised Quote Print, Quote Print, Printable Wall Art, Custom", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.00+\n                    ", "listing_highlights": ["Handmade", "Materials: INSTANT DOWNLOAD, DIGITAL FILES, See item details for more info, Download on your Purchases and Reviews page, INSTANT ART you can PRINT YOURSELF, PDF, JPG\n\n\nRead the full description", "Height: 36 inches", "Width: 24 inches"], "listing_desc": "\n                    Downloadable Custom Quote Print, Custom Poster Print, Custom Quote Sign, Personalised Quote Print, Quote Print, Printable Wall Art, Custom Wall Art, Custom Sign, Custom PrintThis listing is for a printable digital file of the sign that will be emailed to you. All you need to do is print! You can easily print at home or send to the photo or print in the shop of your choice.**PLEASE NOTE - THIS LISTING IS FOR A DIGITAL FILE DOWNLOAD ONLY AND NO PHYSICAL ITEMS WILL BE SHIPPED**------------------------------------------------------HOW DO I ORDER------------------------------------------------------►1.  Please select the Quantity and Print Size. ►2. SUBMIT PERSONALIZATION DETAILS- In the \"personalisation section\" Please enter your quote exactly how you wish to be on your finished artwork, including capitalisation & punctuation.- the Font Number you want from the list I provided- the Color Number you want from the list I provided- if you are purchasing more than 1 quantity then please message me the Font Number and Print Size for each design.If you want any other type of customization, please message before purchasing the list.►3. RECEIVE YOUR FILE AND PRINT!Your file will be sent through Etsy Messages within 24 hours once we receive your personalization information (although we usually send much faster). Just simply save the files to your computer and print!------------------------------------------------------ADDITIONAL INFO------------------------------------------------------>>PLEASE NOTEColors may vary when printed due to printer and monitor calibrations. Monitors will all display colors differently and printers will all print differently as well. Colors can also display differently on phones/tablets as opposed to computer monitors. Please be sure to print your file from a computer monitor instead of a phone as phones will reduce the image quality.As all our items are digital in nature, once proofs or high-resolution files have been emailed to you we cannot offer refunds or exchanges.>>QUESTIONS?If you have any questions about the product or the process, please feel free to contact us!This listing is for the print only. Frame not included.**You will receive a digital file(s) not a physical print.- NO PHYSICAL ITEMS WILL BE SHIPPED -This listing is for a digital file(s) to be downloaded from your Etsy account page following purchase.- FOR NONCOMMERCIAL USE ONLY -All artwork purchased from Mango Digital Prints is for personal use only.By purchasing this design you agree and are bound by the copyright agreement.- PLEASE BE AWARE -Due to differences in monitor and printer calibrations, colors may appear different in print than on screen. The final print quality will depend on the type of printer and paper used. You may take your digital file to a printer for professional printing if desired.- COPYRIGHT NOTICE -The artwork in this shop is the property of Mango Digital Prints. The artwork offered here is for personal use only. Please do not share, resell, or store files online on publicly available sites.Feel free to contact us for any requests or questions. Make sure to check out all of our other New Prints and Posters!\n                ", "listing_reviews": "49", "store_reviews": "888 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/898200437/downloadable-custom-quote-print-custom"}, {"seller_text": "SunnyEditor", "seller_href": "https://www.etsy.com/shop/SunnyEditor?ref=simple-shop-header-name&listing_id=1037865219", "store_sales": "336 sales", "store_rating": "4.7059", "listing_title": "10 Vogue Mobile Lightroom Presets, Natural Presets, Cream Presets, Instagram Filters, Blogger, Vanilla, iPhone Presets, Filter for iPhone", "listing_bestseller": "-", "listing_price": "\n                        $4.20\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 1 PDF, 1 ZIP"], "listing_desc": "\n                    ◆ ◆ ◆ SPECIAL OFFER ◆ ◆ ◆✭ Buy 3 presets and get 2 for free. Add 5 presets to your shopping cart and apply the coupon code 2FREE. ✭ Buy 5 presets and get 4 for free. Add 9 presets to your shopping cart and apply the coupon code 4FREE.◄  INCLUDED IN YOUR PURCHASE  ►* 10 Mobile Lightroom Presets (DNG files)* Detailed PDF Image Instructions✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Lightroom Mobile is FREE so you don't need an Adobe subscription to use the presets✔️ You only need Lightroom CC App on your Phone/iPad✔️ Once purchased can be used an unlimited amount of times✔️ Easy to apply with just one clickGeneral information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUYhttps://www.youtube.com/watch?v=uOBXKOyAFEAPlease keep in mind all photos are unique and therefore each preset works differently on every photo. You can fine tune your own adjustments to find settings that suit you with temperature, exposure etcDue to the digital nature of this product ALL SALES ARE FINALKeywords:Lightroom Presets, Mobile Preset, DNG, Instagram Preset, Lightroom CC, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset, White Presets, Natural Presets© 2020 Sunny Editor Presets, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": null, "store_reviews": "17 shop reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/1037865219/10-vogue-mobile-lightroom-presets"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=680026344", "store_sales": "237,230 sales", "store_rating": "4.8715", "listing_title": "10 Mobile Lightroom Presets IBIZA, Tanned Summer Presets For Bloggers, Lifestyle Beach Instagram Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    10 Lightroom Presets IBIZA For Mobile and Desktop LightroomSummer preset,  bright warm presets, travel blogger preset photo preset Instagram filtersEdit your Instagram photos like a pro on your mobile device! Mobile Lightroom Influencer Preset IBIZA  Included 10 presets inspired by travel bloggers and influencers around the world.This preset for every kind of picture that will surely deliver stunning results and make your images look a hundred times better! For photographers who do a lot of fashion, travel and lifestyle photography.This quality preset produce amazing warm tones and making it easy for you to achieve the same look and feel as your favorite influencers! These Presets Pack  are perfect for Instagram, blogging and photo editing on the go. Hight Quality Preset, Great for Portraits, Bloggers, Travelers, Engagements and Wedding' shoots, a user friendly pack, easy to use, One click Lightroom Preset that gives your collection of work a more cohesive and aesthetic feel and get you on your way to creating stunning images. 🎁 GET 5 & PAY FOR 3: add 5 presets to your cart, use coupon: GIFT2 and pay for 3 only https://www.etsy.com/shop/VictoriaBeePhoto?coupon=GIFT2Check out my Bestseller Itemshttps://www.etsy.com/shop/VictoriaBeePhoto♦️ Works in Lightroom Mobile App (iOS/Android)♦️ Works With & Without Adobe subscription♦️ Compatible with All Photo formatsIncluded:🔶10 Lightroom presets in .DNG format for MOBILE Lightroom .ZIP archive🔶10 Lightroom presets in .XMP format for DESKTOP Lightroom .ZIP archive🔶.PDF file with direct link to download presets directly to your phone 🔶.PDF Instruction Guide 10 Ibiza Presets  has been created to achieve a very modern, glamorous, trendy & Instagram aesthetic look. You will get best fashionable, professional  one-click result from this pack.Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️Keep in mind that all presets work differently with each photo depending on a number of factors such as lighting, white balance, tone etc. Please contact me for any questions or editing help victoriabee.shop [!at] gmail.com© 2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephoto  ©victoriabee.presetsMobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset, Pop Colour Preset, Vibrant Preset, Summer Presets\n                ", "listing_reviews": "100", "store_reviews": "8,047 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/680026344/10-mobile-lightroom-presets-ibiza-tanned"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=878435750", "store_sales": "21,700 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Bohemian Presets, Instagram Filters, VSCO Filters, iPhone Presets, Lightroom Preset, Lifestyle Presets, Cream Beige", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it natural with a Bohemian Preset! This Lightroom Mobile preset will effortlessly soften and mute the shades in your photos to achieve a creamy boho chic look with the click of button! ❀ Your purchase includes ❀- 1 Bohemian Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "22", "store_reviews": "1,130 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/878435750/lightroom-mobile-preset-bohemian-presets"}, {"seller_text": "MajesticPreset", "seller_href": "https://www.etsy.com/shop/MajesticPreset?ref=simple-shop-header-name&listing_id=944179426", "store_sales": "1,361 sales", "store_rating": "4.9444", "listing_title": "30 Presets for Dogs, Cats and Animals | Preset Lightroom Mobile & Desktop, Indoor, Outdoor Pets Filter, Lightroom Mobile Bundle Instagram", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $4.39\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 4 ZIP, 1 PDF"], "listing_desc": "\n                    ⭐ TAKE 4 & PAY ONLY 2: Coupon Code: PROMO4 or ➤ https://etsy.me/3dPNBfH⭐ ⭐ TAKE 6 & PAY ONLY 3: Coupon Code: PROMO6 or ➤ https://etsy.me/3dSywtK⭐ ⭐⭐TAKE 8 & PAY ONLY 4: Coupon Code: PROMO8 or ➤ https://etsy.me/2MwdmGy❤️ More PREMIUM LIGHTROOM PRESETS can be found here: ➤ https://etsy.com/shop/majesticpresetIn this preset bundle you will get 30 different Lightroom filters for your dog photography. This collection includes Summer, Winter, Bohemian, Indoor, Outdoor and many more preset styles.WHAT YOU WILL GET:✅ 30 presets for the free Android & iOS Lightroom Mobile app (.DNG-files) \u2028✅ 30 presets for Lightroom CC (.XMP-files) \u2028✅ 30 presets for Lightroom Classic 4, 5, 6 to 7.3 (.Lrtemplate-files) \u2028 ✅ Step-by-Step Installation Guide (.PDF file)  ✔ INSTAND DOWNLOAD: After your purchase is complete, you will receive direct access to these Lightroom presets via email or through your Etsy account.\u2028✔ 100% COMPATIBEL with the free Lightroom Mobile Application for iOS, Android & Chrome. To use this preset bundle, all you need is your smartphone and the free Lightroom Mobile app for you iPhone, iPad or Android device. \u2028 ✔ The Lightroom Desktop presets are compatible with all old and current Lightroom und Camera RAW versions. For Lightroom Desktop Classic, use the .Irtemplate Files Container in the .zip file. ForLightroom Desktop CC the. Xml files.\u2028The PERFECT INSTAGRAM / BLOGGER FEED:\u2028Get the WOW-Effect! On all your social media platforms like Instagram, Pinterest and Facebook. Get more attention and followers on Instagram with our trending Instagram filters. With these Blogger presets for Lightroom, you’ll create a consistent and clean feed in no time.\u2028Beginner or professional?NO MATTER! With this preset bundle, you can edit simple smartphone photos or high-quality RAW photos from your DSLR / system camera like a pro with just „ONE CLICK“.\u2028Take care of this:\u2028To get the most perfect before-and-after result for your photos, you should move as close as possible to the respective preset theme. The results may vary depending on the exposure, contrast and color shades of your photos. Don’t worry! Just chance the exposure of the presets on your photo afterwards. The higher quality and more detailed your base photos are, the better the Lightroom presets from „SHOPNAME“ can do their job. More presets you can find in our shop ➤ https://etsy.com/shop/majesticpreset\u2028In our shop you can find more Lightroom Instagram Blogger presets for the topics: Travel, Lifestyle, Fashion, Wedding, Street, Urban and Foodblogger.\u2028You have questions about these Instagram Blogger Lightroom mobile and Desktop presets? Feel free to send us a direct message via Etsy or via email to „E-Mail Account“ FAQ’s:▸ compatible with all Lightroom versions\u2028▸ compatible with the free Lightroom mobile app\u2028▸ no Adobe Cloud Subskription required▸ compatible with Adobe Camera Raw ACR▸ no returns or exchanges! Digital products are generally not cancelled. \u2028@2021 „Pictoolz“License: These Lightroom mobile and desktop presets are for personal use only. Any reproduction and distribution to third parties is strictly prohibited.\n                ", "listing_reviews": "11", "store_reviews": "54 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/944179426/30-presets-for-dogs-cats-and-animals"}, {"seller_text": "EliteStudioPresets", "seller_href": "https://www.etsy.com/shop/EliteStudioPresets?ref=simple-shop-header-name&listing_id=794796814", "store_sales": "17,026 sales", "store_rating": "4.7489", "listing_title": "10 Lightroom Presets ROSE GOLD, Lightroom Mobile Desktop Presets, Soft Cream Preset, Light and Bright Blogger Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.38\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    This preset adds a feminine touch to your photos by giving it a glossy, cream look. ☆ What is included? ☆➤ 10 Presets in DNG and XMP format (NOT lrtemplate format, but you can still use them by uploading the DNG files in your Lightroom Desktop and save them as preset.)➤ PDF file containing a link to download your mobile and desktop presets➤ PDF installation guideEtsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets☆ Compatibility ☆➤ For MOBILE and DESKTOP use (iPhone, Android, PC, MAC)➤ Compatible with free version of the Adobe Lightroom App. You can download this app for free on your mobile phone (iPhone or Android)➤ Compatible with the paid version of the Adobe Lightroom Classic CC (version 7.3+)➤ For use on JPEG and RAW imagesSince each image is different due to lighting conditions, camera settings, and personal style, these presets may need to be slightly altered to fit your needs.☆ BUY 5 AND GET 30% OFF!! ☆Add 5 presets in your cart and receive automatically 30% discount!https://www.etsy.com/shop/EliteStudioPresets☆ 24/7 Support ☆If you have any questions or need some help with the presets, please contact me at Etsy or through email elitestudiopresets[at]@gmail.com♡ Share with Us! ♡I would love to see how your pictures turned out by using our presets. Please include them in your review! Tag or DM us on instagram to get featured!@elitestudiopresets© 2020 Elite Studio Presets, All Rights ReservedTerms of Use: By purchasing this item, you are automatically agreeing to the terms of use. Included but not limited to: Prohibition of sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "100", "store_reviews": "749 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/794796814/10-lightroom-presets-rose-gold-lightroom"}, {"seller_text": "KeepInspiringDesigns", "seller_href": "https://www.etsy.com/shop/KeepInspiringDesigns?ref=simple-shop-header-name&listing_id=891606836", "store_sales": "228 sales", "store_rating": "5", "listing_title": "Teacher Appreciation Print, End of Year Teachers Gift, Instant Digital Download", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.76\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 4 PDF"], "listing_desc": "\n                    This boho rainbow quote print is the perfect gift to show appreciation to your child's teacher. Simply print it out and place in a nice frame.* * * * * * * * * * * * * * * * * * * *WHAT YOU WILL RECEIVE:You will receive 3 high quality 300dpi PDF DIGITAL FILES, which are available to instantly download to your computer. Print from home or take to your local print shop. The sizes you will receive are: 5 x 7” (13 x 18cm)8 x 10” (25 x 20cm)A4 (21 x 29.7cm)* * * * * * * * * * * * * * * * * * * *INSTRUCTIONS:After the checkout process, you will receive an email that your payment has processed, and it will include a link to your download. Alternatively, to access your flies, you can find them by viewing your Etsy profile and then click your purchases and reviews section. If you have any questions about the download process, please visit Etsy’s help center: https://www.etsy.com/help/article/3949* * * * * * * * * * * * * * * * * * * *IMPORTANT PLEASE NOTE:- This is a digital file. NO physical item will be shipped. - This file is for personal use only. Files are not to be shared or sold elsewhere.- The final print quality depends on the type of printer and paper used. Colours may appear different in person than on a screen.Please feel free to contact me with any questions. Customer satisfaction is very important to me, so I will be more than happy to assist.Thank you for visiting 'Keep Inspiring Designs'\n                ", "listing_reviews": "5", "store_reviews": "10 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/891606836/teacher-appreciation-print-end-of-year"}, {"seller_text": "KIINcreations", "seller_href": "https://www.etsy.com/shop/KIINcreations?ref=simple-shop-header-name&listing_id=698930457", "store_sales": "108,064 sales", "store_rating": "4.8939", "listing_title": "7 Lightroom mobile MINIMAL BLOGGER LIGHTROOM preset set / moody fashion blogger instagram filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.87\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    ⭐ MORE PRESETS HERE: https://www.etsy.com/shop/KIINcreationsA SET OF 7 User Friendly Blogger Lightroom Presets for LR MOBILE (DNG files)  for minimal style/ low saturation looks.User Friendly, Easy to Use, One Click, Lightroom Presets to help you achieve better imagery for your blog. As a blogger myself I understand the importance of having great images and keeping them in the same style. This is a great bundle for minimal style lovers - bright highlights, dark shadows, detailed and rich greys and browns. Low saturation blues, reds, and yellows.This is my favourite set, which I also use to edit all my blog photos. You don't need an Adobe subscription to use these presets. You simply need to download the LR Mobile App and create an account with Adobe. These presets will be compatible with both jpeg and RAW files.Once payment is made you can download the presets instantly. Contact me with any questions regarding your order or using your presets I will be happy to help! x\n                ", "listing_reviews": "44", "store_reviews": "4,454 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/698930457/7-lightroom-mobile-minimal-blogger"}, {"seller_text": "KateDecorPrints", "seller_href": "https://www.etsy.com/shop/KateDecorPrints?ref=simple-shop-header-name&listing_id=953691460", "store_sales": "5,146 sales", "store_rating": "4.9451", "listing_title": "Here Comes The Sun Print, Quote Print, Sun Art, Quote Printable Wall Art, Quote Wall Art, Printable Quote, Sunshine Art, Digital Download", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $4.83\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 JPG"], "listing_desc": "\n                    INSTANT DOWNLOAD-------------------------PLEASE NOTICE: This listing is a DIGITAL FILES of this artwork.You can print the files on a home printer, at a local print shop or using an online service.WHY PRINTABLE ARTPrintable art creates an amazing change in your home or office, in such a simple and affordable way.WHATS INCLUDEDAfter purchase, you can download 5 scalable high resolution JPG files at 300dpi in the following sizes:1. 2x3 ratio file for printing 4\"x6\", 6\"x9\", 8\"x12\", 10\"x15\", 12\"x18\", 16\"x24\", 20\"x30\", 24\"x36\", 60x90cm2. 3x4 ratio file for printing 6\"x8\", 9\"x12\", 12\"x16\", 18\"x24\"3. 4x5 ratio file for printing 4\"x5\", 8\"x10\", 16\"x20\", 40x50cm4. 5x7 ratio file for printing 5\"x7\", A5, A4, A3, A2, A1, 50x70cm5. 11x14 file for printing 11\"x14\"Please contact me if you need a different size or have any questions, I’m happy to help.HOW TO DOWNLOADAfter checkout, you will receive an on-screen confirmation and an email from Etsy that your order is ready for download.You will be able to access this print at all times through Etsy purchases page.KINDLY NOTE- This listing is for a digital download. No physical product will be shipped, and the frame is not included.- This listing is for PERSONAL use only and CANNOT BE RESOLD.- Colours may vary slightly due to viewing different monitors- Digital download items are not refundable.VIEW THE ENTIRE RANGE OF THE SHOP:https://www.etsy.com/shop/KateDecorPrintsThank you very much for visiting my shop!\n                ", "listing_reviews": null, "store_reviews": "244 shop reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/953691460/here-comes-the-sun-print-quote-print-sun"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=821148665", "store_sales": "70,786 sales", "store_rating": "4.9099", "listing_title": "5 Mobile & Desktop Lightroom Presets Pet Lovers, Dog Cat Photo Editing Filter for Instagram, Animal Preset for Bloggers, Bright Home Filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Pet Lover Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram, Photo Editing Filter for Lifestyle and Travel🌟The Pet Lovers Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add beautiful, bright tones to your Instagram photos. These presets are PERFECT for pet lovers, Instagram Influencers & bloggers looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for mobile preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "100", "store_reviews": "5,612 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/821148665/5-mobile-desktop-lightroom-presets-pet"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=686088327", "store_sales": "171,643 sales", "store_rating": "4.8275", "listing_title": "Black MOBILE LIGHTROOM Presets, Lightroom Mobile Preset, VSCO, Instagram Filter, Desktop Presets, dark preset, moody presets, nude preset", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.57\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    • Professional Lightroom Presets for free Mobile and Desktop Lightroom• You receive 4 variants of presets with white/slightly warm/slightly cold tones• You can use them unlimited number of times.• Post-purchase support guaranteed - if you need my help with editing don't hesitate to contact me ✅FILES included:- 4 Lightroom presets for MOBILE Lightroom ( free mobile lightroom app)- 4 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "62", "store_reviews": "6,145 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/686088327/black-mobile-lightroom-presets-lightroom"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=856053558", "store_sales": "25,449 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets,Blogger Mom Presets, Bright White Presets, Vsco Filters, Mobile Presets, Instagram Filters, Indoor Preset, Family", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "68", "store_reviews": "793 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/856053558/3-mobile-lightroom-presetsblogger-mom"}, {"seller_text": "SimonaLisaPresets", "seller_href": "https://www.etsy.com/shop/SimonaLisaPresets?ref=simple-shop-header-name&listing_id=920919806", "store_sales": "3,875 sales", "store_rating": "4.8675", "listing_title": "10 Mobile LIGHTROOM Presets, VANILLA, Presets, Vsco Filters, Fashion Presets, Mobile Presets, Instagram Filters, Dng Preset, Natural Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.19\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    10 Mobile Lightroom Presets, Iphone Presets, Lightroom, Mobile Presets, Presets, Dng Presets, Cream Presets,  Desktop Presets, Vsco Filters, Fashion Presets, Instagram Filters, Natural PresetSHOP MORE PRESETS :)https://www.etsy.com/shop/SimonaLisaPresetsINCLUDED :)> 10 Instant Download Mobile Lightroom & Desktop Presets (DNG file)> PDF How To Install Mobile Presets Guide> Free Gift >Support available from our store at all times (just send a message through on Etsy)**The Presets are compatible with the Free Mobile Lightroom app, and the Desktop Lightroom app  (Via DNG Import, not LRTemplate)**If you require any assistance or have general queries, do not hesitate to send me a message on Etsy. :)Xx\n                ", "listing_reviews": "24", "store_reviews": "400 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/920919806/10-mobile-lightroom-presets-vanilla"}]