[{"seller_text": "PresetsByMary", "seller_href": "https://www.etsy.com/shop/PresetsByMary?ref=simple-shop-header-name&listing_id=726644045", "store_sales": "64,796 sales", "store_rating": "4.8204", "listing_title": "16 Mobile Lightroom Presets DISNEY GIRL Travel Blogger Lifestyle Vibrant Instagram Bright Color Summer Photo Editing", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.97\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    💗GET 6 & PAY FOR 3: add 6 presets to your cart, use coupon: GIFTBYMARY and pay for 3 only 💗https://www.etsy.com/shop/PresetsByMary?coupon=GIFTBYMARY⭐️16 UNIQUE LIGHTROOM PRESETS / MOBILE Presets ⭐️Mobile Preset is perfect for your Adobe Lightroom CC Mobile App and works well with your photos shot with your iPhone or Android device.Presets fit for Outdoor and Indoor pictures, Family, Travel, Lifestyle, Blogger, Wedding, Portrait photos.Included:🔶16 Lightroom presets in DNG format for MOBILE Lightroom (free app compatible with both IOS and ANDROID).🔶Compatible with All Photo formats🔶Compatible with Lightroom Mobile App🔶Compatible with All Lightroom and Photoshop Versions🔶Instant download (Download the presets right after the payment and start enjoying now)🔶Free support (contact us me any questions or concerns. We're always happy to provide fast and thorough support)🎁SPECIAL OFFER 3+3 for FREEBuy atleast 3 items from my shop and get 3 for FREE WIth love,PresetsByMary♥️\n                ", "listing_reviews": "100", "store_reviews": "3,799 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/726644045/16-mobile-lightroom-presets-disney-girl"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=1029762143", "store_sales": "21,700 sales", "store_rating": "4.7409", "listing_title": "10 Lightroom Presets for Mobile, Vibrant Preset, Colorful Filter, Bright Summer Preset, Beach Preset, Instagram Filter, VSCO Filter, Outdoor", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $2.12\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    Meet our NEW Colorpop Lightroom Presets for Mobile devices! These trendy vibrant filters are perfect for Bloggers, Instagram Influencers, or anyone looking to up their photo game!⋒ Your Purchase Includes ⋒・10 Colorpop Lightroom Presets for Mobile・PDF Download Guide・PDF Editing Tips & Tricks Handbook⋒ Additional Information ⋒・FOR MOBILE (iOS / Android)・Compatible with the FREE Lightroom App・Works with & WITHOUT an Adobe subscription・Presets can be used an unlimited number of timesOur presets are tested on a range of different photo styles. Please keep in mind, all photos are unique and therefore presets work differently on every photo. We are confident that our presets will add a beautiful touch to your photos. The final touch may be done by you through small adjustments like tweaking the exposure or saturation to create your perfect image.⋒ Cancellations, Refunds and Exchanges ⋒Due to the digital nature of this product, we are unable to offer refunds. However, your satisfaction is our number one priority. In the case you are not happy with a preset you have purchased, please leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2021 IslahStudios, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.⋒ Keywords ⋒Lightroom Preset, Lightroom Preset Etsy, Lightroom Mobile, Outdoor Preset, Outdoor Filter, Beach Preset, Beach Filter, Summer Preset, Summer Filter, Instagram Preset, Instagram Filter, VSCO Filter, Lifestyle Blogger Preset, Lifestyle Blogger Filter, Influencer Preset, Influencer Filter, California Vibes, iPhone Filter, Android Filter, Tan Preset, Vacation Preset, Travel Preset, Travel Blogger, Mommy Preset, Mommy Filter, Baby Preset, Baby Filter, Newborn Preset, Newborn Filter, Family Preset, Family Filter, Home Preset, Home FIlter, Indoor Preset, Indoor Filter, Interior Preset, Interior Filter, Vibrant Preset, Vibrant Filter, Colorful Preset, Colorful Filter, Colorpop Preset, Colorpop Filter\n                ", "listing_reviews": null, "store_reviews": "1,130 shop reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/1029762143/10-lightroom-presets-for-mobile-vibrant"}, {"seller_text": "AWildBloomPrintables", "seller_href": "https://www.etsy.com/shop/AWildBloomPrintables?ref=simple-shop-header-name&listing_id=898019978", "store_sales": "43,431 sales", "store_rating": "4.9817", "listing_title": "Minimalist Wedding Invitation Template | Editable Minimalist Wedding Invite | Modern Wedding Invite | Photo Wedding Invitation | M4", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $6.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ••• ENJOY 60% OFF WHEN YOU ORDER 3 OR MORE ITEMS. Discount applied automatically at checkout. ••• ----------------DEMO LINK----------------TRY BEFORE YOU BUYGive it the ol’ college try! Copy and paste the link below into your web browser:www.bit.ly/3tYyyGd• Please use a computer or laptop only (you will not be able to edit on mobile devices, phone, iPad, etc).  --------------------DESCRIPTION--------------------This lovely Wedding Invitation features a clean black and white minimal design with accents of modern calligraphy and is perfect to upload a photo of you and your future spouse! After you place your order, you will receive an email from Templett with access to your self-editable template where you will be able to customize all your own details! Templett is an online application editor that allows you to completely personalize your printable directly in your browser. Good news: no need to download any fonts or software! ---------------------------YOU WILL RECEIVE---------------------------• • • Editable Invitation • • •• 5x7\"• PDF Instruction Guide ----------------------HOW IT WORKS----------------------1. Minutes after you place your order, you will receive an email from Templett2. Follow the link to access your template3. Customize your details to the template, save and download4. Print at home, local copy center or an online print company• You can save your template and continue editing at any time.------------------------------WHAT CAN BE EDITED------------------------------• All text can be edited for wording, font style, color, size and placement• Change, delete or add background• Add a back side- great for additional information• Upload your own photos--------------FORMATS--------------• PDF - for home printing, print shop or copy center. Use the 'Save Paper' option to format multiple cards on 8.5\"x11\" or A4• JPG - for photo lab, print shop or to send digitally-------------------------MATCHING ITEMS-------------------------www.etsy.me/2NV7aFi-------------------------MATCHING SUITE-------------------------www.etsy.me/2HCjlY3------------------------WHERE TO PRINT------------------------• Online printer: www.printsoflove.com/awildbloom. We've partnered with Prints of Love to provide fast, high-quality printing, offering free shipping within the US and free envelopes with your purchase! Use discount code: 'AWildBloomPrints' during checkout to receive 10% off your order at www.printsoflove.com/awildbloom. And they plant a tree with every order... Yay Earth!• Home printer • Print shops such as Staples, OfficeMax & FedEx • Photo lab such as Walgreens & Costco • Local print shop • Envelope sizes for: 5x7\" Invitation- A7 (5.25x7.25”) or UK/AUS (133mm x 184mm), 3.5x5\" RSVP Card- A1 (3 5/8 x 5 1/8”)-------------------PLEASE NOTE-------------------• Page size and orientation are NOT editable• Editing can only be done using a laptop or a desktop computer. You will not be able to edit on tablet or phone.• We recommend printing on heavy card stock. Our personal favorite is 100lb - 110lb white card stock. • All designs are for personal use only. You are welcome to print as many copies as you like for yourself. You may edit and will have access to your template for up to 1 year.-------------RETURNS-------------As all files are digital and no physical products are shipped, it is not possible to return or exchange your purchase and no refunds can be given. All sales are final. Kindly contact me before purchasing if you have any questions. ------------CREDITS------------The beautiful photo of the couple was taken by the talented Vanessa of Vanessa Toth Photography. She is based out of Germany and loves to travel for her work. Check out her stunning feed on IG: @vanessatoth.photography and at www.toth-photography.de. Vanessa is a very gifted photographer... if you're in her area and looking for a photographing master, I highly recommend working with her![id:5363633]---------------------TERMS OF USE---------------------• The purchase of a template is for ONE-TIME USE ONLY (unless otherwise stated in the item description). You can edit, save & download your template unlimited times for editing & proofing purposes only. Creating multiple versions for various projects or events is not permitted and may result in your access being revoked.• The viewing, printing or downloading of any content, graphics or templates from A Wild Bloom Printables is solely for your own personal use & not for republication, distribution, sale or other use.• A Wild Bloom Printables reserves the right to revoke access to a template if the user fails to comply with the terms.\n                ", "listing_reviews": "36", "store_reviews": "2,352 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/898019978/minimalist-wedding-invitation-template"}, {"seller_text": "HyggelyStudio", "seller_href": "https://www.etsy.com/shop/HyggelyStudio?ref=simple-shop-header-name&listing_id=726954527", "store_sales": "21,406 sales", "store_rating": "4.919", "listing_title": "8 Lightroom MOBILE Presets, Clean and Crisp Mobile Lightroom Presets, Blogger and Instagram Photo Filters, Lightroom CC, Light Bright Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.55\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF"], "listing_desc": "\n                    Elevate your social media presence with these Clean and Crisp presets for MOBILE! These are used best for images used in light spaces or shot in natural light.☞ PLEASE NOTE: THIS IS A DIGITAL DOWNLOAD! NO PHYSICAL COPY WILL BE SENT TO YOU! ☜CHECK OUT MORE FROM THIS SHOP --> https://www.etsy.com/ca/shop/HyggelyStudio-----------------------------------------------DETAILS FOR INSTANT DOWNLOAD:-----------------------------------------------♡ INSTANT DIGITAL DOWNLOAD!You will receive 8 preset files (PDF will have a clickable link to your files through google drive)+ PDF WITH LINK TO STEP BY STEP INSTRUCTIONS WITH PHOTOS!➀ CLEAN&CRISP - ORIGINAL - DNG FILE ➁ CLEAN&CRISP - HIGHLIGHT- DNG FILE➂ CLEAN&CRISP - WARM- DNG FILE➃ CLEAN&CRISP - COOL - DNG FILE➄ CLEAN&CRISP - INTERIOR - DNG FILE➅ CLEAN&CRISP - OUTDOOR - DNG FILE➆ CLEAN&CRISP - TWO - DNG FILE➇ CLEAN&CRISP - THREE - DNG FILE!! These presets are created for Mobile Lightroom CC ONLY !!*If you would like the Desktop version of these presets, please message me, and I will direct you to the desktop listing*- Compatible with both the Paid and Free Versions of Lightroom Mobile- Instant Download Directly to Mobile Device, No Desktop Needed- Compatible with JPG & Raw ImagesBased on your lighting conditions, camera settings, and personal style, these presets may need to be slightly altered to fit your needs. I am always happy to help you use the presets if you are having trouble.  !! No refunds or exchanges can be made on digital products !!TERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE FOLLOWING -- - Do not share these files- Do not sell these files- Derivative works are also prohibited© 2019 Hyggely Studio - All Rights Reserved\n                ", "listing_reviews": "100", "store_reviews": "816 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/726954527/8-lightroom-mobile-presets-clean-and"}, {"seller_text": "SunnyEditor", "seller_href": "https://www.etsy.com/shop/SunnyEditor?ref=simple-shop-header-name&listing_id=923518190", "store_sales": "336 sales", "store_rating": "4.7059", "listing_title": "11 Natural Mobile Lightroom Presets, Natural Presets, Cream Presets, Instagram Filters, Blogger, Vanilla, iPhone Presets, Filter for iPhone", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.20\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 1 PDF, 1 ZIP"], "listing_desc": "\n                    ◆ ◆ ◆ SPECIAL OFFER ◆ ◆ ◆✭ Buy 3 presets and get 2 for free. Add 5 presets to your shopping cart and apply the coupon code 2FREE. ✭ Buy 5 presets and get 4 for free. Add 9 presets to your shopping cart and apply the coupon code 4FREE.◄  INCLUDED IN YOUR PURCHASE  ►* 11 Mobile Lightroom Presets (DNG files)* Detailed PDF Image Instructions✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Lightroom Mobile is FREE so you don't need an Adobe subscription to use the presets✔️ You only need Lightroom CC App on your Phone/iPad✔️ Once purchased can be used an unlimited amount of times✔️ Easy to apply with just one clickGeneral information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUYhttps://www.youtube.com/watch?v=uOBXKOyAFEAPlease keep in mind all photos are unique and therefore each preset works differently on every photo. You can fine tune your own adjustments to find settings that suit you with temperature, exposure etcDue to the digital nature of this product ALL SALES ARE FINALKeywords:Lightroom Presets, Mobile Preset, DNG, Instagram Preset, Lightroom CC, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset, White Presets, Natural Presets© 2020 Sunny Editor Presets, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "5", "store_reviews": "17 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/923518190/11-natural-mobile-lightroom-presets"}, {"seller_text": "LDSCreationShop", "seller_href": "https://www.etsy.com/shop/LDSCreationShop?ref=simple-shop-header-name&listing_id=774714479", "store_sales": "921 sales", "store_rating": "4.9252", "listing_title": "Custom Invitation, Design Digital, Any Invitation You Want, Birthday Invitation, Wedding Invitation, Customized Digital Design invitation", "listing_bestseller": "Bestseller", "listing_price": "\n                        $15.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 1 PDF"], "listing_desc": "\n                    ♥ DIGITAL FILE ONLY, PDF, JPG ♥ Customized invitation ♥Any occasion, designed with whatever theme you would like! Give me ideas on what you like/want and I will create it for you!IMPORTANT INFORMATION: PLEASE READ BEFORE ORDERING!♥ This is a digital download which means that no physical product will be shipped to you.♥ When you are ordering please include the information needed for the invitation to be customized:• Theme & whatever you want• Name• Date• Place, address, & time• RSVP wording and date• Any other details Also you can leave the email address that you would like the digital downloads to be emailed to.♥ Please double check the information CAREFULLY ♥: after final approval seller is not responsible for any misspellings, forgotten words, incorrect dates, etc.WHAT YOU WILL RECEIVE:• Digital 5\"x7\" printable invitation (PDF & JPG)• Digital 5\"x7\" printable backside of invitation♥ ♥ If you would like me to change something on the design such as images, backgrounds, font, etc. please contact me and I would be happy to change it for you! ♥ ♥ HOW IT WORKS:• Once your order is placed, a email will be sent to your etsy email including a pdf file and jpg file that includes your customized invitation. You will receive the email 2-3 days after purchasing since this product is customized completely. “Rushed orders will cost more- please message me for pricing”• Once you receive the email, you can download and then print from home or at a local printing shop.PLEASE REMEMBER THIS IS A DIGITAL DOWNLOAD!!There are no returns/cancellations on digital downloads but if you have any questions or concerns please contact me.\n                ", "listing_reviews": "69", "store_reviews": "119 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/774714479/custom-invitation-design-digital-any"}, {"seller_text": "PeonyPapery", "seller_href": "https://www.etsy.com/shop/PeonyPapery?ref=simple-shop-header-name&listing_id=866894474", "store_sales": "2,520 sales", "store_rating": "4.9783", "listing_title": "Dusty Blue Wedding Invitation Set INSTANT DOWNLOAD Modern Watercolour Invite, Sky Blue, Wedding Invite, Editable Templett Template PEO016", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $8.00\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ♥♥ TRY BEFORE YOU BUY, paste the link below into a new Browser Tab/Window (on a desktop computer):https://templett.com/design/demo/asterandrose/5158084,5158088,5158080------------------------------------------------------------------------------**Please note this is a digital product - nothing physical will be shipped to you. Once you have placed your order you will receive a link to edit your template online using the software Templett. No waiting for designers - get access immediately!**------------------------------------------------------------------------------This download includes fully editable:x1 Wedding Invite Template (5x7\")x1 Details Template (3.5x5\")x1 RSVP Template (3.5x5\")------------------------------------------------------------------------------Envelope size recommended for:- 5x7: USA Size A7 (5 1/4” x 7 1/4”)- 3.5 x 5\": A1 (3 5/8\" x 5 1/8\")Recommended supplier: Cards & Pockets------------------------------------------------------------------------------♥♥ HOW IT WORKSStep 1: Purchase the ListingStep 2: Check your Etsy registered e-mail for the link from TemplettStep 3: Edit, Save, Download, and Print your designsOnce purchased, your template will always be available to you, so you can come back at any time and continue editing.Our templates don't expire so you can edit them again any time!**Please note, that Templett requires a desktop to edit and doesn't support Mobile or Tablet**You can change:-- All content-- Font Colour-- Font Style-- Font Size-- Background Colour (flat colour)Changable but you will need to message me to change:-- Sizes-- Watercolour / illustrated graphics------------------------------------------------------------------------------♥♥ ALL MATCHING ITEMS AVAILABLE HERE...https://www.etsy.com/au/shop/PeonyPapery?ref=seller-platform-mcnav&search_query=PEO016------------------------------------------------------------------------------[id:5158084,5158088,5158080]Dusty Blue Wedding Invitation Set INSTANT DOWNLOAD Modern Watercolour Invite, Sky Blue, Wedding Invite, Editable Templett Template PEO016------------------------------------------------------------------------------Disclaimer: You can print the templates as often as you like for personal use, they do not expire. Please don't share, resell or use commercially. Enjoy and get creative!Copyright © Peony Papery\n                ", "listing_reviews": null, "store_reviews": "93 shop reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/866894474/dusty-blue-wedding-invitation-set"}, {"seller_text": "FeelGoodInvites", "seller_href": "https://www.etsy.com/shop/FeelGoodInvites?ref=simple-shop-header-name&listing_id=822436496", "store_sales": "32,284 sales", "store_rating": "4.8921", "listing_title": "Amelia White Floral Wedding Invitation - Greenery Wreath with White Flowers. Eucalyptus wedding invites, Save the Date, rustic twine, vellum", "listing_bestseller": "Bestseller", "listing_price": "\n                        $1.15+\n                    ", "listing_highlights": ["Handmade", "Materials: Pigment Ink, Wedding Invitation, 350gsm Luxury Card\n\n\nRead the full description"], "listing_desc": "\n                    Wedding Invitation♥♥ IF YOU WOULD LIKE A SAMPLE ♥♥Purchase a non-personalised sample from the top of the drop down menu & we will post it today for you.♥♥ HOW TO PERSONALISE & ORDER ALL YOUR INVITATIONS ♥♥Let us know how many invites you need by messaging us using the button below and we will get back to you with options, prices & a link to place your order. Once ordered, we will send you a template to complete and then we can get to work on your first drafts.Once you have seen the drafts you can send us your feedback and changes can be made. Printing will only begin when you give your final approval on the designs. As part of your full order you can ask for a printed copy of your most recent draft to be posted to you, allowing you to have 100% peace of mind before the whole order is made.♥♥ INCLUDED IN COST♥ ♥- All personalised wording, headings, wording colours and fonts.- Lots of help, advice and communication if needed.- Free UK delivery on orders (not including sample orders).♥♥ MATCHING ITEMS ♥♥- Wedding day invites- Evening wedding invites- Save the Date Cards- Save the Date Magnet- Save the Date Calendar- Change the date- RSVP Cards- Guest Information Cards - Order of Service- Menu Cards - Thank You Cards - Table Plans - Table Numbers- Personalised Envelopes- Anything Else You Need! ♥♥ OPTIONAL EXTRAS ♥♥- Guest name printing - Envelope wax seals or stickers- Envelope printing- Timeline with icons- Flower & text colour changes♥♥ WHY ORDER FROM FEEL GOOD INVITES ♥ ♥It is a privilege for us to be working with you on your most special of occasions & your satisfaction is our priority. We want to give you excellent service, the best designs, and provide a very high quality end product that your guests will love. You will receive a personal yet professional service with high levels of attention to detail. The invites will be custom made for you so anything is possible including custom colours, different sizes, extra items - please just ask and we will be happy to help.♥♥ HOW LONG DO THEY TAKE ♥ ♥Designs are typically done on the same working day (or the next one) that you send your completed template. Following your approval of the design, production is around 3-5 working days followed by free UK delivery, or a tracked courier if you are overseas.♥♥ OUR QUALITY ♥ ♥The invites are printed on 350gsm luxury card stock which is FSC sourced and is recyclable. We can supply luxury textured or smooth card, Silk, Gloss, Pearl or vellum (please let us know if you have something in mind). The Ink is Lucia pigment ink which gives a vibrant colour range and allow very high levels of detail.♥♥ CAN WE PRINT IN A DIFFERENT LANGUAGE ♥ ♥Yes. If you supply the text, we can use it. No problem.\n                ", "listing_reviews": "52", "store_reviews": "2,244 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/822436496/amelia-white-floral-wedding-invitation"}, {"seller_text": "FilAndEllieStudio", "seller_href": "https://www.etsy.com/shop/FilAndEllieStudio?ref=simple-shop-header-name&listing_id=857923240", "store_sales": "9,294 sales", "store_rating": "4.8409", "listing_title": "6 Mobile LIGHTROOM Presets, Nude Presets, Fashion Presets, Mobile Presets, Instagram Filters Presets, Dng Brown Preset, Natural Beige Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF, 2 ZIP"], "listing_desc": "\n                    Instagram Presets / Mobile Lightroom Presets / Desktop & Mobile Presets /Natural Beige Presets✩ INCLUDED IN YOUR PURCHASE ✩6 Mobile Lightroom Presets (DNG files)6 Desktop Lightroom Presets (XMP files)Free 35 pages PDF on Social Media GrowthDetailed PDF Image Instructions◾️ If you have issues downloading or using any of the files, please contact me and I will re-send you the files and help you troubleshoot◾️With over 10 years of professional experience in the world of photography, you are guaranteed to get high quality presets that will elevate the look of your photos. We spent hundredths of hours editing, so that you won’t have to.✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Works With & WITHOUT Adobe subscription✔️ You only need Lightroom CC App on your Phone/iPad✔️ Works With Lightroom Desktop for Mac or PCCreated for the FREE Lightroom Mobile App and Desktop Lightroom. Works best on RAW files but is fully compatible with JPEGS as well.General information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUY. Make sure to save the zip file on your phone. The transaction and installation can be completed on a mobile device. Access to a desktop computer is not required.These presets were designed to work with many different light conditions, from full sun to shade, and will help you achieve a consistent look by enhancing the colors and brightness of your photos. This pack in particular was designed to enhance natural and soft tones, giving a neutral, but warm feel to your photos. Sand, the color of wheat, white, brown and soft tones in general are at the core of these filters.  Perfect for interior design or general lifestyle photos. This pack works well for many different types of photography from lifestyle to travel, home blogging and interior design photos. The range of colors for the 6 presets is very wide. These can be applied on many different types of photos to achieve different results.Beige includes 6 mobile presets. They are all extremely versatile, can be fully customized and are guaranteed to enhance dull images with just one click. Whether you work with photos straight from your phone’s camera roll or raw files from your DSLR, these presets will help you refine your style giving you beautiful photos.Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "41", "store_reviews": "421 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/857923240/6-mobile-lightroom-presets-nude-presets"}, {"seller_text": "Blondary", "seller_href": "https://www.etsy.com/shop/Blondary?ref=simple-shop-header-name&listing_id=987625128", "store_sales": "2,567 sales", "store_rating": "4.9957", "listing_title": "10 Mobile Lightroom Presets, Vanilla Presets, Vsco Filters, Fashion Presets, Lifestyle Presets, Instagram Filter, Nude Presets, Beige Preset", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $1.05\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    10 Mobile Lightroom Presets, Nude Presets, Lifestyle Presets, Beige Presets, Iphone Presets, Lightroom, Mobile Presets, Presets, Dng Presets, Cream Presets, Vsco Filters, Fashion Presets, Instagram Filters, Natural Preset, Vanilla Presets✩ FREE PRESETS OFFER ✩💥 GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE 💥💥 GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE 💥*Vanilla Mobile Presets: include 10 mobile lightroom presets perfect for anyone wanting to create a warm, creamy Instagram feed. t*⭐You Will Receive :- 10 DNG. Mobile Presets - 1 PDF file - Mobile Instructions-Free GiftAll presets files are in DNG format.After the download you will need to unzip the file, either on your PC (and then send the mobile presets to your phone) or on your phone (if you have an app that can unzip files).- If you have problems with installation or with downloading your files just contact me and I'll do my best to help you.- Please keep in mind that each photo has different light setting so you can tweak some settings as light, contrast etc after applying you presets to get best results.For personal use ONLY! You may NOT sell, distribute, rent, give, sub-license, or transfer presets, or presets sent to anyone else.More Presets:Beige Presets:https://www.etsy.com/listing/964232783/mobile-lightroom-presets-12-beige?ref=shop_home_active_1&pro=1Bright Interior Presets:https://www.etsy.com/listing/952251009/mobile-lightroom-presets-6-bright?ref=shop_home_active_2&pro=1Minimalistic Presets:https://www.etsy.com/listing/938999572/lightroom-mobile-preset-7-minimalistic?ref=shop_home_active_4&pro=1Luxury Black Presets:https://www.etsy.com/listing/971607185/lightroom-presets-10-luxury-black?ref=shop_home_active_3&pro=1Fitness Presets:https://www.etsy.com/listing/943374818/lightroom-presets-6-fitness-presets?ref=shop_home_active_5&pro=1Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filters, Travel Presets, Influencer Presets, warm presets, iPhone Presets, Moody Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright Presets, Clean Preset, Color Pop Preset, Vibrant Presets, Home Presets, Beach Presets , Vanilla Preset\n                ", "listing_reviews": null, "store_reviews": "234 shop reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/987625128/10-mobile-lightroom-presets-vanilla"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=923532978", "store_sales": "21,700 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Neutral Filter, Cream Preset, Instagram Filters, iPhone Presets, Lightroom Filter, Lifestyle Preset, Blogger Filter", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Live life luxuriously with a Luxe Preset! This Lightroom Mobile preset will effortlessly soften and neutralize the shades in your photos to achieve a rich luxurious look with the click of button! ✩ Your purchase includes ✩- 1 Luxe Lightroom Mobile Preset- PDF step by step installation guide✩ Additional Information ✩- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ✩ Cancellation Refunds/Exchanges ✩Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2021 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "11", "store_reviews": "1,130 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/923532978/lightroom-mobile-preset-neutral-filter"}, {"seller_text": "OlivesandBlue", "seller_href": "https://www.etsy.com/shop/OlivesandBlue?ref=simple-shop-header-name&listing_id=900601043", "store_sales": "140 sales", "store_rating": "4.3333", "listing_title": "5 Earthy Tones Preset, Preset Lightroom Mobile and Desktop, Instagram Filter for Travel Instagram Influencer and Bloggers, Dark Moody Preset", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $3.14\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP"], "listing_desc": "\n                    Buy 5 Pay 3!Add 5 presets to your cart and apply the code \"BUNDLE\" to pay for 3.Or simply click the link below:https://www.etsy.com/shop/OlivesandBlue?coupon=BUNDLECreated for one single click use for Mobile and Desktop Lightroom. These presets will help you enhance your picture with just a single click for a consistent theme.The purchase will be includes:5 Mobile Lightroom Preset5 Desktop Lightroom PresetBy purchasing the item, you agree to the terms of use which refunds, cancelation, exchange are not apply. Some adjustments might be needed for some pictures due to the camera setting and light adjustments. The files should not be shared, resold, redistributed and reproduced for any purposes.Disclaimer:All the pictures shown in this video belong to their respective original owners.All the photos are for illustration purposes only. Credits to the rightful owner.If you have any further questions, please do not hesitate to contact me. Sincerely,Clou\n                ", "listing_reviews": null, "store_reviews": "3 shop reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/900601043/5-earthy-tones-preset-preset-lightroom"}, {"seller_text": "FilAndEllieStudio", "seller_href": "https://www.etsy.com/shop/FilAndEllieStudio?ref=simple-shop-header-name&listing_id=1029443267", "store_sales": "9,294 sales", "store_rating": "4.8409", "listing_title": "7 Mobile LIGHTROOM Presets, Summer Presets, Pastel Presets, Instagram Filter, Natural Light And Airy,Blogger Preset, Natural Warm Presets", "listing_bestseller": "-", "listing_price": "\n                        $2.98\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 2 ZIP"], "listing_desc": "\n                    Instagram Presets / Mobile Lightroom Presets / Desktop & Mobile Presets /Natural Presets/Warm Summer Presets✩ INCLUDED IN YOUR PURCHASE ✩7 Mobile Lightroom Presets (DNG files)7 Desktop XMP PresetsFree 35 pages PDF on Social Media GrowthDetailed PDF Image Instructions◾️ If you have issues downloading or using any of the files, please contact me and I will re-send you the files and help you troubleshoot◾️With over 10 years of professional experience in the world of photography, you are guaranteed to get high quality presets that will elevate the look of your photos. We spent hundredths of hours editing, so that you won’t have to.✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Works With & WITHOUT Adobe subscription✔️ You only need Lightroom CC App on your Phone/iPad✔️ Works With Lightroom Desktop for Mac or PC (Classic & CC)Created for the FREE Lightroom Mobile App and Desktop Lightroom. Works best on RAW files but is fully compatible with JPEGS as well.General information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUY. Make sure to save the zip file on your phone. The transaction and installation can be completed on a mobile device. Access to a desktop computer is not required.These presets were designed to work with many different light conditions, from full sun to shade, and will help you achieve a consistent look by enhancing the colors and brightness of your photos. This pack in particular was designed to enhance the colors of sunlight, giving a warm, slighlty pink, natural and bright feel to your photos. A pastel accent for all your Spring photos. Perfect for general lifestyle photos, family, weddings or in general for portraits at golden hour/sunset . This pack works well for many different types of photography from lifestyle to travel, home blogging and professional wedding photographyGarden includes 6 mobile presets & 6 Desktop Presets. They are all extremely versatile, can be fully customized and are guaranteed to enhance dull images with just one click. Whether you work with photos straight from your phone’s camera roll or raw files from your DSLR, these presets will help you refine your style giving you beautiful photos.Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": null, "store_reviews": "421 shop reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/1029443267/7-mobile-lightroom-presets-summer"}, {"seller_text": "FeelGoodInvites", "seller_href": "https://www.etsy.com/shop/FeelGoodInvites?ref=simple-shop-header-name&listing_id=723768171", "store_sales": "32,284 sales", "store_rating": "4.8921", "listing_title": "Eucalyptus - Luxury Trifold Wedding Invitations & Save the Date or change the date. Rustic Eucalyptus wedding, greenery wedding invites", "listing_bestseller": "-", "listing_price": "\n                        $0.71+\n                    ", "listing_highlights": ["Handmade", "Materials: Pigment Ink, Wedding Invitation, 350gsm Luxury Card\n\n\nRead the full description"], "listing_desc": "\n                    Wedding Invitation♥♥ IF YOU WOULD LIKE A SAMPLE ♥♥Purchase a non-personalised sample from the top of the drop down menu & we will post it today for you.♥♥ HOW TO PERSONALISE & ORDER ALL YOUR INVITATIONS ♥♥Let us know how many invites you need by messaging us using the button below and we will get back to you with options, prices & a link to place your order. Once ordered, we will send you a template to complete and then we can get to work on your first drafts.Once you have seen the drafts you can send us your feedback and changes can be made. Printing will only begin when you give your final approval on the designs. As part of your full order you can ask for a printed copy of your most recent draft to be posted to you, allowing you to have 100% peace of mind before the whole order is made.♥♥ INCLUDED IN COST♥ ♥- All personalised wording, headings, wording colours and fonts.- Lots of help, advice and communication if needed.- Free UK delivery on orders (not including sample orders).♥♥ MATCHING ITEMS ♥♥- Wedding day invites- Evening wedding invites- Save the Date Cards- Save the Date Magnet- Save the Date Calendar- Change the date- RSVP Cards- Guest Information Cards - Order of Service- Menu Cards - Thank You Cards - Table Plans - Table Numbers- Personalised Envelopes- Anything Else You Need! ♥♥ OPTIONAL EXTRAS ♥♥- Guest name printing - Envelope wax seals or stickers- Envelope printing- Timeline with icons- Flower & text colour changes♥♥ WHY ORDER FROM FEEL GOOD INVITES ♥ ♥It is a privilege for us to be working with you on your most special of occasions & your satisfaction is our priority. We want to give you excellent service, the best designs, and provide a very high quality end product that your guests will love. You will receive a personal yet professional service with high levels of attention to detail. The invites will be custom made for you so anything is possible including custom colours, different sizes, extra items - please just ask and we will be happy to help.♥♥ HOW LONG DO THEY TAKE ♥ ♥Designs are typically done on the same working day (or the next one) that you send your completed template. Following your approval of the design, production is around 3-5 working days followed by free UK delivery, or a tracked courier if you are overseas.♥♥ OUR QUALITY ♥ ♥The invites are printed on 350gsm luxury card stock which is FSC sourced and is recyclable. We can supply luxury textured or smooth card, Silk, Gloss, Pearl or vellum (please let us know if you have something in mind). The Ink is Lucia pigment ink which gives a vibrant colour range and allow very high levels of detail.♥♥ CAN WE PRINT IN A DIFFERENT LANGUAGE ♥ ♥Yes. If you supply the text, we can use it. No problem.\n                ", "listing_reviews": "100", "store_reviews": "2,244 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/723768171/eucalyptus-luxury-trifold-wedding"}, {"seller_text": "simplyprettypieces", "seller_href": "https://www.etsy.com/shop/simplyprettypieces?ref=simple-shop-header-name&listing_id=988749467", "store_sales": "26,203 sales", "store_rating": "4.9508", "listing_title": "Editable Burgundy Blush Floral Wedding Invitation Suite, Merlot Pink Gold RSVP Details, Greenery, Printable Template, Instant Download 574-A", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $14.00\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    This listing is for an instant download editable Wedding Invitation Suite template(s). It features beautiful hand-painted floral graphics in rich burgundy, blush and green tones and it is accented with a modern calligraphy font.It can be fully edited using TEMPLETT which is a fully customizable template editor that allows you to quickly and easily customize digital templates. After your purchase you will get instant access to your template(s) via an emailed link. No software to install or fonts to download.************************DEMO LINK - TRY BEFORE YOU BUYCopy and paste the following URL into your web browser to try out this template:https://templett.com/design/demo/simplyp/6579769,6580224,6580245,6580255PLEASE NOTE: This is for desktop/laptop users only - it isn't available on a mobile device.******************ITEM SPECIFICATIONSFinished size:Invitation - 5 x 7 inchesRSVP - 5 x 3.5 inches (incl optional reverse side)Details Cards  - 5 x 3.5 inchesPLEASE NOTE: If you need the template sizes to be adjusted for European/Australian sizes (DIN sizes - A5, A6 etc), this is no problem, please send me an email with your requirements.Can be downloaded as:JPEG or PDF filesWith or without bleed and crop marksMultiple cards on a US letter or an A4 file********************HOW IT WORKS1. After you have purchased look for an email from Templett.2. Follow the link to access your template.3. Edit your template and remember to regularly save.4. When you are ready to print, download the PDF or JPEG.5. Print and trim your template (if necessary).*****************WHAT YOU CAN EDITTemplett is an extremely versatile template editor and you can edit as follows:- All text (wording and placement)- Font styles, colors and sizes- Add or change backgrounds- Upload your own photo*****************IMPORTANT- This is designed for desktop users only - it WON'T work on a mobile device.- You CAN'T change the size or orientation of the document.- The artwork is NOT editable.*****************MATCHING ITEMSThere is a full range of matching items available. To see all the items in the Burgundy & Blush Collection please go to the front page of the shop and search using code 574-A*****************PRINTING OPTIONSIf you are considering using a professional printer we recommend \"Prints of Love\". They are a 5-star rated printing company and they offer fast, good quality, affordable printing, FREE 2 - 3 day US shipping, FREE high quality envelopes and FREE double-sided printing! They print in a wide variety of sizes including posters and for every order placed they plant a tree in your name!To enjoy this great service, please follow this link: https://printsoflove.com/simplyprettypieces/Our templates can also be printed at home or at a local print shop such as Fed Ex, Walgreens, Office Depot, Staples etc.*****************WHAT YOU NEED- If you download PDF files you will need a PDF reader to open, view and print them. Adobe reader is FREE and if you don't have it already, you can get it here: https://get.adobe.com/uk/reader/- A color printer for home printing or you can use a printing service like Staples, Office Depot or Fed Ex.- 8.5 x 11 inch or A4 white card stock. - A paper trimmer or scissors****************SHOP POLICIES:The listings in this shop are for digital files only, NO physical items will be sent to you.Due to the nature of digital items, no refunds or exchanges will be given. All purchases are final. Please try the demo (linked above) to ensure that this template is appropriate for your needs.We try to ensure that the color of the designs will print true to what you see in the listing, however, please keep in mind that all computer monitors are different and the printed color may vary slightly to what you see on your computer screen.When you purchase a template it is for ONE TIME USE ONLY. You are NOT permitted to create several versions for various different projects or events. Templates are valid for one year.When you purchase this digital file(s) you are licensed to use it for personal or non-profit use only. You may not copy, share, reproduce or transfer any of the files to a third party.Simply Pretty Pieces reserves the right to revoke access to a template if the user fails to comply with the terms of use. [id:6579769,6580224,6580245,6580255]\n                ", "listing_reviews": null, "store_reviews": "2,072 shop reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/988749467/editable-burgundy-blush-floral-wedding"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=869926639", "store_sales": "25,448 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets, Tan Presets, Presets, Instagram Filters, Influencer Presets, Vsco Filters, Mobile Presets, Brown Presets, Vsco", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "14", "store_reviews": "793 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/869926639/3-mobile-lightroom-presets-tan-presets"}, {"seller_text": "Exodus31Designs", "seller_href": "https://www.etsy.com/shop/Exodus31Designs?ref=simple-shop-header-name&listing_id=759134130", "store_sales": "18,276 sales", "store_rating": "4.9705", "listing_title": "5x7 SVG Cricut Laser Cut Tree Wedding Invitation Couple Tree Tri Fold Card Cricut Cut File Couple Love Tree Silhuette Cameo DXF Die Cut Card", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $4.90\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 4 ZIP"], "listing_desc": "\n                    Please take the time to read the description of the item carefully, the products of this store are digital files, you will NOT receive a physical product. It is an intangible product, a template in digital format for use in cutting machines or design programs, etc ...These cut files can be used in different cutting machine DIGITAL or LASER, or any other machine that works with the formats includedThey are vectors and you can adjust the size as you require it, however this file we recommend to make it the size shown in photo 3With your purchase, you will receive a compressed folder with the design in .SVG .DXF .AITo make sure that our files can be cut on your machine, download and cut the sample model that we left at the following link:TEST FILE: copy and paste in your browserhttps://www.dropbox.com/sh/oq8ofncu5s39ksq/AAAZOGg1iPA4N8ZELVO7-xgBa?dl=0These files are copyrighted; with the purchase these rights are not transferred. It can be used for the elaboration of personal or commercial projects, the file itself cannot be shared, distributed, sold or modified.Copyright © JOSE FRANCISCO ALVAREZ MONTERO-Once the purchase is made, the money is not reimbursed.-The product consists of a digital file, for instant download once the payment is confirmed. You will not receive a physical product.- Recommendation: to make the initials in metallic vinyl in the typography of your preference\n                ", "listing_reviews": "20", "store_reviews": "1,260 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/759134130/5x7-svg-cricut-laser-cut-tree-wedding"}, {"seller_text": "SiennaMaiInvitations", "seller_href": "https://www.etsy.com/shop/SiennaMaiInvitations?ref=simple-shop-header-name&listing_id=875480712", "store_sales": "13,930 sales", "store_rating": "4.9295", "listing_title": "Rustic Wedding Invitation - Be Our Guest Fairytale Concertina Wedding Invite With Tags, Twine & Choice of Free Envelopes - Disney", "listing_bestseller": "Bestseller", "listing_price": "\n                        $0.65+\n                    ", "listing_highlights": ["Handmade", "Materials: Luxury 350gsm card, Choice of Free Envelopes, Worldwide Express Shipping, Professional design and print, FSC Accredited, Handmade, Printed double sided\n\n\nRead the full description"], "listing_desc": "\n                    Our wedding invitations entwine style with rustic charm and come complete with concertina wedding invitation, personalised tag, rustic twine and a choice of envelopes. ♥ SIMPLE TO ORDER & FAST EXPRESS SHIPPING1. After placing your order we will email over a simple online personalisation form which asks all the right questions so we can create your perfect wedding invitations. You can also choose envelopes on the form and select any optional extras you may want. All panels are customisable and our photo's just give ideas of what we can do. They are also printed double sided to give you extra space if you would like menus, menu choices and/or finer details. 2. This is then passed to one of our talented designers who create the draft (same day usually or within 24 hours at the latest) for you to approve for print or you can reply back and forth with unlimited changes.3. Once approved they are printed same day and dispatched next day if approved by 5pm (UK time) Mon-Fri♥UK orders are dispatched by Royal Mail Tracked 24♥USA orders if ordering 70 or more invitations are posted express via UPS 3 day service. If ordering 69 or fewer they are sent via Royal Mail International Tracked♥EU, Australia and ROW orders are sent via Royal Mail International TrackedPlease note all samples are posted using standard post♥ If you would like a quantity not listed please send us a message for a bespoke quote♥ We can also provide A6 flat evening invitations rather than concertina if you prefer. Please get in touch for a bespoke quote.♥ WHAT IS INCLUDED?Prices include wedding invitations, personalised tags, rustic twine (cut to size ready to tie) and a choice of envelopes. They also include all personalisation wording, layout changes, basic colour changes and unlimited amendments to the drafts! ♥ Optional Extras:Guest name printing: £5.99/$8.20 (flat fee for all names)Envelope seals: £4.25/$6.00 per 35Envelope printing: £4.49/$6.20 per 10Timeline with icons: £12.99/$18.00  (flat fee for all icons)Custom flower colour changes: £15.99/$22.00Another language: £12.99/$18.00Extra A6 inserts £4.99/$6.90 per 10Extra A7 iserts £3.99/$5.50 per 10♥ Card upgrade options:Ice Gold - (please enquire for prices)Conqueror Laid - (please enquire for prices)♥ Evening Invitations:We can do these sets as wedding or evening/reception only invitations or we can do the evening one's as a simpler A6 flat card. Please enquire for prices of the A6 flat cards.♥ WHY ORDER FROM SIENNA MAI ♥Here at Sienna Mai we offer luxury handmade wedding invitations at prices we are really proud of alongside great customer service. It's an absolute pleasure to create wedding stationery and being part of you big day. Everything is handmade by us in our design studio nestled in the heart of Yorkshire with quality materials and attention to detail. We are always on hand to offer lot's of help and advice to make sure you get the most perfect invitations and stationery. Please do get in touch with any questions and have a browse in our etsy shop!♥All matching stationery available including:Table planPlace cardsTable numbers/namesMenus for the venueOrder of serviceThank you cardsWedding signagePlease get in touch for a bespoke quote♥LAYOUT OPTIONSThe layout is fully customisable but here is an example:Panel 1: Title page (names)Panel 2 & 3: Details page (date, time, venue(s))Panel 4: Gift poem or guest informationPanel 5: RSVP or guest informationPanel 6: Finer details or guest informationPanel 7: Menu options or simply blank (back of the RSVP section for guests to post back)♥ Dimensions:When open 148mm x 420mm / 14.8cm x 42cmWhen folded 148mm x 105mm / 14.8cm x 10.5 cm♥♥ TURNAROUND TIME & DELIVERY Orders are printed and shipped within 1 business day of your purchase and approval of the draft.♥ UKAll orders to the UK are posted Royal Mail 24 tracked unless you are purchasing a sample which will be posted 1st class standard.♥ USAOrders to the USA will be posted via 2-3 day UPS if purchasing 70 or more invitations. If purchasing a sample they will be posted standard airmail (5-10 days) and all orders under 70 will be posted Royal Mail tracked expedited (5-7 days).♥ Ireland & EuropeOrders to Ireland and Europe will be sent Royal Mail tracked expedited (5-7 days) unless you are purchasing a sample which will be posted standard airmail.♥ Australia & Rest of WorldOrders to the rest of the world will be sent Royal Mail tracked expedited (5-7 days) unless you are purchasing a sample which will be posted standard airmail.♥ ENVIRONMENTALLY FRIENDLYAll our products are environmentally friendly and printed on FSC Accredited card with the EU Eco Label.\n                ", "listing_reviews": "20", "store_reviews": "1,630 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/875480712/rustic-wedding-invitation-be-our-guest"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=735827695", "store_sales": "171,642 sales", "store_rating": "4.8275", "listing_title": "10 Mobile Lightroom Presets, lightroom mobile presets,Instagram Presets, Preset Lightroom, Desktop Presets - Autumn presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    More presets in our SHOP:www.etsy.com/shop/KatherineDream• FILES INCLUDED IN YOUR PURCHASE •✔️ 10 MOBILE Lightroom presets for mobile Lightroom ( free mobile lightroom app)✔️ 10 DESKTOP Lightroom presets for desktop Lightroom✔️ Post-purchase Support✔️ Instructions✔️ Instant Download • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions• HOW TO ORDER •- Tap “add to cart” or “buy it now”;- Receive receipt and email from Etsy with link to download file- Download the Lightroom presets instantly.🧡Do you want to support us?  FREE package every week for our patrons and much more🧡https://www.patreon.com/katherinedream🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it. :)🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "100", "store_reviews": "6,145 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/735827695/10-mobile-lightroom-presets-lightroom"}, {"seller_text": "SnazzyMango", "seller_href": "https://www.etsy.com/shop/SnazzyMango?ref=simple-shop-header-name&listing_id=944703579", "store_sales": "3,763 sales", "store_rating": "4.6667", "listing_title": "INSTAGRAM Wedding Effect! Gold Wedding Effect! Personalised Instagram Effect, Engagement Filter For Instagram! Wedding Instagram Story Mask", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $8.01+\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: Adobe Illustrator, Photoshop, Instagram, Facebook, Spark AR, Glitter, Insta Stories, Effect, Instagram Story, Insta Story, Sparkle, Gold, Instagram Wedding\n\n\nRead the full description"], "listing_desc": "\n                    Personalised Instagram Effect! Gold Wedding Filter.TRY BEFORE YOU BUY: https://www.instagram.com/ar/208780934230521/Make a statement at your wedding with your very own custom Instagram/Facebook filter! All your family, friends, guests and followers will have access to your filter! Anyone who sees your story will also have access to your filter! Unlike snapchat filters it's not restricted to location and there is no upload cost!| CUSTOMISATION |Information Required:Mr. & Mrs. / Mr. & Mr. / Mrs. -Surname -Date (In format required) - Text colour (Select from drop down menu) or message me if you want a colour which isn't listed.Which social media do you want your filter to be on? (Facebook or Instagram). Please note there's a small charge to have your filter on both social media platforms as I essentially have to make 2 separate filters.| HOW IT WORKS |1 - Enter your personalisation requirements in the space provided when ordering.2 - I then design your filter in Instagram/Facebook's unique software.3 - A proof will then be sent to you of how your filter will look, please allow 24hrs for this.4 - Once you're happy with how your filter looks, I then submit it to Instagram/Facebook to upload to their filter collection. (This can take up to 48hrs)!5 - Once the filter has been accepted by Instagram/Facebook I will then email you a link to where you can find your filter on the social media site!6 - You can share the link with all your friends, family and guests! Alternatively, when your post to your story using the filter a badge will be displayed in the top left corner. Anyone who clicks on this will also have access and be able to use your filter! (An example of this is Picture 3).Please message me if you have any questions.  :)If you include the snapchat version in your order, this is just for the filter file. You must upload the filter to Snapchat where costs may be incurred due to location and date. More information can be found here: https://www.snapchat.com/l/en-gb/on-demand/Facebook and Instagram filters are uploaded by me at no extra cost.My full collection of Instagram & Facebook filters can be found here:https://www.etsy.com/uk/shop/SnazzyMango?ref=seller-platform-mcnav&section_id=21416837Keywords:Engagement filter, Instagram mask, Engagement Instagram Filter, Engagement Instagram Effect, Insta Filter, Instagram Filter, Instagram Story, Instagram Stories, Insta Stories, Instagram Wedding, Instagram Wedding Filter, Rose Gold Wedding Filter, Insta Wedding Filter, Insta Wedding Effect, Insta Wedding Stories, Insta Wedding, Instagram Wedding, Rose Gold Wedding Filter, Insta Mask, Insta Effect\n                ", "listing_reviews": "4", "store_reviews": "466 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/944703579/instagram-wedding-effect-gold-wedding"}, {"seller_text": "KIINcreations", "seller_href": "https://www.etsy.com/shop/KIINcreations?ref=simple-shop-header-name&listing_id=687420415", "store_sales": "108,063 sales", "store_rating": "4.8939", "listing_title": "MOODY blogger LIGHTROOM mobile & desktop presets / instagram blogger travel sage filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.12\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    ⭐ MORE PRESETS HERE: https://www.etsy.com/shop/KIINcreationsMOODY blogger Lightroom Presets for LIGHTROOM MOBILE & DESKTOP. These presets focus on moody tones, thunder blues and a beautiful tan skin. Perfect for holiday photos, beach bloggers, or even city pics!This set will make you achieve that moody low saturation look, without loosing too much colours.WHAT DO YOU GET? A super cool MOODY blogger Lightroom Preset set containing 5 beautiful presets:✅ 5 Mobile Lightroom Presets (DNG files)✅ 5 Desktop Lightroom Presets (XMP files)✅ 5 Desktop Lightroom Presets (LRtemplate files)\u2028✅ Easy Step-by-step PDF guide with instructionsBEST CUSTOMER SERVICEI want to be sure you’re satisfied! If you have any issues, I am happy to help! Just message me! :)COMMON QUESTIONS➕ Works in Lightroom Mobile App (iOS/Android)➕ Works With & WITHOUT Adobe subscription➕ You only need Lightroom CC App on your Phone/iPad➕ Works With All Lightroom & Adobe Camera Raw (ACR) Desktop VersionsMy presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. I’m confident that my presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image.IF YOU WISH TO PURCHASE ONLY LR MOBILE PRESETS - CLICK HERE:https://www.etsy.com/listing/673566022/moody-blogger-lightroom-mobile-presets?ref=shop_home_active_1Once payment is made you can download the presets instantly. Contact me with any questions regarding your order or using your presets I will be happy to help!STAY IN TOUCHIG: instagram.com/kiinlrpresetsWEBSITE: kiinlightroompresets.comEMAIL: info [!at] kiinlightroompresets.comRefunds/ExchangesDue to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is my number one priority. In the case you are not happy with a preset, send me a message and we can discuss an exchange for a preset that better fits your needs.© 2020 KIIN CREATIONS LLC, All Rights ReservedTERMS OF USE: Including but not limited to: No sharing the files. No selling the files. Derivative works are prohibited.\n                ", "listing_reviews": "47", "store_reviews": "4,454 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/687420415/moody-blogger-lightroom-mobile-desktop"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=793073746", "store_sales": "70,784 sales", "store_rating": "4.9099", "listing_title": "5 Nude Tone Presets Lightroom Mobile & Desktop, Minimal Beige Instagram Filter Warm, Creamy Brown Lifestyle Influencer Preset for Bloggers", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Nude Tones Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram, Photo Editing Filter for Lifestyle and Travel🌟The Nude Tones Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add soft beige, tan and creamy nude colored tones to your Instagram photos. These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for mobile preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "63", "store_reviews": "5,612 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/793073746/5-nude-tone-presets-lightroom-mobile"}, {"seller_text": "FilAndEllieStudio", "seller_href": "https://www.etsy.com/shop/FilAndEllieStudio?ref=simple-shop-header-name&listing_id=989903068", "store_sales": "9,294 sales", "store_rating": "4.8409", "listing_title": "6 MOBILE & Desktop LIGHTROOM Presets, Bright and Airy Preset, Blogger Presets ,White Lyfestyle Presets,Bohemian Presets, Bright Instagram", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF, 2 ZIP"], "listing_desc": "\n                    Instagram Presets / Mobile Lightroom Presets / Desktop & Mobile Presets /Bight White Lifestyle Bohemian Presets✩ INCLUDED IN YOUR PURCHASE ✩6 Mobile Lightroom Presets (DNG files)6 Desktop Lightroom Presets (XMP files)Free 35 pages PDF on Social Media GrowthDetailed PDF Image Instructions◾️ If you have issues downloading or using any of the files, please contact me and I will re-send you the files and help you troubleshoot◾️With over 10 years of professional experience in the world of photography, you are guaranteed to get high quality presets that will elevate the look of your photos. We spent hundredths of hours editing, so that you won’t have to.✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Works With & WITHOUT Adobe subscription✔️ You only need Lightroom CC App on your Phone/iPad✔️ Works With Lightroom Desktop for Mac or PCCreated for the FREE Lightroom Mobile App and Desktop Lightroom. Works best on RAW files but is fully compatible with JPEGS as well.General information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUY. Make sure to select save the zip file on your phone.These presets were designed to work in any light condition, from full sun to shade. They work particularly well with neutral backgrounds with white elements and natural light. The settings were set to enhance the colors of skin tones and to make everything brighter, softer and airy.perfect for photos taken at the beach, summer photos, indoor or any photo with natural sunlight Bright Boho includes 6 mobile bohemian presets and 6 premium desktop presets. They are all extremely versatile, can be fully customized and are guaranteed to enhance dull images with just one click. Whether you work with photos straight from your phone’s camera roll or raw files from your DSLR, these presets will help you refine your style giving you beautiful photos.Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "7", "store_reviews": "421 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/989903068/6-mobile-desktop-lightroom-presets"}, {"seller_text": "EliteStudioPresets", "seller_href": "https://www.etsy.com/shop/EliteStudioPresets?ref=simple-shop-header-name&listing_id=782384908", "store_sales": "17,026 sales", "store_rating": "4.7489", "listing_title": "20 Lightroom Mobile Desktop Presets Bright Feed, Natural Bright Airy Preset, Indoor Outdoor Preset Filter, Baby Photo, Wedding", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.37\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    20 PACKAGE Lightroom Mobile Desktop Presets BRIGHT FEED, Bright and Airy, Light Bright Preset, Indoor and Outdoor Preset, Baby Photos, Wedding PresetThese presets work best for photos taken under bad lighting. When your pictures are in need of some Light and Brightness, choose this preset pack. It gives your baby, wedding and business photos a professional look. Great for both indoor and outdoor photos. With 20 different presets, there must be one suitable for your picture.☆ What is included? ☆➤ 20 Presets in DNG and XMP format (NOT lrtemplate format, but you can still use them by uploading the DNG files in your Lightroom Desktop and save them as preset.)➤ PDF file containing a link to download your mobile and desktop presets➤ PDF installation guideEtsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets☆ Compatibility ☆➤ For MOBILE and DESKTOP use (iPhone, Android, PC, MAC)➤ Compatible with free version of the Adobe Lightroom App. You can download this app for free on your mobile phone (iPhone or Android)➤ Compatible with the paid desktop version of the Adobe Lightroom Classic CC (version 7.3+)➤ For use on JPEG and RAW images☆ BUY 5 AND GET 30% OFF!! ☆Add 5 presets in your cart and receive automatically 30% discount!https://www.etsy.com/shop/EliteStudioPresets☆ 24/7 Support ☆If you have any questions or need some help with the presets, please contact me at Etsy or through email elitestudiopresets[at]@gmail.com♡ Share with Us! ♡I would love to see how your pictures turned out by using our presets. Please include them in your review! Tag or DM us on instagram to get featured!@elitestudiopresets© 2020 Elite Studio Presets, All Rights ReservedTerms of Use: By purchasing this item, you are automatically agreeing to the terms of use. Included but not limited to: Prohibition of sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "100", "store_reviews": "749 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/782384908/20-lightroom-mobile-desktop-presets"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=734939541", "store_sales": "70,784 sales", "store_rating": "4.9099", "listing_title": "5 Color Pop Lightroom Mobile & Desktop Presets, Vibrant iPhone Photo Editing for Instagram Blogger, Bright Summer Travel Influencer Filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Color Pop Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram Influencers, Bright Vibrant Photo Editing Filter for Summer Travel🌟The Color Pop Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add beautiful, vibrant tones to your Instagram photos. These presets were inspired by my personal Instagram editing style & digital nomad lifestyle.These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "77", "store_reviews": "5,612 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/734939541/5-color-pop-lightroom-mobile-desktop"}, {"seller_text": "IuliiaPresets", "seller_href": "https://www.etsy.com/shop/IuliiaPresets?ref=simple-shop-header-name&listing_id=748881190", "store_sales": "9,430 sales", "store_rating": "4.7874", "listing_title": "20 Lightroom Mobile Presets Desktop VIBRANT Bright Summer Preset Vivid Color Pop Presets Lifestyle Beach LR Mobile Presets Instagram Filters", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $5.97\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ❤️ See more presets in our shop: ❤️www.etsy.com/shop/IuliiaPresets📎Important!Lightroom Presets DESKTOP & MOBILE, DESKTOP and MOBILE versions separately you can see in my shop! (Links below)📎This set of vivid colors presets (Lightroom Desktop Presets and LR Mobile Presets) is perfect for your colorful photos. Using this Vibrant presets as Instagram filters you can transform your Instagram feed to amazing vivid tones!These Desktop and Mobile color pop presets were tested with different colors using as blogger, influencer presets and lifestyle presets.📎Lightroom Desktop & Mobile VIBRANT bright summer and beach Preset in 20 different variations.Based on your camera settings, lighting conditions, white balance settings, dominant colors etc., you may need to slightly adjust the settings of the presets to make your photos look perfect!It is for this reason the additional variations of the Original preset were created to make sure that you get the desired results for different settings of your original photos.📎You can easy to download presets and add photo filter by one click!📎Buy MOBILE version onlyhttps://www.etsy.com/listing/748877780/📎Buy DESKTOP version onlyhttps://www.etsy.com/listing/762758501/📎Have a look at all presets and story highlight icons in my shop:https://www.etsy.com/shop/IuliiaPresets 📎FREE TEST EDIT! ❤️Can't decide what preset to buy? Text me a message 📝and I can do a FREE test edit for your photo using 3 presets you have chosen to help you decide!📎How to install Lightroom presets you can see in my included instructions.📎You need Lightroom App on your Mobile/Desktop devices.📎Included:- Lightroom Desktop Presets (20 XMP files and 20 LRTEMPLATE files (for different Lightroom versions) for desktop only)- Lightroom Mobile Presets (20 photo editing DNG files)- Step-by-step text guide with video instructions📎If the filter makes your photos too dark or too light, adjusting the exposure and/or contrast should fix this. The result depends on the lighting of your original photos.📎Due to the nature of digital downloads no exchanges or refunds will be made.Make sure you read all product information carefully before making a purchase.If you have any questions, please contact me and I will be happy to help you!📎Please follow me on Instagram @iuliiapresets to see the presets in action. Tag me with @iuliiapresets when you post your photos using my presets! I would be happy to see them!📎Stay In Touch:Instagram: @iuliiapresetsEmail: iuliiapresets [a] gmail.com📎Important: There is no refund/exchange/cancellation for the purchases with digital items! 📎©2019, IuliiaPresets, All Rights ReservedDo not copy or redistribute!\n                ", "listing_reviews": "14", "store_reviews": "318 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/748881190/20-lightroom-mobile-presets-desktop"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=747180046", "store_sales": "237,225 sales", "store_rating": "4.8715", "listing_title": "10 Lightroom Presets For Desktop and Mobile Lightroom INSTA / Lightroom Mobile Presets / Instagram Filter for Bloggers, Photo Editing", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    10 Mobile Lightroom Presets INSTA THEME , instagram preset,  influencer presets , lifestyle blogger presetsEdit your Instagram photos like a pro on your mobile device! Instagram Preset INSTA THEME Included 10 presets inspired by travel bloggers and influencers around the world  and will enhance your photos and assist in creating a cohesive Instagram feed. This preset for every kind of picture that will surely deliver stunning results and make your images look a hundred times better! For photographers who do a lot of fashion, travel and lifestyle photography.🔺Included10 LIGHTROOM PRESET .DNG file .ZIP Archive 10 LIGHTROOM PRESET .XMP file .ZIP Archive .PDF file with direct link to download presets directly to your phone .PDF Instruction Guide 📍Unfortunately, Etsy does not support downloading digital files via Etsy App. Please download via one of the following options:1. Visit your email and click 'View Your Files on Etsy' in the email received from Etsy. Login to your Etsy account (if you have one). You will see the links to your files at the bottom of the page.2. Login to your Etsy account via Safari or Google Chrome browser on your mobile phone. Click on Your Account (a circle in the top right corner) > Purchases and Reviews > Your Order > 'Download Files'. You will see the links to your files at the bottom of the page.Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and I'll send your preset immediately and you can save directly in your camera roll‼️For any questions or editing help Please contact me email victoriabee.shop [!at] gmail.com© 2019-2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoKeywords: Instagram Filter, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Lightroom filter for Blogger, Summer presets, cohesive aesthetic,  lightroom desktop, photo filter,  instagram filter\n                ", "listing_reviews": "41", "store_reviews": "8,047 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/747180046/10-lightroom-presets-for-desktop-and"}, {"seller_text": "Blondary", "seller_href": "https://www.etsy.com/shop/Blondary?ref=simple-shop-header-name&listing_id=967519508", "store_sales": "2,567 sales", "store_rating": "4.9957", "listing_title": "Mobile Lightroom Presets, Spring Preset, Vintage Presets, Vsco Filters, Iphone Presets, Lightroom, Mobile Presets, Instagram Filters, Bright", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.89\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Mobile Lightroom Presets, Instagram Presets, Vintage Presets, Spring Preset, Travel presets, Bright Presets, Photo filter, Blogger Presets, Indoor photo presets, Lifestyle presets, Warm Bright preset, Instagram Filter✩ FREE PRESETS OFFER ✩💥 GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE 💥💥 GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE 💥*Spring Mobile Preset: include 1 mobile lightroom preset perfect for Spring. Transform your outdoor photos with the Spring Lightroom Preset*⭐You Will Receive :- 1 DNG. Mobile Preset- 1 PDF file - Mobile InstructionsAll presets files are in DNG format.After the download you will need to unzip the file, either on your PC (and then send the mobile presets to your phone) or on your phone (if you have an app that can unzip files).- If you have problems with installation or with downloading your files just contact me and I'll do my best to help you.- Please keep in mind that each photo has different light setting so you can tweak some settings as light, contrast etc after applying you presets to get best results.For personal use ONLY! You may NOT sell, distribute, rent, give, sub-license, or transfer presets, or presets sent to anyone else.More Presets:Creamy Presets:https://www.etsy.com/listing/948185389/mobile-lightroom-presets-5-creamy?ref=shop_home_active_8&pro=1Winter Snow Presets:https://www.etsy.com/listing/949617290/mobile-lightroom-presets-12-winter-snow?ref=shop_home_active_9&pro=1Selfie Presets:https://www.etsy.com/listing/969972545/mobile-lightroom-presets-8-selfie?ref=shop_home_active_4&pro=1Fitness Presets:https://www.etsy.com/listing/943374818/lightroom-presets-6-fitness-presets?ref=shop_home_active_5&pro=1Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filters, Travel Presets, Influencer Presets, warm presets, iPhone Presets, Moody Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright Presets, Clean Preset, Color Pop Preset, Vibrant Presets, Mountains Presets, Bright Nature Presets, Nature Presets , Landscape Presets, Adventure Presets, Hiking Presets, Spring Presets, Green Presets\n                ", "listing_reviews": "29", "store_reviews": "234 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/967519508/mobile-lightroom-presets-spring-preset"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=743667337", "store_sales": "237,227 sales", "store_rating": "4.8715", "listing_title": "20 Lightroom Presets LIGHT AND AIRY, Bright and Clean Instagram Presets, Mobile and Desktop Photo Filter, Instagram Photo Editing", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    Mobile and Desktop Lightroom Presets LIGHT & AIRY Blogger Preset Collection for Instagram Photo preset Bright and Light preset Photo filterLighten your dark photo, add brightness to it and refresh it with this preset bundle! 🔺Included20  LIGHTROOM PRESET .ZIP file with .DNG .XMP.PDF file with direct link to download presets directly to your phone .PDF Instruction Guide Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️For any questions or editing help Please contact me email victoriabee.shop [!at] gmail.com© 2019-2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoKeywords: Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset\n                ", "listing_reviews": "100", "store_reviews": "8,047 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/743667337/20-lightroom-presets-light-and-airy"}, {"seller_text": "PlusOnePrint", "seller_href": "https://www.etsy.com/shop/PlusOnePrint?ref=simple-shop-header-name&listing_id=933514066", "store_sales": "16,053 sales", "store_rating": "4.7904", "listing_title": "Greenery Wedding Invitation Suite, Printable Wedding Invitation, Eucalyptus Invite, Instant Download, Edit with Templett, POE", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $8.40\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ENJOY 60% OFF WHEN YOU PURCHASE 3 OR MORE ITEMS***Discount will be applied directly at the checkout***Greenery Wedding Invitation Template, Printable Wedding Invitation, Templett Wedding Invitation, Instant Download, 3 Piece Suite.*** FREE DEMO - TRY IT BEFORE YOU BUY IT ***Copy and paste the link into your web browser: https://templett.com/design/demo/fancypaperie/7946544,5825157,6151814FINISHED SIZES------------------------------------------ • INVITATION - 5'' x 7''• DETAILS Card - 6'' x 4''• RSVP/REPLY Card - 5'' x 3.5''DOWNLOAD OPTIONS---------------------------------------• PDF - for home printing, copy center or print shop (use the 'save paper' option to format two cards on 8.5\"x11\" or A4)• JPG - for photo lab or print shop• PNG - for text, email or social media sharingMATCHING ITEMS--------------------------*** View all matching items here:https://etsy.me/339EPTZHOW IT WORKS----------------------1. Purchase the listing2. Download instructions from Etsy, check your e-mail for the link from Templett3. Edit, save and print!WHERE TO PRINT-------------------------• Home printer• Copy center such as Staples, OfficeMax & FedEx• Photo lab such as Walgreens & Costco• Local print shop or online printer WHAT CAN BE EDITED-------------------------------• All text can be edited for wording, font, color, size and placement• Backgrounds can be edited for color, deleted or new ones added• Upload your own imageIMPORTANT INFO-------------------------• No software or font download is necessary.• Do not edit or view the templates on a mobile device or tablet. Editing can only be done using a laptop or a desktop computer.• The size of the template can not be changed.• We advise to print on heavy card stock.• Digital downloads are not eligible for returns due to the nature of the products. All sales are final. If you have any questions, please contact us before purchase.• Our templates expire 1 year from the date of purchase.• Please note that the actual print colors may vary slightly from those you see on your screen.[id:7946544,5825157,6151814]All designs are for personal use only. You are welcome to print as many copies as you like for yourself. The designs can not be used for any commercial purpose or resold.\n                ", "listing_reviews": null, "store_reviews": "1,040 shop reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/933514066/greenery-wedding-invitation-suite"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=870000293", "store_sales": "25,448 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets, Beauty Presets, Instagram Filters, Natural Presets, Vsco Filters,Lightroom Mobile Presets, Nude Presets, Selfie", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "18", "store_reviews": "793 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/870000293/3-mobile-lightroom-presets-beauty"}, {"seller_text": "EliteStudioPresets", "seller_href": "https://www.etsy.com/shop/EliteStudioPresets?ref=simple-shop-header-name&listing_id=881740942", "store_sales": "17,026 sales", "store_rating": "4.7489", "listing_title": "Lightroom Preset ICE COFFEE, Single Mobile Desktop Lightroom Preset, Soft Light Beige Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $1.83\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 2 other files"], "listing_desc": "\n                    Lightroom Presets ICE COFFEE, Single Mobile Desktop Lightroom Presets, Soft Light Brown Preset☆ What is included? ☆➤ 1 Mobile Preset in .DNG format➤ 1 Desktop Preset in .XMP format (NOT lrtemplate format, but you can still use them by uploading the DNG files in your Lightroom Desktop and save them as preset.)➤ PDF installation guide☆ Compatibility ☆➤ For MOBILE and DESKTOP use (iPhone, Android, PC, MAC)➤ Compatible with free version of the Adobe Lightroom App. You can download this app for free on your mobile phone (iPhone or Android)➤ Compatible with the paid version of the Adobe Lightroom Classic CC (version 7.3+)➤ For use on JPEG and RAW imagesSince each image is different due to lighting conditions, camera settings, and personal style, these presets may need to be slightly altered to fit your needs.☆ BUY 5 AND GET 30% OFF!! ☆Add 5 presets in your cart and receive automatically 30% discount!https://www.etsy.com/shop/EliteStudioPresets☆ 24/7 Support ☆If you have any questions or need some help with the presets, please contact me at Etsy or through email elitestudiopresets[at]@gmail.com♡ Share with Us! ♡I would love to see how your pictures turned out by using our presets. Please include them in your review! Tag or DM us on instagram to get featured!@elitestudiopresets© 2020 Elite Studio Presets, All Rights ReservedTerms of Use: By purchasing this item, you are automatically agreeing to the terms of use. Included but not limited to: Prohibition of sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "22", "store_reviews": "749 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/881740942/lightroom-preset-ice-coffee-single"}, {"seller_text": "ViolaMirabilisDesign", "seller_href": "https://www.etsy.com/shop/ViolaMirabilisDesign?ref=simple-shop-header-name&listing_id=750654136", "store_sales": "104,681 sales", "store_rating": "4.8721", "listing_title": "Electronic Invitation Template, Text Message Evite, Cell Phone Invite, Smart Phone, iPhone, Eco Friendly, Unlimited DIY, Minimalist #vmt710", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $3.90\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    GET 70% OFF WHEN YOU BUY 5 OR MORE ITEMS!Discount applied automatically at checkout.This Wedding template is fully editable. Very easy to personalize directly in your web browser. TRY BEFORE YOU BUY, free demo link in description below.This listing is an INSTANTLY editable card template to DIY by using TEMPLETT, it's not a PDF template like some of the other items in our shop. You will receive access to template within 10-15 minutes after purchase to your email.YOU CAN EDIT IT RIGHT IN YOUR BROWSER WITH TEMPLETTNO SOFTWARE TO INSTALLNO FONTS TO DOWNLOAD>>> FREE DEMO <<<TRY IT BEFORE YOU BUY ITCopy and paste this url into your web browser:https://templett.com/design/demo/ViolaMirabilisDesign/3222665,136500*Not available on tablet or mobile devices>>> SPECIFICATIONS <<<Finished size:• 1080x1920 pxFile format:• PDF, JPG, PNG• With or without bleed and crop marks• Multiple templates on US Letter or A4>>> HOW IT WORKS <<<1. In a 10-15 minutes after your purchase, you will receive an email from Templett to your email address.2. Follow the link to access your template3. Make all your changes to the template in internet browser, save, and download4. Download PDF, JPEG or PNG to your computer and transfer them to your phone.You can save your file and continue editing your template at any time. The template expires after one year from date of purchase.>>> WHAT CAN BE EDITED <<<• All text can be edited for wording, font, color, size and placement• All artwork and all text can be edited for size and placement• Upload your own image• Add new pages (great for adding a backside)Please try it before purchase!>>> PLEASE NOTE <<<• Template is NOT available on tablet or mobile devices. This template can only be edited on a desktop computer.You may print as many copies as you wish for personal use!Note this is a DIGITAL purchase: no physical item will be mailed. electronic-wedding-invitation-1080x1920-vmt710-p1Visit my shop for the other designs: https://www.etsy.com/shop/ViolaMirabilisDesignThank you! Hope you like it.© \"ViolaMirabilisDesign\" All rights reserved.[id:3222665,136500]\n                ", "listing_reviews": null, "store_reviews": "6,175 shop reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/750654136/electronic-invitation-template-text"}, {"seller_text": "CardsPaperLove", "seller_href": "https://www.etsy.com/shop/CardsPaperLove?ref=simple-shop-header-name&listing_id=683762068", "store_sales": "4,980 sales", "store_rating": "4.7907", "listing_title": "Laser Cut Covers ONLY Pocket Fold Invitations 6 colours - Pocketfold Elements, DIY Cut, 3 fold pocket, Wedding Cards Invitation", "listing_bestseller": "Bestseller", "listing_price": "\n                        $1.45+\n                    ", "listing_highlights": ["Handmade", "Materials: wedding invites, DIY invitations, wedding, laser cut invitation, DIY, Wedding covers, cover, wedding invitation, burgundy, navy blue, pink, white, grey\n\n\nRead the full description"], "listing_desc": "\n                    DETAILS:DIY LASER CUT Folders in 6 coloursFolded Invite Size: 120 x 168 mmThis is for LASER CUT COVERS ONLY without envelopesYou can choose one of six colours or mix:1. Ivory2. Grey3. Peach4. Pink5. Burgundy6. Navy Blue7. Forest GreenDo it yourself !Beautiful invitations covers. Invitations can be used at a wedding, bridal shower, baby shower, graduation, celebrations, birthday parties & more.PACKINGThe cards come in a cardboard box with bubble wrap for the card pack.If you wish to add your own inserts we do offer to sell them plain to be printed to be found here : We recommend sizes : Main Insert size: 115 x 163 mmLarge Insert: 105 x 158  mmMedium Insert: 105 x 133 mmSmall Insert: 105 x 108 mmDidn't find what you were looking for?Write to us! We will find it for you :)\n                ", "listing_reviews": "27", "store_reviews": "643 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/683762068/laser-cut-covers-only-pocket-fold"}, {"seller_text": "SnazzyMango", "seller_href": "https://www.etsy.com/shop/SnazzyMango?ref=simple-shop-header-name&listing_id=990671746", "store_sales": "3,763 sales", "store_rating": "4.6667", "listing_title": "CUSTOM Bachelorette Instagram Filter! Neon Bachelorette Filter, Bachelorette Filter Instagram, Instagram Effect, Hen Party Filter, Instagram", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $8.01+\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: Adobe Illustrator, Photoshop, Instagram, Facebook, Spark AR, Glitter, Insta Stories, Effect, Instagram Story, Insta Story, Neon, Bachelorette, Filter\n\n\nRead the full description"], "listing_desc": "\n                    Custom Neon Bachelorette Filter For Instagram, Instagram Stories Filter!TRY BEFORE YOU BUY: https://www.instagram.com/ar/510638693640520Make a statement at your bachelorette with your very own custom Instagram/Facebook filter! All your family, friends, guests and followers will have access to your filter! Anyone who sees your story will also have access to your filter! Unlike snapchat filters it's not restricted to location and there is no upload cost!| CUSTOMISATION |Information Required:Name -Date -All colours and text are customisable so feel free to message me if you require different colours or wording!| HOW IT WORKS |1 - Enter your personalisation requirements in the space provided when ordering.2 - I then design your filter in Instagram/Facebook's unique software.3 - A proof will then be sent to you of how your filter will look, please allow 24hrs for this.4 - Once you're happy with how your filter looks, I then submit it to Instagram/Facebook to upload to their filter collection. (This can take up to 48hrs)!5 - Once the filter has been accepted by Instagram/Facebook I will then email you a link to where you can find your filter on the social media site!6 - You can share the link with all your friends, family and guests! Alternatively, when your post to your story using the filter a badge will be displayed in the top left corner. Anyone who clicks on this will also have access and be able to use your filter! (An example of this is Picture 3).Please message me if you have any questions.  :)If you include the snapchat version in your order, this is just for the filter file. You must upload the filter to Snapchat where costs may be incurred due to location and date. More information can be found here: https://www.snapchat.com/l/en-gb/on-demand/Facebook and Instagram filters are uploaded by me at no extra cost.My full collection of Instagram & Facebook filters can be found here:https://www.etsy.com/uk/shop/SnazzyMango?ref=seller-platform-mcnav&section_id=21416837Keywords:bachelorette, bachelorette filter, instagram bachelorette filter, insta effect, instagram effect, neon bachelorette, neon filter, hen party, hen party filter, Insta Filter, Instagram Filter, Instagram Story, Instagram Stories, Insta Stories, Instagram Wedding, Instagram Wedding Filter, Rose Gold Wedding Filter, Insta Wedding Filter, Insta Wedding Effect, Insta Wedding Stories, Insta Wedding, Instagram Wedding, Rose Gold Wedding Filter, Insta Mask, Insta Effect\n                ", "listing_reviews": null, "store_reviews": "466 shop reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/990671746/custom-bachelorette-instagram-filter"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=972851457", "store_sales": "171,641 sales", "store_rating": "4.8275", "listing_title": "10 Mobile LIGHTROOM Presets, Summer Preset, lightroom mobile presets, Desktop Presets Blogger, Natural Preset, Bright Instagram, vsco filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP, 1 PDF"], "listing_desc": "\n                    🎁 GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code: 2FREE• Pay only for 2 itemsMore presets in our SHOP:www.etsy.com/shop/KatherineDream• FILES INCLUDED IN YOUR PURCHASE •✔️ 10 MOBILE Lightroom presets for mobile Lightroom( free mobile lightroom app)✔️ 10 DESKTOP Lightroom presets for desktop Lightroom✔️ Post-purchase Support✔️ Instructions✔️ Instant Download • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions♡ HOW TO ORDER ♡- Tap “add to cart” or “buy it now”;- Receive receipt and email from Etsy with link to download file- Download the Lightroom presets instantly.❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it. :)🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "70", "store_reviews": "6,145 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/972851457/10-mobile-lightroom-presets-summer"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=663947338", "store_sales": "171,642 sales", "store_rating": "4.8275", "listing_title": "21 Lightroom MOBILE Presets - Lightroom Presets - Instagram Filter - Mobile Preset & Desktop Preset, Lifestyle Blogger Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    • Professional Lightroom Presets for free Mobile and Desktop Lightroom• You receive 21 variants of presets with white/slightly warm/slightly cold tones• You can use them unlimited number of times.• Post-purchase support guaranteed - if you need my help with editing don't hesitate to contact me ✅FILES included:- 21 Lightroom presets in DNG format for MOBILE Lightroom (free app compatible with both IOS and ANDROID).- 21 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 itemsThis Preset package is perfect for all dark or normal photos. All presets will give your photos and images modern, clean and bright look. It is perfect for indoor as well as outdoor photos and it will also tweak lightings. This package is perfect for bloggers and profesional photographers as well as for casual photographers because no additional tweaks are needed. White Lifestyle can change your photos with one click right on your phone.  White Lifestyle Lightroom Presets have been created to brighten your photos with a light, white and clean look.❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "25", "store_reviews": "6,145 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/663947338/21-lightroom-mobile-presets-lightroom"}, {"seller_text": "KraftWeddingPapers", "seller_href": "https://www.etsy.com/shop/KraftWeddingPapers?ref=simple-shop-header-name&listing_id=578260972", "store_sales": "2,087 sales", "store_rating": "5", "listing_title": "Luxury Wedding Invitations, Elegant Wedding Invitations, Gold Wedding Invitations, Gold Glitter Wedding Invitation- Deposit", "listing_bestseller": "-", "listing_price": "\n                        $100.00\n                    ", "listing_highlights": ["Handmade", "Materials: Card Stock, Gold Mirror Paper, Envelopes, Glitter Envelope Liner, Printed\n\n\nRead the full description"], "listing_desc": "\n                    Shown in black ink with gold mirror card stock, and glitter belly band/liner. Yes, we can also do this in Silver! Sets can be color customized to reflect your event colors.Purchase this $100 deposit listing to go towards your order total and fill out our customization form to get started: https://bit.ly/38OGcXC (copy link to your browser)--------------------------------------------------------------BASIC PACKAGE PRICING GUIDE--------------------------------------------------------------BASIC INVITATION SET INCLUDES:• Layered Wedding Invitation with matching blank envelope• Response Card with matching blank envelope• Layered Belly Band with square seal• Full Customization (your choice of any of our colors and font selections)• Three complimentary proofs. * Please read our policies for additional information*Pricing is based on quantity. To figure the price of your invitation sets, take the below per-set price and multiply it by the number of sets you need.Quantity- 30-39: $10.00Quantity- 40-49: $8.50 Quantity- 50-59: $7.75Quantity- 60-69: $7.25 Quantity- 70-99: $7.00Quantity- 100-149: $6.75Quantity- 150-199: $6.50Quantity- 200-299: $6.25Quantity- 300+ : $6.00{ Pricing Examples }30: $300 | 40: $340 | 50: $387 | 60: $435 | 70: $490100: $675 | 120: $810 | 150: $975 | 200: $1,250 | 300: $1,800Looking to remove items from the basic package? Contact us for a custom quote!--------------------------------------------------------------{ Additional Items }• 5 x 3.5\" Enclosure Cards: $1.25 per card• Return Address Printing: $.50 per envelope, $1.00 for response card envelope & invitation envelope *black ink only*• Guest Address Printing: $1.00 per envelope *black ink only*• Envelope Liners (matte or metallic): $.75 per liner• Glitter Envelope Liners (silver or gold glitter): $1.00 per liner• Envelope Liner Assembly: Not feeling crafty? Order your envelopes already lined for an additional $1.00 per envelope• Full Assembly: $.75 per set for full assembly. Your invitation set will arrive fully assembled, ready to stamp and mail! Please read our shop policies for more information on assembling the sets. *Note- envelope liner assembly is a separate service.*--------------------------------------------------------------The cost of shipping is not included with the price of the sets. For an estimate, please contact us with your quantity, paper selection and location.--------------------SHOP FOR MATCHING ITEMS-----------------------------Save the Dates: https://etsy.me/2SopMhWMenu Cards: https://etsy.me/2Of6YhWCeremony Programs: https://etsy.me/2EKmnXJThank You Cards: https://etsy.me/2Of73lK--------------------------------------------------------------{ Paper Selections }Choice of two luxury card stocks for invitation top layer:• Pearl White Shimmer Card Stock 107 lb Cover• Premium Matte Card Stock (white or ivory) 110 lb CoverChoice of four luxury card stocks for invitation bottom layer:• Gold Mirror Card Stock 110 lb Cover• Gold Glitter Card Stock 110 lb Cover• Silver Mirror Card Stock 110 lb Cover• Silver Glitter Card Stock 110 lb Cover--------------------------------------------------------------HOW TO ORDER--------------------------------------------------------------1. When you are ready to place your full order, purchase this $100 deposit listing. The deposit will go towards your order total.*Please note: this is a non-refundable design fee. Once you purchase this listing and submit your info, we’ll get right to work on your design.2. Submit Form: https://bit.ly/38OGcXCGUEST ADDRESSING: If you wish to include Guest Addressing, you will also need to complete our Guest Addressing Spreadsheet, available for download in the form or here: http://bit.ly/1Px8e8JGuest Addresses MUST be sent in the excel spreadsheet provided by kraftweddingpapers, or in the same format as shown in the spreadsheet. Spreadsheets that are sent in a different format will require an additional formatting fee. Please read the instructions on sheet one before completing.--------------------------------------------------------------PROOF, PRINT & SHIP --------------------------------------------------------------1. PROOF REVIEW- You will receive a PDF proof within 1-3 business days of form and deposit submission. Your order comes with three complimentary proofs; the initial proof, and 2 additional rounds of revisions. Additional proofs can be purchased if needed, and we will work with you until everything is perfect.2. PRINT- After we receive your final proof approval, we will set up a custom listing for you to include your final balance with the deposit deducted. Once the listing has been purchased, the printing process begins. Please check our shop announcement for current turnaround times, or contact us prior to ordering.3. SHIP- Everything ships USPS Priority Mail which takes 2-3 days domestically. All invitation orders come with signature confirmation and tracking. As soon as your order has shipped, we will send you an email with a tracking number and expected delivery date. Your sets will arrive neatly packaged and ready for assembly.--------------------------------------------------------------SAMPLE SETS--------------------------------------------------------------Not quite ready to place a full order? Purchase a sample set and experience the design, different paper options and different colors & fonts in person prior to ordering.Purchase a Sample Set here: http://etsy.me/2C2d3ba--------------------------------------------------------------GET IN TOUCH--------------------------------------------------------------Email:  KraftWeddingPapers [!at] gmail.comShop Home: http://etsy.me/1un80L5Shop Policies: http://etsy.me/1o3b60T♥  VISIT OUR WEBSITE: kraftweddingpapers.com  ♥\n                ", "listing_reviews": null, "store_reviews": "279 shop reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/578260972/luxury-wedding-invitations-elegant"}, {"seller_text": "LookoomShop", "seller_href": "https://www.etsy.com/shop/LookoomShop?ref=simple-shop-header-name&listing_id=809217073", "store_sales": "844 sales", "store_rating": "4.9524", "listing_title": "11 Wedding invitations svg, Wedding Invitation Template, Wedding Card dxf, cutting files, Birthday invitation svg", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP"], "listing_desc": "\n                    After downloading, you will get: 11 SVG files11 DXF filesInitials are not included in the template. The letters are added for example only.Files are free size, so you can change it as you like. If you have any questions, please let me know.\n                ", "listing_reviews": "7", "store_reviews": "22 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/809217073/11-wedding-invitations-svg-wedding"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=665103784", "store_sales": "237,224 sales", "store_rating": "4.8715", "listing_title": "10 Lightroom Presets RIESLING for Desktop and Mobile Lightroom, Color Pop, Vibrant Presets, Instagram Blogger Summer Photo Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    10 Mobile Lightroom Presets Riesling Summer preset Warm preset Travel presets Instagram filter Sunny preset This presets pack will bring out Vibrant Rich Tones and Saturated Summer Pop Colors in your photos.10  LIGHTROOM PRESETS RIESLING  for Mobile and Desktop LightroomThese Presets Pack  are perfect for Instagram, blogging and photo editing on the go. Hight Quality Preset, Great for Portraits, Bloggers, Travelers, Engagements and Wedding' shoots, a user friendly pack, easy to use, One click Lightroom Preset that gives your collection of work a more cohesive and aesthetic feel and get you on your way to creating stunning images. 🎁 GET 5 & PAY FOR 3: add 5 presets to your cart, use coupon: GIFT2 and pay for 3 only https://www.etsy.com/shop/VictoriaBeePhoto?coupon=GIFT2This pack Included 10 presets inspired by travel bloggers and influencers around the world.This preset for every kind of picture that will surely deliver stunning results and make your images look a hundred times better! For photographers who do a lot of fashion, travel and lifestyle photography.Check out my Bestseller Itemshttps://www.etsy.com/shop/VictoriaBeePhoto♦️ Works in Lightroom Mobile App (iOS/Android)♦️ Works With & Without Adobe subscription♦️ Compatible with All Photo formatsIncluded:🔶10 Lightroom presets in .DNG format for MOBILE Lightroom .ZIP archive🔶10 Lightroom presets in .XMP format for DESKTOP Lightroom .ZIP archive🔶.PDF file with direct link to download presets directly to your phone 🔶.PDF Instruction Guide 10 Riesling Presets  has been created to achieve a very modern, glamorous, trendy & Instagram aesthetic look. You will get best fashionable, professional  one-click result from this pack.Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️Keep in mind that all presets work differently with each photo depending on a number of factors such as lighting, white balance, tone etc. Please contact me for any questions or editing help victoriabee.shop [!at] gmail.com© 2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephoto  ©victoriabee.presetsMobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset, Pop Colour Preset, Vibrant Preset, Summer Presets\n                ", "listing_reviews": "100", "store_reviews": "8,047 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/665103784/10-lightroom-presets-riesling-for"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=869986401", "store_sales": "25,448 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets,Honey Presets, Instagram Filter, Vsco Filters, Lightroom, Mobile Presets, Presets, Natural Nude, Blogger Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "12", "store_reviews": "793 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/869986401/3-mobile-lightroom-presetshoney-presets"}, {"seller_text": "LizMartinezCreations", "seller_href": "https://www.etsy.com/shop/LizMartinezCreations?ref=simple-shop-header-name&listing_id=991883473", "store_sales": "197 sales", "store_rating": "5", "listing_title": "3 Retro Summer LIGHTROOM Mobile Presets, Presets, Blue Preset, Summer Preset, Teal Preset, Influencer Filter, Instagram Filter, Retro Preset", "listing_bestseller": "-", "listing_price": "\n                        $2.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 3 other files"], "listing_desc": "\n                    3 Retro Summer LIGHTROOM Mobile Presets, Presets, Blue Preset, Summer Preset, Teal Preset, Influencer Filter, Instagram Filter, Retro Preset*** Retro Summer Presets works best with with pictures that primarily have blues, greens, reds, and neutrals! Remember you might have to tweak the preset to your liking every so often since lighting, colors, and quality can vary photo to photo! ***SHOP MORE: https://www.etsy.com/shop/LizMartinezCreations/Presets are perfect for bloggers, influencers, photographers, and even personal accounts to help create a cohesive Instagram feed / theme. Works with one click to transform your pictures and enhance your brand. This Retro Summer Preset gives your photos dated and teal blue tones. This preset is great for lifestyle, travel, flat lay, interior design, fashion, and day-to-day photos.----------❂ INCLUDED IN YOUR PURCHASE ❂⚫ 3 Mobile Lightroom Presets (DNG files)⚫ Step-by-step guide for installationIf your mobile device is having trouble downloading or if you have any questions about editing, send me a message!❂ LET'S CONNECT ❂IG: www.instagram.com/simplyxlizPINTEREST: www.pinterest.com/simplyxliz/TIKTOK: www.tiktok.com/@simplyxlizEMAIL: lizmartinezcreations [at] gmail.com----------TERMS OF USE: No refunds or exchanges can be made for digital products after they are downloaded!© 2021 Liz Martinez Creations, All Rights ReservedTERMS AND CONDITIONS:Prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.Any other use is strictly prohibited and may violate copyright, trademark and other laws.Keywords:Mobile Preset, Instagram Preset, Influencer Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Lightroom CC, DNG, Presets, Retro Preset, Summer Preset, 70s Preset, 60s Preset, Blue Preset, Travel Presets, iPhone Presets, Bright Preset, Colorful Preset, Summer Preset, Vacation Preset\n                ", "listing_reviews": null, "store_reviews": "12 shop reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/991883473/3-retro-summer-lightroom-mobile-presets"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=971564670", "store_sales": "237,226 sales", "store_rating": "4.8715", "listing_title": "25 Mobile and Desktop Lightroom Presets, Magic Hour presets, Sunny Golden Lightroom Preset, Warm Instagram Filter, Sun Travel Summer Blogger", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $4.35\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    25 LIGHTROOM PRESETS MAGIC HOURLIGHTROOM PRESETS FOR GOLDEN HOUR, SUNRISE & SUNSETThe MAGIC HOUR preset gives photos a softer and warmer look , This preset is ideal for pictures that are taken under a natural light and works well with portraits and outdoor photos. The preset can be applied with just one click and will give your photos an interesting and amazing look –  ideal for creating stand-out photos for printing and hanging on your wall.Check out my Bestseller Itemshttps://www.etsy.com/shop/VictoriaBeePhoto♦️ Works in Lightroom Mobile App (iOS/Android)♦️ Works With & Without Adobe subscription♦️ Compatible with All Photo formatsIncluded:🔶25 Lightroom presets in .DNG format for MOBILE Lightroom (.ZIP Archive)🔶25 Lightroom presets in .XMP format for DESKTOP Lightroom (.ZIP Archive)🔶.PDF file with direct link to download presets directly to your phone (Dropbox)🔶.PDF Instruction Guide Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets.‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️Keep in mind that all presets work differently with each photo depending on a number of factors such as lighting, white balance, tone etc. Please contact me for any questions or editing help victoriabee.shop [!at] gmail.com© 2019-2021 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephoto\n                ", "listing_reviews": "7", "store_reviews": "8,047 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/971564670/25-mobile-and-desktop-lightroom-presets"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=923109412", "store_sales": "21,700 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Neutral Filter, Cream Preset, Instagram Filters, iPhone Presets, Lightroom Filter, Lifestyle Preset, Blogger Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it natural with this Ethereal Preset! This Lightroom Mobile preset will effortlessly soften and mute the shades in your photos to achieve a bright creamy look with the click of button! ❀ Your purchase includes ❀- 1 Ethereal Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "23", "store_reviews": "1,130 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/923109412/lightroom-mobile-preset-neutral-filter"}, {"seller_text": "littlecarabaostudio", "seller_href": "https://www.etsy.com/shop/littlecarabaostudio?ref=simple-shop-header-name&listing_id=546620982", "store_sales": "9,676 sales", "store_rating": "4.9454", "listing_title": "Wedding Invitation, Calligraphy, Wedding Invitation Suite, Invitation Sample - Little Carabao Studio #PR102", "listing_bestseller": "-", "listing_price": "\n                        $20.00\n                    ", "listing_highlights": ["Handmade", "Materials: invitation sample, digital print, foil print\n\n\nRead the full description"], "listing_desc": "\n                    The Pristine wedding semi-custom invitation by Little Carabao Studio. This collection features an organic crest in three various styles with your initials in a classic typography and your names in our signature calligraphy.This listing is for a sample only and ships standard free. This sample includes an invite & rsvp in different paper types & colors, printing & paper swatch.NOTE:Not recommended for styled shoots._____________________________PRICING:Please visit the link below.https://littlecarabaostudio.com/pristine-invitation_____________________________Browse other semi-custom invitations here - https://littlecarabaostudio.com/semicustom-invitationsThank you for visiting Little Carabao Studio at littlecarabaostudio.etsy.comFeel free to contact us if you have any questions! :)Copyright © 2017 by Little Carabao StudioAll rights reserved. All images, files and designs may not be reproduced or used in any manner whatsoever without the express written permission of the owner.www.littlecarabaostudio.com\n                ", "listing_reviews": "8", "store_reviews": "1,914 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/546620982/wedding-invitation-calligraphy-wedding"}, {"seller_text": "HappyMemoriesStudio", "seller_href": "https://www.etsy.com/shop/HappyMemoriesStudio?ref=simple-shop-header-name&listing_id=1024748414", "store_sales": "4,687 sales", "store_rating": "4.9558", "listing_title": "Greenery Wedding Invitation Online Edit Designs, DIY Wedding Invite Set, RSVP, Thank you and Details Cards Included, Instant Download Files", "listing_bestseller": "-", "listing_price": "\n                        $9.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    This greenery wedding invitation set is an instant download digital file that you can edit yourself directly in your browser without having to install any software. You’ll have access to your templates right after purchasing. You can even make basic edits using your phone or any other mobile device with an easy-to-use platform which Corjl is. Please note that no physical items will be shipped to you.------------------------TRY BEFORE YOU BUY------------------------Copy and paste this URL below to demo:https://www.corjl.com/d/2HLJK8---------------------WHAT’S INCLUDED---------------------- Wedding invitation 5\" x 7\" (fits standard A7 envelopes)- RSVP Card 5\" x 3.5\"- Thank you Card 5\" x 3.5\"- Details Card 3.5\" x 5\"- Simple InstructionsEdit your items at Corjl.com right after purchasing. You can change fonts, font size, add additional photos, move objects and much more! Please note that page size and orientation are not editable. We recommend editing in Chrome when possible. After you finish editing your templates, you can download them either as PDF or JPEG files with or without bleeds and crop marks.---------------------HOW IT WORKS---------------------Personalize in just 3 steps:1. After purchasing, you will receive an email from Corjl with a link to access and edit your templates (please check your spam folder in case you don’t see it). You can also go directly to Corjl.com and use your order info to login and access your purchased items.2. Personalize your templates, then save. You can make additional edits later or even reset to the original template if you want to start from scratch. Your templates will be available to you for one year after the purchase is made.3. Print as many as you like at home or local print shopIf you have any problems or questions, please let us know and we will do our best to help you.© All our templates are designed for personal use only. They may not be resold or redistributed to third parties under any circumstances.\n                ", "listing_reviews": null, "store_reviews": "182 shop reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/1024748414/greenery-wedding-invitation-online-edit"}, {"seller_text": "ShineInvitations", "seller_href": "https://www.etsy.com/shop/ShineInvitations?ref=simple-shop-header-name&listing_id=508152367", "store_sales": "12,861 sales", "store_rating": "4.9118", "listing_title": "Poppy Wedding Invitations - Sample", "listing_bestseller": "Bestseller", "listing_price": "\n                        $10.00\n                    ", "listing_highlights": ["Handmade", "Materials: wedding invitations, envelopes\n\n\nRead the full description"], "listing_desc": "\n                    A mix of romantic serif fonts create a simple and classic feel on these gorgeous wedding invitations. Shown in black ink with a belly band in mocha.---------------------------------------------------------------♥ PAPER AND PRINTING QUALITY ♥Our wedding invitations are flat printed on the highest quality cardstock using a commercial press, resulting in bold saturated color and crisp text. Shine uses only the absolute best in printing and paper, giving our stationery a level of quality that is unmatched.You will have the option to choose from our six luxurious paper types:White Shimmer: 137lb - 350gsm - 17ptWhite Matte: 130lb - 350gsm - 18ptIvory Shimmer: 107b - 300gsm - 14ptIvory Matte: 130lb - 350gsm - 18ptDouble Thick White Matte: 240lb - 648gsm - 36ptDouble Thick Ivory Matte: 240lb - 648gsm - 36pt---------------------------------------------------------------♥ WEDDING INVITATION PRICING ♥Use our pricing calculator to get an instant quote:----------------------------------------------------https://www.shineinvitations.co/pricing----------------------------------------------------EXAMPLE PRICING FOR A BASIC PACKAGE• Wedding Invitations with Blank Envelopes• Response Cards• Printed Response Envelopes• Personalized Belly Bands• Up to 3 rounds of proofs personalized in your color choices and wording• Choice of our 4 cardstock types at no additional cost: White Shimmer, White Matte, Ivory Shimmer, or Ivory Matte • Double Thick White Matte is available for an additional cost25|$400, 50|$415, 75|$465, 100|$515, 125|$565, 150|$625, 175|$695, 200|$755, 225|$795, 250|$855, 275|$915, 300|$965COMPLETE YOUR PACKAGESmall Enclosures ($1) | Large Enclosures ($1.25) | Belly Bands ($0.25-$0.50)Inner/Outer Envelope Sets ($.50) | Envelope Liners ($0.75-$1)Return Addressing ($50) | Guest Addressing ($1.50) | Name Printing ($1.00)YES, WE CAN PRINT YOUR GUEST ADDRESSES!An elegant touch to complete your package and a true time saver.*Patterned DIY envelope liners now also available!*FREE SHIPPING ON ORDERS OVER $750 (U.S. Delivery Only)Use our pricing calculator to get an instant quote:----------------------------------------------------https://www.shineinvitations.co/pricing----------------------------------------------------DAY-OF ACCESSORIES AVAILABLE TO MATCH EVERY DESIGNPrograms | Place Cards | Thank Yous | Table Numbers | Menus | Favor Tags---------------------------------------------------------------♥ HOW TO PLACE YOUR ORDER ♥1. PURCHASE DEPOSIT - Purchase this $100 deposit listing by clicking “Add to Cart” and completing checkout. The deposit and shipping charge will go towards your order total.2. SUBMIT WORDING & DETAILS - An email requesting your wording and order details will be sent to you upon placing your deposit. Follow the link in the email to submit your details to us.---------------------------------------------------------------♥ WHAT HAPPENS AFTER YOU PLACE YOUR ORDER ♥1. PROOF REVIEW - Upon receiving your deposit and wording form, proofs will be carefully designed and then emailed to you within 2 business days. Two complimentary rounds of revisions are included with your package and we'll spend as much time necessary working with you to perfect your invitations! Nothing is printed until we have your final proof approval.2. PRINTING - Once we have your approval and final payment, printing will begin. Printing takes 6 business days. Your invitations will ship flat, carefully packaged and ready for assembly. Rush printing is available if needed.3. SHIPPING - Standard shipping takes 2-3 days domestically. A tracking email will be sent when your order ships. Expedited and international shipping are available if needed.International customers, please see our shop policies for important information regarding customs delays and taxes prior to ordering! http://www.etsy.com/shop/shineinvitations/policy---------------------------------------------------------------♥ SAMPLE SETS ♥Sample sets are available so you can experience our high quality materials, gorgeous design, and printed ink colors in person before placing your full order.Each set includes the following:Invitation & Envelopes (Matte)Response CardSmall EnclosureLarge EnclosureBelly BandDouble Envelopes with LinerVellum Jacket & Wax SealLetterpress Printing SampleColor ChartPaper Options Swatch BookSamples are printed on our white matte stock. Because sample sets are pre-printed, they cannot be customized. When placing your full order with us, you will receive proofs via email personalized with your wording and colors at that time for your review. Two complimentary rounds of revisions are included to perfect the proofs and nothing prints without your approval.SAMPLES CAN BE ORDERED HERE:http://www.etsy.com/shop/shineinvitations?section_id=7221964---------------------------------------------------------------♥ WHAT OUR CLIENTS ARE SAYING ♥“I received my wedding invitations today and couldn't help but cry when I saw them! From the quality of the service to the actual product quality as well I was as pleased as I could possibly be. Thanks Shine Wedding Invitations for making the perfect invitations for our wedding!!”“Absolutely GORGEOUS wedding invites! The compliments from my guests have not stopped! Prompt replies and editing, and very quick processing time! My invites were packaged so neatly and with such care! The guest addressing was a lifesaver.”---------------------------------------------------------------♥ ADDITIONAL DETAILS ♥Paper and Printing137lb/350gsm/17pt White Shimmer Cardstock or130lb/350gsm/18pt White Matte Cardstock or107lb/300gsm/14pt Ivory Shimmer Cardstock or130lb/350gsm/18pt Ivory Matte Cardstock or240lb/648gsm/36pt White Matte Double Thick Cardstock or240lb/648gsm/36pt Ivory Matte Double Thick CardstockFlat printing on a high quality commercial printing pressSizes and DimensionsInvitations: 5x7”, Response Cards: 3.5x4.875”Invitation Envelopes: A7, 7.25x5.25”, Square Flap, GummedInner/Outer Invitation Envelope Sets: A7.5, 7.5x8”, Square Flap, Gummed + A7, 7.25x5.25”, Square Flap, UngummedResponse Envelopes: A1, 5.125x3.625”, Square Flap, GummedSmall Enclosures: 3.5x3.9375”Large Enclosures: 3.5x5.8125”Belly Band: 11x1.5” or 15x1.5” (depends on orientation)Envelope Liners: 6.5x5.5”Proofing Policies, Cancellations and Refund Informationhttp://www.etsy.com/shop/shineinvitations/policy---------------------------------------------------------------♥ KEEP SHOPPING ♥Shop Homehttps://shineinvitations.etsy.comWedding Invitationshttps://www.etsy.com/shop/shineinvitations?section_id=7039603Sample Setshttps://www.etsy.com/shop/shineinvitations?section_id=7221964Wedding Programshttps://www.etsy.com/shop/shineinvitations?section_id=7039679Dinner Menushttps://www.etsy.com/shop/shineinvitations?section_id=7426964Place Cardshttps://www.etsy.com/shop/shineinvitations?section_id=7478718---------------------------------------------------------------♥ GET IN TOUCH ♥Email us at: hello [!at] shineweddinginvitations.comFacebook: http://www.facebook.com/ShineWeddingInvitationsAbout: http://www.etsy.com/shop/shineinvitations/about---------------------------------------------------------------Designs & Copy - Copyright © Shine Wedding Invitations - 2020\n                ", "listing_reviews": "19", "store_reviews": "2,200 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/508152367/poppy-wedding-invitations-sample"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=869760089", "store_sales": "25,448 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets, Black Presets, Mobile Presets, Instagram Filter, Presets, Moody Blogger Presets, Influencer Luxury Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "8", "store_reviews": "793 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/869760089/3-mobile-lightroom-presets-black-presets"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=747825472", "store_sales": "237,227 sales", "store_rating": "4.8715", "listing_title": "10 Mobile Lightroom Presets FAMILY TIME / Lightroom Mobile Presets / Desktop Preset / Warm Photo Filter for Instagram", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    Lightroom Presets  , instagram preset, warm photo filter,  influencer presets , lifestyle blogger presets10 Lightroom presets FAMILY TIME  is created especially for family fun moment portraits to give it a stunning and styled look. The preset can be applied with just one click and will give your photos an interesting and amazing look –  ideal for creating stand-out photos for printing and hanging on your wall.🔺Included10 LIGHTROOM PRESET .ZIP Archive .PDF file with direct link to download presets directly to your phone .PDF Instruction Guide 📍Unfortunately, Etsy does not support downloading digital files via Etsy App. Please download via one of the following options:1. Visit your email and click 'View Your Files on Etsy' in the email received from Etsy. Login to your Etsy account (if you have one). You will see the links to your files at the bottom of the page.2. Login to your Etsy account via Safari or Google Chrome browser on your mobile phone. Click on Your Account (a circle in the top right corner) > Purchases and Reviews > Your Order > 'Download Files'. You will see the links to your files at the bottom of the page.Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and I'll send your preset immediately and you can save directly in your camera roll‼️For any questions or editing help Please contact me email victoriabee.shop [!at] gmail.com© 2019-2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoKeywords: warm filter, Instagram Filter, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, family preset,\n                ", "listing_reviews": "30", "store_reviews": "8,047 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/747825472/10-mobile-lightroom-presets-family-time"}, {"seller_text": "wanderluststudiouk", "seller_href": "https://www.etsy.com/shop/wanderluststudiouk?ref=simple-shop-header-name&listing_id=746200573", "store_sales": "10,175 sales", "store_rating": "4.8623", "listing_title": "Wedding Invitation, Simple Wedding Invitation, Wedding Invitations, Elegant Wedding Invitation Set, Modern Wedding invites, Calligraphy #107", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $4.05+\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: Free Design, Free Worldwide Delivery, Free Envelopes, 350gsm Bianco Matte Card\n\n\nRead the full description"], "listing_desc": "\n                    Say hello to our brand new Modern Wedding Invite range! The big day is coming and it's time to tell your guests all about it! With handpicked papers and stunning fonts you can't go wrong with these simple yet beautiful invitations.All of our products are printed in house by our team and dispatched directly to you, Why bother getting a digital download and having the stress of getting it printed? We take care of everything for you, once you approve the design we dispatch the same day!I LOVE THE DESIGN, WHAT SHOULD I DO NEXT?Just follow our simple steps below!1) Choose the pack size you would like to purchase from the drop down menu (Keep the quantity as 1)!2) Purchase! Once you have purchased you will be sent an email that will direct you to our easy to use personalisation form where you can send us your personalisation details, Choose from our envelopes, Submit photos and any other special requirements you might have!3) Our design team will send you a digital proof to check over before printing (Unlimited revisions included!) Once approved we will get your order printed, packaged and posted out straight to your front door, Its that simple!PRINTING:We digitally print all of our invitations in house on beautifully hand picked papers that complement our wedding stationery and ship them directly to your door, stress free!PAPERS:Our Simple & Beautiful Wedding Invite is printed on a premium 350gsm Bianco Matte Card straight from the exclusive Fedrigoni range (only the best!) It is fully recycled Matte card with a beautifully subtle texture, perfect for printing, perfect for writing & perfect for showing off!SIZE:Our wedding invites are 5x7 as standard, a perfect size! Want to discuss a custom size? No problem, just give us a call on 01227 656 586 or drop us a message and we will see what we can do!ENVELOPES:All of our orders include FREE envelopes, you just need to choose which ones are right for you! This listing does NOT include envelope printing, if you would like to enquire about this please get in touch via Etsy message or email us at hello [!at] wanderluststudio.uk for a quote.DELIVERY & TURNAROUND TIMES:All of our products include FREE delivery, Wanderlust Studio is based in the 'Garden of England' but don't worry we have a long reach! We can deliver to Australia, Canada, USA and many other beautiful places! Our shipping turnaround times are below. United Kingdom: 1 - 2 working days!Europe: 3 - 4 working days!United States of America & Canada: 7 - 10 working days!Australia: 7 - 14 working days!Need your order delivered more quickly? We offer express shipping too! Please get in touch for a quotation. ARE WE MISSING ANYTHING?If there is anything you are unsure about or you would like to chat to our team about your invitations then great! We love to hear from you and help in anyway we can, Our details are below.P: 01227 656 586E: hello [!at] wanderluststudio.uk\n                ", "listing_reviews": "100", "store_reviews": "1,308 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/746200573/wedding-invitation-simple-wedding"}]