[{"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=743667337", "store_sales": "237,230 sales", "store_rating": "4.8714", "listing_title": "20 Lightroom Presets LIGHT AND AIRY, Bright and Clean Instagram Presets, Mobile and Desktop Photo Filter, Instagram Photo Editing", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    Mobile and Desktop Lightroom Presets LIGHT & AIRY Blogger Preset Collection for Instagram Photo preset Bright and Light preset Photo filterLighten your dark photo, add brightness to it and refresh it with this preset bundle! 🔺Included20  LIGHTROOM PRESET .ZIP file with .DNG .XMP.PDF file with direct link to download presets directly to your phone .PDF Instruction Guide Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️For any questions or editing help Please contact me email victoriabee.shop [!at] gmail.com© 2019-2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoKeywords: Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset\n                ", "listing_reviews": "100", "store_reviews": "8,047 reviews", "search": "coloring pages", "url": "https://www.etsy.com/listing/743667337/20-lightroom-presets-light-and-airy"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=870000293", "store_sales": "25,461 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets, Beauty Presets, Instagram Filters, Natural Presets, Vsco Filters,Lightroom Mobile Presets, Nude Presets, Selfie", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "18", "store_reviews": "793 reviews", "search": "coloring pages", "url": "https://www.etsy.com/listing/870000293/3-mobile-lightroom-presets-beauty"}, {"seller_text": "EliteStudioPresets", "seller_href": "https://www.etsy.com/shop/EliteStudioPresets?ref=simple-shop-header-name&listing_id=881740942", "store_sales": "17,026 sales", "store_rating": "4.7489", "listing_title": "Lightroom Preset ICE COFFEE, Single Mobile Desktop Lightroom Preset, Soft Light Beige Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $1.83\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 2 other files"], "listing_desc": "\n                    Lightroom Presets ICE COFFEE, Single Mobile Desktop Lightroom Presets, Soft Light Brown Preset☆ What is included? ☆➤ 1 Mobile Preset in .DNG format➤ 1 Desktop Preset in .XMP format (NOT lrtemplate format, but you can still use them by uploading the DNG files in your Lightroom Desktop and save them as preset.)➤ PDF installation guide☆ Compatibility ☆➤ For MOBILE and DESKTOP use (iPhone, Android, PC, MAC)➤ Compatible with free version of the Adobe Lightroom App. You can download this app for free on your mobile phone (iPhone or Android)➤ Compatible with the paid version of the Adobe Lightroom Classic CC (version 7.3+)➤ For use on JPEG and RAW imagesSince each image is different due to lighting conditions, camera settings, and personal style, these presets may need to be slightly altered to fit your needs.☆ BUY 5 AND GET 30% OFF!! ☆Add 5 presets in your cart and receive automatically 30% discount!https://www.etsy.com/shop/EliteStudioPresets☆ 24/7 Support ☆If you have any questions or need some help with the presets, please contact me at Etsy or through email elitestudiopresets[at]@gmail.com♡ Share with Us! ♡I would love to see how your pictures turned out by using our presets. Please include them in your review! Tag or DM us on instagram to get featured!@elitestudiopresets© 2020 Elite Studio Presets, All Rights ReservedTerms of Use: By purchasing this item, you are automatically agreeing to the terms of use. Included but not limited to: Prohibition of sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "22", "store_reviews": "750 reviews", "search": "coloring pages", "url": "https://www.etsy.com/listing/881740942/lightroom-preset-ice-coffee-single"}, {"seller_text": "FunUsualSuspects", "seller_href": "https://www.etsy.com/shop/FunUsualSuspects?ref=simple-shop-header-name&listing_id=738142791", "store_sales": "45,154 sales", "store_rating": "4.9559", "listing_title": "Yippee Kawaii Yay Volume 1, Coloring Book, Mandala Magic, Adult Coloring Book, Premium Coloring Pages, Cute Coloring Book for Teen Adult", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $21.60\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: Premium Paper, Hand drawn Art\n\n\nRead the full description"], "listing_desc": "\n                    Kawaii + mandalas + coloring = Magic! With 30 coloring pages of original Kawaii style mandala art, printed on heavy-stock, frame-ready, premium-grade paper, along with a blotter page and a coloring test page, it's the perfect book for anyone who loves cuteness and coloring. With varying levels of detail, there is something for everyone in this sweet collection. Each sheet is perfect for 8x10 framing when removed from the book, and we've added a few unique features that every coloring fanatic is sure to appreciate, like spiral bindings on top, a lay-flat design, and a stiff back cover so you can color virtually anywhere. Please note that if you order coloring books AND our polymer clay planters, they will arrive in two separate shipments just due to care in packaging. They make great gifts too! If you know someone that is frazzled and stressed, getting them a fun meditating mandala book will color them impressed. Ready to ship now!The book has been made especially for those who are serious about their coloring and has a few unique features that we hope you'll love. Some of them include: *Premium Paper made to take colors and of gallery grade stock*Spiral bound on top to lay flat and get out of your way*Single-Sided Printing so each image is protected and ready for framing*Dotted lines at the top. Cutting there makes a perfect 8x10 for framing*Blotter Page so nothing ever bleeds through*Separate coloring test page so make sure you're working with the best tools for the job*Each page also has its own color test area at the very top so you can compare and contrast*Crisp clean printing with well-defined lines and eye-popping imagesWhile the paper is extra thick and not much gets thru it (we've tested colored pencils, Copic Markers, Tombow markers, Sharpies, Fudenosuke, Micron, Muji 0.5 color pens, Arteza Fineliners, crayons, Chameleon Fineliners, and more) you can use the cute Kawaii blotter page to make extra sure that each sheet remains pristine. The book is spiral bound on top so it lies flat for you, no matter what your position. And, it has a vinyl back cover to give the whole book a bit of extra stiffness so you can color comfortably, even while holding it on your lap. Yippee Kawaii Yay: Mandala Magic ~ Volume One is available to order now, and is only $24! Get one for a friend and one for yourself. Hue both deserve it!\n                ", "listing_reviews": "100", "store_reviews": "9,954 reviews", "search": "coloring pages", "url": "https://www.etsy.com/listing/738142791/yippee-kawaii-yay-volume-1-coloring-book"}, {"seller_text": "SnazzyMango", "seller_href": "https://www.etsy.com/shop/SnazzyMango?ref=simple-shop-header-name&listing_id=990671746", "store_sales": "3,763 sales", "store_rating": "4.6667", "listing_title": "CUSTOM Bachelorette Instagram Filter! Neon Bachelorette Filter, Bachelorette Filter Instagram, Instagram Effect, Hen Party Filter, Instagram", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $8.01+\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: Adobe Illustrator, Photoshop, Instagram, Facebook, Spark AR, Glitter, Insta Stories, Effect, Instagram Story, Insta Story, Neon, Bachelorette, Filter\n\n\nRead the full description"], "listing_desc": "\n                    Custom Neon Bachelorette Filter For Instagram, Instagram Stories Filter!TRY BEFORE YOU BUY: https://www.instagram.com/ar/510638693640520Make a statement at your bachelorette with your very own custom Instagram/Facebook filter! All your family, friends, guests and followers will have access to your filter! Anyone who sees your story will also have access to your filter! Unlike snapchat filters it's not restricted to location and there is no upload cost!| CUSTOMISATION |Information Required:Name -Date -All colours and text are customisable so feel free to message me if you require different colours or wording!| HOW IT WORKS |1 - Enter your personalisation requirements in the space provided when ordering.2 - I then design your filter in Instagram/Facebook's unique software.3 - A proof will then be sent to you of how your filter will look, please allow 24hrs for this.4 - Once you're happy with how your filter looks, I then submit it to Instagram/Facebook to upload to their filter collection. (This can take up to 48hrs)!5 - Once the filter has been accepted by Instagram/Facebook I will then email you a link to where you can find your filter on the social media site!6 - You can share the link with all your friends, family and guests! Alternatively, when your post to your story using the filter a badge will be displayed in the top left corner. Anyone who clicks on this will also have access and be able to use your filter! (An example of this is Picture 3).Please message me if you have any questions.  :)If you include the snapchat version in your order, this is just for the filter file. You must upload the filter to Snapchat where costs may be incurred due to location and date. More information can be found here: https://www.snapchat.com/l/en-gb/on-demand/Facebook and Instagram filters are uploaded by me at no extra cost.My full collection of Instagram & Facebook filters can be found here:https://www.etsy.com/uk/shop/SnazzyMango?ref=seller-platform-mcnav&section_id=21416837Keywords:bachelorette, bachelorette filter, instagram bachelorette filter, insta effect, instagram effect, neon bachelorette, neon filter, hen party, hen party filter, Insta Filter, Instagram Filter, Instagram Story, Instagram Stories, Insta Stories, Instagram Wedding, Instagram Wedding Filter, Rose Gold Wedding Filter, Insta Wedding Filter, Insta Wedding Effect, Insta Wedding Stories, Insta Wedding, Instagram Wedding, Rose Gold Wedding Filter, Insta Mask, Insta Effect\n                ", "listing_reviews": null, "store_reviews": "466 shop reviews", "search": "coloring pages", "url": "https://www.etsy.com/listing/990671746/custom-bachelorette-instagram-filter"}, {"seller_text": "LouMarksPhoto", "seller_href": "https://www.etsy.com/shop/LouMarksPhoto?ref=simple-shop-header-name&listing_id=724395279", "store_sales": "388,512 sales", "store_rating": "4.8278", "listing_title": "GOLDEN Presets, Vintage Mobile Lightroom Presets Lightroom Desktop and Presets, instagram filter, blogger presets, Moody presets", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.49\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP, 1 PDF"], "listing_desc": "\n                    8 Lightroom Mobile Presets Golden, VINTAGE WARM Lightroom presets, Bright Home presets, mobile and desktop presets, instagram Filters♡ Vintage Moody Presets ♡ The best Lightroom Mobile Presets, perfect for Instagram ♡I N C L U D E D• 8 MOBILE Lightroom presets• 8 DESKTOP Lightroom presets • After Purchase Customer Support• Instructions• Instant DownloadPreset Bundles In My Shop:www.etsy.com/shop/loumarksphoto♡ SPECIAL OFFER: GET 5 PAY FOR 3 ♡• Add 5 Preset Packs to your cart• Discount Automatically Applied• Only Pay for 3 Preset PacksW H Y ∙ Y O U ' L L ∙ L O V E ∙ I T• Soft warm vintage vibe perfect for instagram themes• Works great on indoor and outdoor photos• Made by a professional photographerO T H E R ∙ I N F O R M A T I O N• Works with the Free & Paid Android LR Mobile App • Works with the Paid iPhone LR Mobile App  • Works with All Lightroom Desktop Versions• Works with Mac and PC Desktops/LaptopsStill have questions or need help picking the perfect presets for you editing needs? Feel free to contact me, I’m always more than happy to help in any way :)♡ L O U A N D M A R K S ∙ P R O M I S E ♡You are you unique and so are our Presets! We created our Presets for everyone. No one specific skin tone or hair color. When you purchase from Lou + Marks you are not just purchasing presets you also get our guarantee that they will suit your skin tone. If they don’t send me a message with an unedited image and I will personally adjust them for you.  A B O U T ∙ L O U ∙ M A R K S ∙ P H O T O• IG: @Louandmarks• FB: https://www.facebook.com/louandmarks/-----------------------♡--------------------© 2021 Lou & Marks LLC, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "100", "store_reviews": "16,494 reviews", "search": "coloring pages", "url": "https://www.etsy.com/listing/724395279/golden-presets-vintage-mobile-lightroom"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=663947338", "store_sales": "171,649 sales", "store_rating": "4.8275", "listing_title": "21 Lightroom MOBILE Presets - Lightroom Presets - Instagram Filter - Mobile Preset & Desktop Preset, Lifestyle Blogger Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    • Professional Lightroom Presets for free Mobile and Desktop Lightroom• You receive 21 variants of presets with white/slightly warm/slightly cold tones• You can use them unlimited number of times.• Post-purchase support guaranteed - if you need my help with editing don't hesitate to contact me ✅FILES included:- 21 Lightroom presets in DNG format for MOBILE Lightroom (free app compatible with both IOS and ANDROID).- 21 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 itemsThis Preset package is perfect for all dark or normal photos. All presets will give your photos and images modern, clean and bright look. It is perfect for indoor as well as outdoor photos and it will also tweak lightings. This package is perfect for bloggers and profesional photographers as well as for casual photographers because no additional tweaks are needed. White Lifestyle can change your photos with one click right on your phone.  White Lifestyle Lightroom Presets have been created to brighten your photos with a light, white and clean look.❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "25", "store_reviews": "6,145 reviews", "search": "coloring pages", "url": "https://www.etsy.com/listing/663947338/21-lightroom-mobile-presets-lightroom"}, {"seller_text": "KesiKreations", "seller_href": "https://www.etsy.com/shop/KesiKreations?ref=simple-shop-header-name&listing_id=1018089265", "store_sales": "4 sales", "store_rating": null, "listing_title": "Alphabet Coloring Pages (A-Z)", "listing_bestseller": "-", "listing_price": "\n                        $2.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Alphabet pages great for classrooms and at home learning! Reach out to me with feedback and requests\n                ", "listing_reviews": null, "store_reviews": null, "search": "coloring pages", "url": "https://www.etsy.com/listing/1018089265/alphabet-coloring-pages-a-z"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=869986401", "store_sales": "25,461 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets,Honey Presets, Instagram Filter, Vsco Filters, Lightroom, Mobile Presets, Presets, Natural Nude, Blogger Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "12", "store_reviews": "793 reviews", "search": "coloring pages", "url": "https://www.etsy.com/listing/869986401/3-mobile-lightroom-presetshoney-presets"}, {"seller_text": "Printables21", "seller_href": "https://www.etsy.com/shop/Printables21?ref=simple-shop-header-name&listing_id=935687134", "store_sales": "286 sales", "store_rating": "4.25", "listing_title": "22 Countryside Buildings Grayscale Coloring Pages, PDF, Instant Download, Printable, Adults Coloring Book, Therapy Coloring", "listing_bestseller": "-", "listing_price": "\n                        $2.95\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 ZIP"], "listing_desc": "\n                    22 Buildings and grocery stores in grayscale coloring pages.DescriptionDigital download only, NO physical item.Pages are A4 (8.5 x 11 inches)Grayscale coloring means that you will be coloring over a black-and-white picture. That's mean the shading is already done for you! Even beginners can achieve beautiful results. They are reproduction paintings (artist Anton Pieck).Once payment is complete, digital files will be available for download in your account and an email will be sent to your Etsy registered email. Downloaded products are non refundable.You will receive 22 grayscale coloring pages (in PDF format).Once purchased, you may save and print as many times as you'd like!For more details on how to download your digital purchase please see Etsy's help article:\"How do I download a digital item I purchased?\": https://www.etsy.com/help/article/3949Please note: You CAN NOT upload the files to any social media including BLOGS and offer them as a FREE DOWNLOAD. Buyer may not resell, share, trade, give away, or redistribute files in any way.Thank you\n                ", "listing_reviews": null, "store_reviews": "29 shop reviews", "search": "coloring pages", "url": "https://www.etsy.com/listing/935687134/22-countryside-buildings-grayscale"}, {"seller_text": "SymphonyPresets", "seller_href": "https://www.etsy.com/shop/SymphonyPresets?ref=simple-shop-header-name&listing_id=776768792", "store_sales": "17,197 sales", "store_rating": "4.9267", "listing_title": "10 Dark and Moody Mobile Lightroom Presets -  Desktop Presets - Instagram Presets - Lifestyle Presets - iPhone Presets - Blogger Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 JPG, 1 ZIP"], "listing_desc": "\n                    Make your photos stand out with this preset pack which includes 10 unique presets for Lightroom. These presets were designed especially for portraits, travel, lifestyle, and wedding photography to give your photos that popular and attractive dark and moody look. These Dark and Moody presets are great for bloggers, influencers, photographers, and anyone who loves taking and posting great photos. This bundle includes 10 beautiful Lightroom presets which can be used in almost every type of situation. Whether you took an amazing selfie, or you took awesome photos on your new camera these presets will be great. They were great in a variety of lighting situations, even in extremely low light environments.You can use these presets in both the mobile and the desktop version of lightroom with a very easy install that can take just a few minutes. Compatibility: Works on all Versions of Lightroom Classic, Lightroom CC and Lightroom Mobile. Lightroom Classic versions 7.2 and older use the .lrtemplate files while 7.3 and newer can use either .lrtemplate or .xmp.Top features of this bundle:🗸 One time purchase, keep forever🗸 10 Presets in .xmp Format🗸 10 Presets in .lrtemplate Format🗸 10 Preset in .dng Format🗸 Compatible with Lightroom Mobile🗸 Compatible on Windows and Mac🗸 24/7 Support🗸 Free Updates🗸 Install Instructions Included\n                ", "listing_reviews": "100", "store_reviews": "860 reviews", "search": "coloring pages", "url": "https://www.etsy.com/listing/776768792/10-dark-and-moody-mobile-lightroom"}, {"seller_text": "LizMartinezCreations", "seller_href": "https://www.etsy.com/shop/LizMartinezCreations?ref=simple-shop-header-name&listing_id=991883473", "store_sales": "197 sales", "store_rating": "5", "listing_title": "3 Retro Summer LIGHTROOM Mobile Presets, Presets, Blue Preset, Summer Preset, Teal Preset, Influencer Filter, Instagram Filter, Retro Preset", "listing_bestseller": "-", "listing_price": "\n                        $2.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 3 other files"], "listing_desc": "\n                    3 Retro Summer LIGHTROOM Mobile Presets, Presets, Blue Preset, Summer Preset, Teal Preset, Influencer Filter, Instagram Filter, Retro Preset*** Retro Summer Presets works best with with pictures that primarily have blues, greens, reds, and neutrals! Remember you might have to tweak the preset to your liking every so often since lighting, colors, and quality can vary photo to photo! ***SHOP MORE: https://www.etsy.com/shop/LizMartinezCreations/Presets are perfect for bloggers, influencers, photographers, and even personal accounts to help create a cohesive Instagram feed / theme. Works with one click to transform your pictures and enhance your brand. This Retro Summer Preset gives your photos dated and teal blue tones. This preset is great for lifestyle, travel, flat lay, interior design, fashion, and day-to-day photos.----------❂ INCLUDED IN YOUR PURCHASE ❂⚫ 3 Mobile Lightroom Presets (DNG files)⚫ Step-by-step guide for installationIf your mobile device is having trouble downloading or if you have any questions about editing, send me a message!❂ LET'S CONNECT ❂IG: www.instagram.com/simplyxlizPINTEREST: www.pinterest.com/simplyxliz/TIKTOK: www.tiktok.com/@simplyxlizEMAIL: lizmartinezcreations [at] gmail.com----------TERMS OF USE: No refunds or exchanges can be made for digital products after they are downloaded!© 2021 Liz Martinez Creations, All Rights ReservedTERMS AND CONDITIONS:Prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.Any other use is strictly prohibited and may violate copyright, trademark and other laws.Keywords:Mobile Preset, Instagram Preset, Influencer Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Lightroom CC, DNG, Presets, Retro Preset, Summer Preset, 70s Preset, 60s Preset, Blue Preset, Travel Presets, iPhone Presets, Bright Preset, Colorful Preset, Summer Preset, Vacation Preset\n                ", "listing_reviews": null, "store_reviews": "12 shop reviews", "search": "coloring pages", "url": "https://www.etsy.com/listing/991883473/3-retro-summer-lightroom-mobile-presets"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=971564670", "store_sales": "237,232 sales", "store_rating": "4.8714", "listing_title": "25 Mobile and Desktop Lightroom Presets, Magic Hour presets, Sunny Golden Lightroom Preset, Warm Instagram Filter, Sun Travel Summer Blogger", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $4.35\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    25 LIGHTROOM PRESETS MAGIC HOURLIGHTROOM PRESETS FOR GOLDEN HOUR, SUNRISE & SUNSETThe MAGIC HOUR preset gives photos a softer and warmer look , This preset is ideal for pictures that are taken under a natural light and works well with portraits and outdoor photos. The preset can be applied with just one click and will give your photos an interesting and amazing look –  ideal for creating stand-out photos for printing and hanging on your wall.Check out my Bestseller Itemshttps://www.etsy.com/shop/VictoriaBeePhoto♦️ Works in Lightroom Mobile App (iOS/Android)♦️ Works With & Without Adobe subscription♦️ Compatible with All Photo formatsIncluded:🔶25 Lightroom presets in .DNG format for MOBILE Lightroom (.ZIP Archive)🔶25 Lightroom presets in .XMP format for DESKTOP Lightroom (.ZIP Archive)🔶.PDF file with direct link to download presets directly to your phone (Dropbox)🔶.PDF Instruction Guide Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets.‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️Keep in mind that all presets work differently with each photo depending on a number of factors such as lighting, white balance, tone etc. Please contact me for any questions or editing help victoriabee.shop [!at] gmail.com© 2019-2021 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephoto\n                ", "listing_reviews": "7", "store_reviews": "8,047 reviews", "search": "coloring pages", "url": "https://www.etsy.com/listing/971564670/25-mobile-and-desktop-lightroom-presets"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=923109412", "store_sales": "21,701 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Neutral Filter, Cream Preset, Instagram Filters, iPhone Presets, Lightroom Filter, Lifestyle Preset, Blogger Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it natural with this Ethereal Preset! This Lightroom Mobile preset will effortlessly soften and mute the shades in your photos to achieve a bright creamy look with the click of button! ❀ Your purchase includes ❀- 1 Ethereal Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "23", "store_reviews": "1,130 reviews", "search": "coloring pages", "url": "https://www.etsy.com/listing/923109412/lightroom-mobile-preset-neutral-filter"}, {"seller_text": "Blondary", "seller_href": "https://www.etsy.com/shop/Blondary?ref=simple-shop-header-name&listing_id=989501579", "store_sales": "2,567 sales", "store_rating": "4.9957", "listing_title": "Mobile Lightroom Presets, 10 Desert Presets, Boho Preset, Outdoor Preset, Travel Presets, Iphone Presets, Instagram Filter, Bright Preset", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.05\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    Mobile Lightroom Presets, Instagram Presets, Desert Presets, Mountains Preset, Nature Preset, Landscape Presets, Hiking Presets, Bloggers Presets, Vintage Presets, Instagram Filter, Lifestyle presets✩ FREE PRESETS OFFER ✩💥 GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE 💥💥 GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE 💥*Desert Mobile Presets: includes 10 Lightroom presets perfect for desert or beach landscapes. Give more contrast and color to your pictures, achieving the best warm orange tone on your Instagram feed!*⭐You Will Receive :- 10 DNG. Mobile Presets - 1 PDF file \"how to download mobile presets\" All presets files are in DNG format.- If you have problems with installation or with downloading your files just convo me and I'll do my best to help you.- Please keep in mind that each photo has different light setting so you can tweak some settings as light, contrast etc after applying you presets to get best results.For personal use ONLY! You may NOT sell, distribute, rent, give, sub-license, or transfer presets, or presets sent to anyone else.More Presets: 4 Pack Nature Presets:https://www.etsy.com/listing/943089640/lightroom-presets-4-pack-nature-presets?ref=shop_home_active_10&pro=1Mountains Presets:https://www.etsy.com/listing/936092042/mobile-lightroom-presets-6-mountains?ref=shop_home_active_1&pro=1Nature Presets:https://www.etsy.com/listing/938430710/lightroom-presets-5-nature-presets?ref=shop_home_active_26&pro=1Moody Mountain Preset:https://www.etsy.com/listing/942686588/lightroom-preset-moody-mountain-preset?ref=shop_home_active_29&pro=1Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filters, Travel Presets, Influencer Presets, warm presets, iPhone Presets, Moody Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright Presets, Clean Preset, Color Pop Preset, Vibrant Presets, Desert Presets, Beach Presets\n                ", "listing_reviews": "10", "store_reviews": "234 reviews", "search": "coloring pages", "url": "https://www.etsy.com/listing/989501579/mobile-lightroom-presets-10-desert"}, {"seller_text": "KidZonePrintables", "seller_href": "https://www.etsy.com/shop/KidZonePrintables?ref=simple-shop-header-name&listing_id=821914720", "store_sales": "2,582 sales", "store_rating": "4.8855", "listing_title": "Wedding coloring pages - Printable - Activity - Bride - Groom - Guest - Children - Kids - Instant download - Pdf", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.65\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Wedding coloring pages are perfect for flower girls or children at your wedding to have a fun activity to do and keep busy!You will receive:1 PDF file with 10 pages. 8.5\" x 11\" (Letter size)There will be no watermarks on your copy!This is an instant download product, no physical item will be shipped to you.Continue Shopping www.etsy.com/shop/KidZonePrintables\n", "listing_reviews": "15", "store_reviews": "131 reviews", "search": "coloring pages", "url": "https://www.etsy.com/listing/821914720/wedding-coloring-pages-printable"}, {"seller_text": "swaygirls", "seller_href": "https://www.etsy.com/shop/swaygirls?ref=simple-shop-header-name&listing_id=991907524", "store_sales": "39,403 sales", "store_rating": "4.9878", "listing_title": "Coloring book pages | Flower coloring pages | 20+ different designs | Adult coloring print from home", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 ZIP", "Height: 8.5 inches", "Width: 11 inches"], "listing_desc": "\n                    Kid tested, mother approved for these cute, all floral coloring book pages. Coloring is my jam. If it’s been a stressful day I’ll print one of these coloring pages and in a half hour I’m good as new. Print at home with these digital downloads. The files come in a the size of a regular piece of paper 8 1/2 x 11 to make for easy printing. Or upload to procreate and color away. If the words “digital downloads” scares you, then just email me instead for the files.  shan [!at] swaygirls.comThere are 23 different unique designs in this pack and all have some type of pretty flowers to brighten your day. * This is a digital file, no actual item will be sent. Once your payment is cleared, Etsy will notify you via email that your files are ready to be downloaded. If you have any questions about the download process feel free to message me or visit Etsy’s help center for digital downloads:  https://www.etsy.com/help/article/3949 ©️swaygirls | All rights reserved\n                ", "listing_reviews": null, "store_reviews": "7,271 shop reviews", "search": "coloring pages", "url": "https://www.etsy.com/listing/991907524/coloring-book-pages-flower-coloring"}, {"seller_text": "KidsColoringBookShop", "seller_href": "https://www.etsy.com/shop/KidsColoringBookShop?ref=simple-shop-header-name&listing_id=994119865", "store_sales": "25 sales", "store_rating": null, "listing_title": "3000+ Pages of Kids Coloring Book", "listing_bestseller": "-", "listing_price": "\n                        $4.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ***THIS IS A DIGITAL DOWNLOAD PRODUCT***Over 3000+ pages of digital coloring book pages for you to print and download. Great for:School TeachersDaycare TeachersStay at Home ParentsYoung ChildrenBabysittersFamily ProjectsHoliday'sand more....Once purchased you will receive a link to download the PDF files. You will own the rights to the images, you can save them and print them as many times as you like. We do not offer any refunds or exchanges, but are more than willing to answer any questions you might have!Thank you for shopping with us!\n                ", "listing_reviews": null, "store_reviews": null, "search": "coloring pages", "url": "https://www.etsy.com/listing/994119865/3000-pages-of-kids-coloring-book"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=869760089", "store_sales": "25,461 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets, Black Presets, Mobile Presets, Instagram Filter, Presets, Moody Blogger Presets, Influencer Luxury Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "8", "store_reviews": "793 reviews", "search": "coloring pages", "url": "https://www.etsy.com/listing/869760089/3-mobile-lightroom-presets-black-presets"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=747825472", "store_sales": "237,232 sales", "store_rating": "4.8714", "listing_title": "10 Mobile Lightroom Presets FAMILY TIME / Lightroom Mobile Presets / Desktop Preset / Warm Photo Filter for Instagram", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    Lightroom Presets  , instagram preset, warm photo filter,  influencer presets , lifestyle blogger presets10 Lightroom presets FAMILY TIME  is created especially for family fun moment portraits to give it a stunning and styled look. The preset can be applied with just one click and will give your photos an interesting and amazing look –  ideal for creating stand-out photos for printing and hanging on your wall.🔺Included10 LIGHTROOM PRESET .ZIP Archive .PDF file with direct link to download presets directly to your phone .PDF Instruction Guide 📍Unfortunately, Etsy does not support downloading digital files via Etsy App. Please download via one of the following options:1. Visit your email and click 'View Your Files on Etsy' in the email received from Etsy. Login to your Etsy account (if you have one). You will see the links to your files at the bottom of the page.2. Login to your Etsy account via Safari or Google Chrome browser on your mobile phone. Click on Your Account (a circle in the top right corner) > Purchases and Reviews > Your Order > 'Download Files'. You will see the links to your files at the bottom of the page.Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and I'll send your preset immediately and you can save directly in your camera roll‼️For any questions or editing help Please contact me email victoriabee.shop [!at] gmail.com© 2019-2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoKeywords: warm filter, Instagram Filter, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, family preset,\n                ", "listing_reviews": "30", "store_reviews": "8,047 reviews", "search": "coloring pages", "url": "https://www.etsy.com/listing/747825472/10-mobile-lightroom-presets-family-time"}, {"seller_text": "ChubbyMermaid", "seller_href": "https://www.etsy.com/shop/ChubbyMermaid?ref=simple-shop-header-name&listing_id=877197335", "store_sales": "18,371 sales", "store_rating": "4.9358", "listing_title": "Fall frog and friends coloring page, pdf, digital, fun fall coloring. Frog, dragonfly, snail, leaves and mushrooms to color.", "listing_bestseller": "-", "listing_price": "\n                        $1.89\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG"], "listing_desc": "\n                    INSTANT DOWNLOADFALL FROG AND FRIENDS DIGITAL COLORING PAGEColoring Page Crafting Page Scrap Booking Page Card MakingHave fun with this CUTE LITTLE FROG AND FRIENDS.You will be able to instantly download this Printable Coloring Page.After checkout, you'll be given a direct link to download immediately. There is no limit to the number of times a file can be downloaded so print as many times as you like as long as it is for personal use.Print it out on any paper and any size, I prefer cardstock. Color and be the artist, simply grab some colored pencils, crayons or markers and create!This listing is for a Black and White print, Original Art by me, nothing will be sent to you in the mail, you print it out at home and start coloring.Please do not re-sell these images or use them commercially.If you are interested in licensing my art or any type of commercial use please email me at Chubbymermaid @ hotmail.com, I would love to hear from you.Peace, Love and Frogs!\n                ", "listing_reviews": "15", "store_reviews": "2,300 reviews", "search": "coloring pages", "url": "https://www.etsy.com/listing/877197335/fall-frog-and-friends-coloring-page-pdf"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=651235591", "store_sales": "171,648 sales", "store_rating": "4.8275", "listing_title": "19 Mobile LIGHTROOM Presets, Summer Preset, Lightroom Mobile Preset, Blue filter, beach preset, Desktop Preset, blogger, Instagram filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.58\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    More presets in our SHOP:www.etsy.com/shop/KatherineDream • FILES INCLUDED IN YOUR PURCHASE •✔️ 19 Lightroom presets for MOBILE Lightroom ( free mobile lightroom app)✔️ 19 Lightroom presets for desktop Lightroom✔️ Post-purchase Support 24/7✔️ Instructions✔️ Instant Download • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions• HOW TO ORDER •- Tap “add to cart” or “buy it now”;- Receive receipt and email from Etsy with link to download file- Download the Lightroom presets instantly.🧡Do you want to support us?  FREE package every week for our patrons and much more🧡https://www.patreon.com/katherinedream🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it. :)🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "70", "store_reviews": "6,145 reviews", "search": "coloring pages", "url": "https://www.etsy.com/listing/651235591/19-mobile-lightroom-presets-summer"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=856057614", "store_sales": "25,461 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets, Pink Presets,Instagram Filters, Natural Presets, Mobile Presets, Presets, Blogger Presets, Blush Presets, Vsco", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "22", "store_reviews": "793 reviews", "search": "coloring pages", "url": "https://www.etsy.com/listing/856057614/3-mobile-lightroom-presets-pink"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=811454351", "store_sales": "70,787 sales", "store_rating": "4.9099", "listing_title": "5 Natural Tones Mobile & Desktop Lightroom Presets, Beige Clean Outdoor Photo Editing Filter for Instagram Influencer Lifestyle Blogger", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Natural Tones Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram Influencers, Clean Outdoor Photo Editing Filter for Lifestyle and Travel🌟The Natural Tones Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add slightly cool beige, tan and white tones to your Instagram photos. These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "100", "store_reviews": "5,613 reviews", "search": "coloring pages", "url": "https://www.etsy.com/listing/811454351/5-natural-tones-mobile-desktop-lightroom"}, {"seller_text": "HyggelyStudio", "seller_href": "https://www.etsy.com/shop/HyggelyStudio?ref=simple-shop-header-name&listing_id=727311464", "store_sales": "21,406 sales", "store_rating": "4.919", "listing_title": "10 Lightroom MOBILE Presets, Bright and Airy Mobile Light room Presets, Blogger and Instagram Photo Filters, Lightroom CC, Light Bright Ig", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.55\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF"], "listing_desc": "\n                    Elevate your social media presence with these Bright & Airy presets for MOBILE! These are used best for images used in light spaces or shot in natural light.☞ PLEASE NOTE: THIS IS A DIGITAL DOWNLOAD! NO PHYSICAL COPY WILL BE SENT TO YOU! ☜CHECK OUT MORE FROM THIS SHOP --> https://www.etsy.com/ca/shop/HyggelyStudio-----------------------------------------------DETAILS FOR INSTANT DOWNLOAD:-----------------------------------------------♡ INSTANT DIGITAL DOWNLOAD!You will receive 10 preset files (PDF will have a clickable link to your files through google drive)+ PDF WITH LINK TO STEP BY STEP INSTRUCTIONS WITH PHOTOS!➀ BRIGHT&AIRY - ORIGINAL - DNG FILE➁ BRIGHT&AIRY - BRIGHT - DNG FILE➂ BRIGHT&AIRY - INTERIOR - DNG FILE➃ BRIGHT&AIRY - INTERIOR SHARP - DNG FILE➄ BRIGHT&AIRY - LOW SAT - DNG FILE➅ BRIGHT&AIRY - SHARP - DNG FILE➆ BRIGHT&AIRY - WARM - DNG FILE➇ BRIGHT&AIRY - TWO - DNG FILE➈ BRIGHT&AIRY - SHARP TWO - DNG FILE➉ BRIGHT&AIRY - THREE - DNG FILE!! These presets are created for Mobile Lightroom ONLY !!*If you would like the Desktop version of these presets, please message me, and I will direct you to the desktop listing*- Compatible with both the Paid and Free Versions of Lightroom Mobile- Instant Download Directly to Mobile Device, No Desktop Needed- Compatible with JPG & Raw ImagesBased on your lighting conditions, camera settings, and personal style, these presets may need to be slightly altered to fit your needs. I am always happy to help you use the presets if you are having trouble.  !! No refunds or exchanges can be made on digital products !!TERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE FOLLOWING -- - Do not share these files- Do not sell these files- Derivative works are also prohibited© 2019 Hyggely Studio - All Rights Reserved\n                ", "listing_reviews": "58", "store_reviews": "816 reviews", "search": "coloring pages", "url": "https://www.etsy.com/listing/727311464/10-lightroom-mobile-presets-bright-and"}, {"seller_text": "DoodleBay", "seller_href": "https://www.etsy.com/shop/DoodleBay?ref=simple-shop-header-name&listing_id=466158405", "store_sales": "2,855 sales", "store_rating": "4.9636", "listing_title": "Positive Affirmations Coloring Pages-- In Case You Forget", "listing_bestseller": "-", "listing_price": "\n                        $3.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF"], "listing_desc": "\n                    A little booklet of reminders*You are loved.*You are strong.*You are amazing.*You are beautiful.*You got this!*You will be okay.*You are enough.Perfect for a little positive pick me up! Great for friends, ministering sisters, moms, or anyone who may need a little encouraging reminder. Digital copy. Print up to 10 times per purchase.\n                ", "listing_reviews": "19", "store_reviews": "125 reviews", "search": "coloring pages", "url": "https://www.etsy.com/listing/466158405/positive-affirmations-coloring-pages-in"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=869967370", "store_sales": "21,702 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Natural Presets, Instagram Filters, VSCO Filters, iPhone Presets, Lightroom Preset, Lifestyle Presets, Bright", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it natural with this Natural Preset! This Lightroom Mobile preset will effortlessly soften and mute the shades in your photos to achieve a minimalist natural look with the click of button! ❀ Your purchase includes ❀- 1 Natural Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "24", "store_reviews": "1,130 reviews", "search": "coloring pages", "url": "https://www.etsy.com/listing/869967370/lightroom-mobile-preset-natural-presets"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=686103789", "store_sales": "171,649 sales", "store_rating": "4.8275", "listing_title": "GREEN Lightroom PRESETS Mobile and Desktop - for Instagram/ Blogger/ Photo filters/ Food Presets/ Lightroom mobile presets, tropic exotic", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    💥20 Mobile Lightroom Presets, Mobile Presets, Desktop Presets💥Blogger Preset Package for Instagram Photo PresetWhite Lifestyle preset photo filter✅FILES included:- 20 Lightroom presets for MOBILE Lightroom( free mobile lightroom app)- 20 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "47", "store_reviews": "6,145 reviews", "search": "coloring pages", "url": "https://www.etsy.com/listing/686103789/green-lightroom-presets-mobile-and"}, {"seller_text": "LouMarksPhoto", "seller_href": "https://www.etsy.com/shop/LouMarksPhoto?ref=simple-shop-header-name&listing_id=710322312", "store_sales": "388,511 sales", "store_rating": "4.8278", "listing_title": "15 Mobile Lightroom Presets, Lightroom Filters, iPhone Presets, Lightroom Mobile Presets Moody, Instagram Presets, Rich Mobile Dng Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.49\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP, 2 PDF"], "listing_desc": "\n                    RICH Moody presets, Lightroom presets, blogger photo presets, mobile presets and desktop presets, instagram Filters for Lightroom Mobile♡ Rich Moody Presets ♡ The best Lightroom Mobile Presets, perfect for Instagram ♡I N C L U D E D• 15 MOBILE Lightroom presets• 15 DESKTOP Lightroom presets • After Purchase Customer Support• Instructions• Instant DownloadPreset Bundles In My Shop:www.etsy.com/shop/loumarksphoto♡ SPECIAL OFFER: GET 5 PAY FOR 3 ♡• Add 5 Preset Packs to your cart• Discount Automatically Applied• Only Pay for 3 Preset PacksW H Y ∙ Y O U ' L L ∙ L O V E ∙ I T• Rich moody vibe perfect for instagram themes• Works amazing on indoor and outdoor photos• Made by a professional photographerO T H E R ∙ I N F O R M A T I O N• Works with the Free & Paid Android LR Mobile App • Works with the Paid iPhone LR Mobile App  • Works with All Lightroom Desktop Versions• Works with Mac and PC Desktops/LaptopsStill have questions or need help picking the perfect presets for you editing needs? Feel free to contact me, I’m always more than happy to help in any way :)♡ L O U A N D M A R K S ∙ P R O M I S E ♡You are you unique and so are our Presets! We created our Presets for everyone. No one specific skin tone or hair color. When you purchase from Lou + Marks you are not just purchasing presets you also get our guarantee that they will suit your skin tone. If they don’t send me a message with an unedited image and I will personally adjust them for you.  A B O U T ∙ L O U ∙ M A R K S ∙ P H O T O• IG: @Louandmarks• FB: https://www.facebook.com/louandmarks/-----------------------♡--------------------© 2021 Lou & Marks LLC, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "100", "store_reviews": "16,494 reviews", "search": "coloring pages", "url": "https://www.etsy.com/listing/710322312/15-mobile-lightroom-presets-lightroom"}, {"seller_text": "LunarEtWillow", "seller_href": "https://www.etsy.com/shop/LunarEtWillow?ref=simple-shop-header-name&listing_id=914773839", "store_sales": "19,507 sales", "store_rating": "4.6837", "listing_title": "3 Mobile Lightroom Presets & Instagram Story Filter, Iphone Presets, Mobile Presets, Instagram Filters, Preset, Colorful Mobile, For Pets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.81\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 1 PDF, 3 other files"], "listing_desc": "\n                    Mobile Lightroom Presets / Instagram Presets / Desktop & Mobile Presets / Bright Blogger Theme / Influencer PresetsLunar & Willow PRESET SHOP: https://www.etsy.com/au/shop/LunarEtWillow✮ INCLUDED IN YOUR PURCHASE ✮✔️  3 Mobile Lightroom Presets (DNG files)✔️  Step-by-step guide to installation✮ COMPATIBILITY ✮✔️  Works in Lightroom Mobile App (iOS/Android).✔️  Easy to install, just import DNG files into Lightroom.✔️  Works with FREE or paid version of Lightroom CC App.Created for the FREE Lightroom Mobile App and Desktop Lightroom. Our presets will transform your photos with just one click. Use these to create the perfect looking Instagram feed or blog without the time consuming editing!These presets will change the way you edit lifestyle, travel, children & family, home blogging, and interior photos such as AirBnB & Real Estate.© 2020 Lunar Et Willow, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "13", "store_reviews": "860 reviews", "search": "coloring pages", "url": "https://www.etsy.com/listing/914773839/3-mobile-lightroom-presets-instagram"}, {"seller_text": "StardustnSerendipity", "seller_href": "https://www.etsy.com/shop/StardustnSerendipity?ref=simple-shop-header-name&listing_id=966213313", "store_sales": "253 sales", "store_rating": "4.8857", "listing_title": "Motivational Swear Word Coloring Pages For Adults: Digital Adult Cuss Word Coloring Book swear word curse word digital download", "listing_bestseller": "-", "listing_price": "\n                        $4.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Cuss and color your way to inspiration with 12 digital coloring pages in varying styles. These pages are formatted to fit 8 x 11 pages and feature motivational and positive phrases on mandalas, zentangle, and flower patterns.  Swearing is proven to reduce pain and arts and crafts are great for your mental health, so why not combine the two? Makes an awesome gag gift for friends and family, or keep them all to yourself if you're easily entertained like me. :)Adult content only (not recommended for children)Works best with premium pencil crayons or fine tip markers. Your download will be a PDF file, if you need an additional format please feel free to message me. You may use these digital downloads for personal use only.Additional coloring pages featuring swear words only can be found here: https://www.etsy.com/shop/StardustnSerendipity?ref=simple-shop-header-name&listing_id=1033785339&section_id=27940272\n", "listing_reviews": null, "store_reviews": "36 shop reviews", "search": "coloring pages", "url": "https://www.etsy.com/listing/966213313/motivational-swear-word-coloring-pages"}, {"seller_text": "Blondary", "seller_href": "https://www.etsy.com/shop/Blondary?ref=simple-shop-header-name&listing_id=974130096", "store_sales": "2,567 sales", "store_rating": "4.9957", "listing_title": "Mobile Lightroom Presets | 10 Tanning Presets | Beach Filter | Summer Tan | Bronze Preset | Beige Presets | Instagram Filter | iPhone Preset", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.05\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    Mobile Lightroom Presets, Tanning Presets, Beige Presets, Summer Presets, Beach Preset, Clean Preset, Brown presets, Bright Presets, Warm Presets, Coffee Presets, Instagram Filter, Instagram Presets, Blogger Presets, Lifestyle presets✩ FREE PRESETS OFFER ✩❤️ GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE ❤️❤️ GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE ❤️❤️❤️ GET 8 PACKS & PAY ONLY FOR 4 - Add 8 items to your cart and use promo code 4FREE*Tanning Mobile Presets: include 10 mobile Lightroom Presets perfect for summer, beach photos. Transform your photos with the Tanning Lightroom Presets*⭐You Will Receive :- 10 DNG. Mobile Presets - 1 PDF file \"how to download mobile presets\" All presets files are in DNG format.After the download you will need to unzip the file, either on your PC (and then send the mobile presets to your phone) or on your phone (if you have an app that can unzip files).After purchase you will be able to INSTANTLY DOWNLOAD the following 10 presets:- If you have problems with installation or with downloading your files just contact me and I'll do my best to help you.- Please keep in mind that each photo has different light setting so you can tweak some settings as light, contrast etc after applying you presets to get best results.For personal use ONLY! You may NOT sell, distribute, rent, give, sub-license, or transfer presets, or presets sent to anyone else.More Presets:Beige Presets:https://www.etsy.com/listing/964232783/mobile-lightroom-presets-12-beige?ref=shop_home_active_1&pro=1Bright Interior Presets:https://www.etsy.com/listing/952251009/mobile-lightroom-presets-6-bright?ref=shop_home_active_2&pro=1Minimalistic Presets:https://www.etsy.com/listing/938999572/lightroom-mobile-preset-7-minimalistic?ref=shop_home_active_4&pro=1Luxury Black Presets:https://www.etsy.com/listing/971607185/lightroom-presets-10-luxury-black?ref=shop_home_active_3&pro=1Fitness Presets:https://www.etsy.com/listing/943374818/lightroom-presets-6-fitness-presets?ref=shop_home_active_5&pro=1Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filters, Travel Presets, Influencer Presets, warm presets, iPhone Presets, Moody Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright Presets, Clean Preset, Color Pop Preset, Vibrant Presets, Home Presets, Beach Presets\n                ", "listing_reviews": "11", "store_reviews": "234 reviews", "search": "coloring pages", "url": "https://www.etsy.com/listing/974130096/mobile-lightroom-presets-10-tanning"}, {"seller_text": "edwinamcnamee", "seller_href": "https://www.etsy.com/shop/edwinamcnamee?ref=simple-shop-header-name&listing_id=514903416", "store_sales": "6,612 sales", "store_rating": "4.8722", "listing_title": "Sweary coloring book - unicorn sweary coloring book - Printable Digital coloring book - A unicorn coloring books, coloring pages", "listing_bestseller": "-", "listing_price": "\n                        $6.22\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Swear Words, Swearing Coloring Pages, Swear coloring book, Sweary Coloring Book, Coloring Page for Adults, Fuck, Zentangle, Sweary Coloring, relaxation gifts24 pages of cute unicorns and swears beacause well, why not This is digital product. Files will be available as INSTANT DOWNLOAD on Etsy as soon as your purchase is complete.pages are A4 and pdf format for easy printing. instant download just print and color\n                ", "listing_reviews": "34", "store_reviews": "642 reviews", "search": "coloring pages", "url": "https://www.etsy.com/listing/514903416/sweary-coloring-book-unicorn-sweary"}, {"seller_text": "MissyPrintableDesign", "seller_href": "https://www.etsy.com/shop/MissyPrintableDesign?ref=simple-shop-header-name&listing_id=944069503", "store_sales": "1,907 sales", "store_rating": "4.8871", "listing_title": "Elegant Floral Coloring Pages for Adults - Flower Coloring Pages, Adult, Teen coloring pages, INSTANT DOWNLOAD, Digital coloring", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $2.69\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    This listing is for 21 INSTANT DOWNLOAD Elegant Floral Coloring Pages. These floral coloring pages are perfect for adults, and teens as well as kids who are looking to try difficult coloring pages. Their intricate designs will help you to relax as you focus on the details plus they make beautiful wall art.► This listing is a digital instant download only. No physical product will be mailed.----------------------------------------------------WHAT YOU GET----------------------------------------------------• 1 PDF file with 21 designs- Size: 8.5x11\"► Print as many as you'd like!----------------------------------------------------PROCESS-----------------------------------------------------STEP 1: Add the item to your cart and complete checkoutSTEP 2: Download your files from https://www.etsy.com/your/purchasesSTEP 3: PRINT AND COLOR!!Etsy will also send your download link once the purchase is complete.----------------------------------------------------IMPORTANT INFORMATION:----------------------------------------------------You CANNOT upload the files to any social media including BLOGS and offer them as a FREE DOWNLOAD.Buyer may not resell, share, trade, give away, or redistribute files in any way (whole or in part) without expressed written permission from the designer.By purchasing and downloading these files, you are agreeing to the terms and conditions stated above and in our shop policies.Thanks for visiting my shop and enjoy!\n                ", "listing_reviews": null, "store_reviews": "124 shop reviews", "search": "coloring pages", "url": "https://www.etsy.com/listing/944069503/elegant-floral-coloring-pages-for-adults"}, {"seller_text": "MariolaBudekArt", "seller_href": "https://www.etsy.com/shop/MariolaBudekArt?ref=simple-shop-header-name&listing_id=1024949343", "store_sales": "27,188 sales", "store_rating": "4.9869", "listing_title": "Yasmine | Mariola Budek - Premium Coloring Page | Printable Adult Tattoo Colouring Pages Book Instant Download Grayscale Illustration PDF", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.70\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 4 JPG, 1 PDF", "Height: 420 millimeters", "Width: 297 millimeters"], "listing_desc": "\n                    \"Yasmine\" by Mariola BudekPremium digital art! Bigger size and better quality for you!This beautiful, handmade drawing is ready to be printed on your favourite paper. For best results print the artwork on A3 paper size. I also reccomend to set highest printing quality and for printing dark and light version set only black ink in printer settings. Let yourself be carried away by your imagination and enjoy coloring.Size: A3 (420x297mm, 16.53x11.69 inches)Files included: 4 jpg (300dpi), 1 pdf, grayscale: dark, light, sepia, cold and rainbowInstant download and ready for print and colorDigital premium art drawn by Mariola BudekOnly for personal use only. Not to be distributed, altered, sold or used for any commercial purposes.© 2021 Mariola Budek (Mariola Budek Art Store). All rights reserved.*Please note no physical item will be shipped.More of my art you can find on: https://www.etsy.com/shop/MariolaBudekArtThank you for visiting my store.Please feel free to share your finished coloring page. Use the tags #mariolabudek on Facebook and Instagram. I would love to see your colored pages.\n                ", "listing_reviews": "21", "store_reviews": "2,606 reviews", "search": "coloring pages", "url": "https://www.etsy.com/listing/1024949343/yasmine-mariola-budek-premium-coloring"}, {"seller_text": "MintAndPepper", "seller_href": "https://www.etsy.com/shop/MintAndPepper?ref=simple-shop-header-name&listing_id=790367867", "store_sales": "61,307 sales", "store_rating": "4.8303", "listing_title": "7 Lightroom Mobile & Desktop Presets NATURAL Instagram Preset, Bright Filter, Mobile Lightroom Presets for Bloggers, Everyday Photo Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.82\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    7 Lightroom Presets for Lightroom MOBILE (.dng) & Lightroom DESKTOP (.xmp) NATURAL is a pack of 7 Lightroom Presets. Great for bloggers, photographers and everyone who aims to create a consistent feed on Instagram with easily applied filter. Perfect for outdoor photography, stylized shots and portraits.- Compatible with iPhone and Android devices (you just need to download free Lightroom App) and with Desktop Lightroom - Easy to apply, with just one click- Instant download filesYou get:- 7 Lightroom Presets in .dng and .xmp formats - Instruction in PDFPlease remember that all presets look differently on each photo because of lighting and white balance settings, dominant colours etc. If your photo doesn’t look perfect you may need to adjust exposure or temperature to achieve the best results.🌟GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE🌟🌟GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE🌟🌟GET 8 PACKS & PAY ONLY FOR 4 - Add 8 items to your cart and use promo code 4FREE🌟- Due to the digital nature of this product no exchanges or refunds will be madeINSTAGRAM: @mint_and_pepper_EMAIL: mintandpepper5 [!at] yahoo.comKeywords: Lightroom presets, Lightroom, mobile presets, dng, photo filters, iPhone, Android, iOS, instagram presets, digital download, presets, Lightroom CC, Instagram presets, blogger presets, VSCO presets, instagram filter, lifestyle presets, influencer presets, professional photo editing, editorial presets, luxury presets, wedding presets, portrait presets, travel presets, Lightroom mobile, best mobile presets, photo presets.\n                ", "listing_reviews": "16", "store_reviews": "2,033 reviews", "search": "coloring pages", "url": "https://www.etsy.com/listing/790367867/7-lightroom-mobile-desktop-presets"}, {"seller_text": "OnePreset", "seller_href": "https://www.etsy.com/shop/OnePreset?ref=simple-shop-header-name&listing_id=974215413", "store_sales": "77,827 sales", "store_rating": "4.6578", "listing_title": "BUNDLE 120 Lightroom Presets Mobile - Instagram Blogger Preset - Lightroom Mobile Presets - Instagram Presets - iPhone Presets for Blogger", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.19\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    💝 GET A FREE PRESET 💝\u2028GET 4 & PAY FOR 3: Add 4 Presets to your cart, use promo code “ONEFREE” and only pay for 3.OR SHOP UNDER THIS LINKhttps://www.etsy.com/au/shop/OnePreset?coupon=ONEFREE✩✩✩ We have 45 BESTSELLERS ✩✩✩Mobile & Desktop Compatible Lightroom Presets to create an aesthetic Instagram feed. \u2028\u2028✮ INCLUDED IN YOUR PURCHASE ✮• 120 Mobile Lightroom Presets (DNG file)• PDF File w/ Simple Instruction Manual• Compatible with both Android and iPhone• Works in Adobe Lightroom (PC/Mac)INCLUDED PRESET PACKS:- Clean- Natural- Cruise- Family- Greece- Hazelnut- Jungle- Lifestyle- Midsummer- Mother- Natural- Tangerine- Tanning✮ INSTALLATION ✮ To access your digital files:1. Go to Your Account2. Purchases and reviews and look for the order.3. To the right of the order, click Download Files.4. You will be able to download the DNG File.5. You will then be able to upload each DNG file as an image to your Lightroom Mobile app.6. Click on the three dots in the top right of your Lightroom app7. Select the option 'Create Preset', this will allow you to save the preset to the preset editing option of the app for use on other images.We value and respect our customers. We always find a compromise in solving any questions that may arise, even after the delivery of the order.Due to the digital nature of this product ALL SALES ARE FINAL.For any questions please contact me via Etsy messages.© No sharing files, or selling them in any form. Derivative works are prohibited. © OnePreset, 2020\n                ", "listing_reviews": "77", "store_reviews": "2,907 reviews", "search": "coloring pages", "url": "https://www.etsy.com/listing/974215413/bundle-120-lightroom-presets-mobile"}, {"seller_text": "LuteAndHarp", "seller_href": "https://www.etsy.com/shop/LuteAndHarp?ref=simple-shop-header-name&listing_id=494683260", "store_sales": "1,165 sales", "store_rating": "4.9865", "listing_title": "Scripture Verse Coloring Pages - Instant Digital Download - Adult Coloring Sheets - Printable Coloring Book - coloring for adults - E-Book", "listing_bestseller": "-", "listing_price": "\n                        $1.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    \"Reflections, Scripture for Coloring\" features 12 illustrations to color that allow you to meditate on the truths of scripture while also spending some time relaxing with coloring. Each of the 10 scriptures and 2 floral designs has been hand drawn by Lute + Harp artist, Christin O'Bryan.  This is a digital download - which means that you will receive one PDF file with 12 high-resolution 8.5x11 inch images. These files are ready to be printed at home or your local copy shop—then you can get creative with your color!! Print as many times as you wish! The PDF file includes: :: Instructions for printing:: Full color covers:: 12 illustrated verses for coloringTHIS IS A DIGITAL PRODUCT: There is no physical product, nothing will be mailed to you. You will receive an email from Etsy with a link to download the file. -------------------------------------------------------------------VERSES INCLUDED:: Isaiah 12:5:: Lamentations 3:22:: Psalm 56:3:: Ephesians 3:20-21:: Jeremiah 29:11:: John 16:33:: Luke 1:37:: Proverbs 31:29:: Psalm 27:14:: Matthew 28:20-------------------------------------------------------------------A note about rights:Please note that this file and all artwork contained in it are ©Christin O'Bryan for Lute + Harp. You purchased file is for personal use only. Feel free to print for yourself and to give as gifts. Do not share this file over email, and do not use or sell the file and/or the prints made from it for profit (e.g. craft fairs, etc). The artwork and file may not be redistributed or altered in any way.-------------------------------------------------------------------© Christin O'Bryan 2016-17 : Artwork may not be reproduced or used without my consent. Thank you!\n                ", "listing_reviews": "13", "store_reviews": "108 reviews", "search": "coloring pages", "url": "https://www.etsy.com/listing/494683260/scripture-verse-coloring-pages-instant"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=848374533", "store_sales": "237,232 sales", "store_rating": "4.8714", "listing_title": "5 Mobile Lightroom Preset BEE HONEY Warm Instagram Filter, Influencer Lightroom Preset Travel Blogger", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 Files"], "listing_desc": "\n                    Lightroom Presets, instagram preset,  influencer presets, lifestyle blogger presetsLevel up your social media game with BEE HONEY Presets and edit your Instagram photos like a pro on your mobile device! Mobile Lightroom Influencer Preset BEE HONEY  Included 5 presets  inspired by travel bloggers and influencers around the world.This preset for every kind of picture that will surely deliver stunning results and make your images look a hundred times better! For photographers who do a lot of fashion, travel and lifestyle photography.This quality preset produce amazing warm tones and making it easy for you to achieve the same look and feel as your favorite influencers!  🔥GET 5 & PAY FOR 3: add 5 presets to your cart, use PROMO code GIFT2🔺Included5 LIGHTROOM MOBILE PRESET .DNG file🔵How to Download and Install mobile preset:  https://youtu.be/fDKHSkU7GIs🔵If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll.For any questions or editing help Please contact me email victoriabee.shop [!at] gmail.com© 2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoKeywords: Warm filter, Instagram Filter, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, family preset,\n                ", "listing_reviews": "16", "store_reviews": "8,047 reviews", "search": "coloring pages", "url": "https://www.etsy.com/listing/848374533/5-mobile-lightroom-preset-bee-honey-warm"}, {"seller_text": "ColoringForKidzCo", "seller_href": "https://www.etsy.com/shop/ColoringForKidzCo?ref=simple-shop-header-name&listing_id=1006433214", "store_sales": "18 sales", "store_rating": "5", "listing_title": "Kitten Coloring Pages - 20 Printable Kitten Coloring Pages, Kitten Activity, Kitten Birthday, Coloring Pages For Kids", "listing_bestseller": "-", "listing_price": "\n                        $2.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 ZIP"], "listing_desc": "\n                    Kitten Coloring Pages for Kids, Girls and Boys:  An assortment of 20 unique kitten illustrations that are perfect for birthday parties, classrooms, home school, preschool or personal use!  This is a digital download.  On purchase, you will receive an email with a link to your pdf download.  NO PRODUCT WILL BE SHIPPED TO YOUYou will receive 1 high quality PDF containing 20 pages measuring 8.5\" X 11\".  Please do not hesitate to reach out with any questions or concerns. ********************TERMS OF USE >> Personal Use Only.  These files may be printed as many times as desired for own personal use >> Reselling, sharing and redistribution is not allowed. Not for commercial use.  This includes but is not limited to reselling on Amazon, other online platforms or hard copy. >> All sales are final due to nature of digital download >> Copyright  © Coloring For Kidz.  Copyright does not transfer with sale\n                ", "listing_reviews": null, "store_reviews": "3 shop reviews", "search": "coloring pages", "url": "https://www.etsy.com/listing/1006433214/kitten-coloring-pages-20-printable"}, {"seller_text": "DigitalVibes", "seller_href": "https://www.etsy.com/shop/DigitalVibes?ref=simple-shop-header-name&listing_id=809531211", "store_sales": "12,392 sales", "store_rating": "4.8333", "listing_title": "10 Mobile and Desktop Lightroom Presets, SUNSET GLOW presets, Sunset sunrise Lightroom Preset,Bright, Instagram Filter,Travel Summer Blogger", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    ✅ LIMITED OFFER - Just don't miss it out!Huge Package of 1000+ Mobile & Desktop Presets with a HUGE discount!! Imagine what you can do with this Bundle of 1000+ Premium Presets !Follow the link --> https://www.etsy.com/listing/864152596/lightroom-presets-bundle-bestsellers-of?ref=listing_published_alert-------------------------------------------------------------------------10 Lightroom Presets, Mobile Presets and Desktop Lightroom Presets, Instagram preset, influencer presets, lifestyle blogger presets, Summer Filters, Pastel Sunset Sunrise Beach Travel Presets, Warm Light Bright Effect.✅ SUNSET GLOW PRESETS:Take your social media pictures to the next level with DIGITAL VIBES Presets and edit your Instagram photos like a pro!The SUNSET GLOW Preset Pack will help you rock your Instagram feed, with bright pastel tones and vibrant warm light, perfect for your sunset and sunrise images. It will make you grow your followers, and create a perfect grid!✅ FILES included:The digital download comes with 2 PDF files✩ The file \"How to download\" includes a direct link to download :  10 Mobile Lightroom Preset - DNG format. 10 Desktop Lightroom Preset - XMP format.✩  The file \"How to use\" includes instructions to use the mobile and desktop presets✅ SPECIAL PROMO: BUY 5 & PAY ONLY 3✩  Add 5 items to your order ( Each item should be a pack of 10 presets)✩  Apply HAPPYSALE COUPON CODE✩ PAY ONLY FOR 3!!!✅ NOTES: ✩ All of the presets have been tested on a variety of pictures and they are very versatile.In most cases the presets works at one-click magic, but please note that it works differently on each picture, you can then edit and play with the exposure,white balance.. etc✩ This is a digital download, No physical product will be sent.✩  The presets are for personal or professional use.✩ Because my products are digital downloads, I am unable to refund, since they cannot be returned once downloaded. However we would be happy to assist with any questions. © 2020 Digital Vibes, All Rights Reserved.TERMS OF USE: All the products are copyrighted to Digital Vibes, do not share or sell these files.\n                ", "listing_reviews": "23", "store_reviews": "526 reviews", "search": "coloring pages", "url": "https://www.etsy.com/listing/809531211/10-mobile-and-desktop-lightroom-presets"}, {"seller_text": "EliteStudioPresets", "seller_href": "https://www.etsy.com/shop/EliteStudioPresets?ref=simple-shop-header-name&listing_id=806720640", "store_sales": "17,026 sales", "store_rating": "4.7489", "listing_title": "10 Lightroom Mobile Desktop Presets MALIBU, Light and Bright Mobile Presets, Travel Island Picture Filter, Instagram and Blogger Presets", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.38\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    Instantly add brightness to your travel photos, while also adding a pop to ocean colors. Turn your pictures into jet➤setter lifestyle pics.☆ What is included? ☆➤ 10 Presets in DNG and XMP format (NOT lrtemplate format, but you can still use them by uploading the DNG files in your Lightroom Desktop and save them as preset.)➤ PDF file containing a link to download your mobile and desktop presets➤ PDF installation guideEtsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets☆ Compatibility ☆➤ For MOBILE and DESKTOP use (iPhone, Android, PC, MAC)➤ Compatible with free version of the Adobe Lightroom App. You can download this app for free on your mobile phone (iPhone or Android)➤ Compatible with the paid desktop version of the Adobe Lightroom Classic CC (version 7.3+)➤ For use on JPEG and RAW images☆ BUY 5 AND GET 30% OFF!! ☆Add 5 presets in your cart and receive automatically 30% discount!https://www.etsy.com/shop/EliteStudioPresets☆ 24/7 Support ☆If you have any questions or need some help with the presets, please contact me at Etsy or through email elitestudiopresets[at]@gmail.com♡ Share with Us! ♡I would love to see how your pictures turned out by using our presets. Please include them in your review! Tag or DM us on instagram to get featured!@elitestudiopresets© 2020 Elite Studio Presets, All Rights ReservedTerms of Use: By purchasing this item, you are automatically agreeing to the terms of use. Included but not limited to: Prohibition of sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "41", "store_reviews": "749 reviews", "search": "coloring pages", "url": "https://www.etsy.com/listing/806720640/10-lightroom-mobile-desktop-presets"}, {"seller_text": "LisaMarkleSparkles", "seller_href": "https://www.etsy.com/shop/LisaMarkleSparkles?ref=simple-shop-header-name&listing_id=1005392800", "store_sales": "3,075 sales", "store_rating": "5", "listing_title": "Summer Coloring Pages Printable for Kids, Summer Activities, Summer Coloring Sheets", "listing_bestseller": "-", "listing_price": "\n                        $3.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    School's out for the SUMMER! These summer coloring pages would make a great end of year student gift! Fifteen different summer coloring pages including sea shells, sand castles, popsicles, beach balls, sun glasses, lemonade, pineapples, ice cream, and more!Pair these with my end of the year coloring pages and some crayons for an awesome student gift!Tag me on Instagram @lisamarklesparkles with your photos of your kids loving these pages! I would LOVE to share!Follow my shop to be the first to find out about new products! Thank you so much!\n                ", "listing_reviews": null, "store_reviews": "341 shop reviews", "search": "coloring pages", "url": "https://www.etsy.com/listing/1005392800/summer-coloring-pages-printable-for-kids"}, {"seller_text": "PresetsByMary", "seller_href": "https://www.etsy.com/shop/PresetsByMary?ref=simple-shop-header-name&listing_id=710367180", "store_sales": "64,798 sales", "store_rating": "4.8204", "listing_title": "21 Mobile Lightroom Presets THAI / Summer, Bright & Airy presets, vibrant travel preset filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.97\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    💗GET 6 & PAY FOR 3: add 6 presets to your cart, use coupon: GIFTBYMARY and pay for 3 only 💗https://www.etsy.com/shop/PresetsByMary?coupon=GIFTBYMARY⭐️21 UNIQUE LIGHTROOM PRESETS / MOBILE Presets ⭐️Mobile Preset is perfect for your Adobe Lightroom CC Mobile App and works well with your photos shot with your iPhone or Android device.Presets fit for Outdoor and Indoor pictures, Family, Travel, Lifestyle, Blogger, Wedding, Portrait photos.Included:🔶21 Lightroom presets in DNG format for MOBILE Lightroom (free app compatible with both IOS and ANDROID).🔶Compatible with All Photo formats🔶Compatible with Lightroom Mobile App🔶Compatible with All Lightroom and Photoshop Versions🔶Instant download (Download the presets right after the payment and start enjoying now)🔶Free support (contact us me any questions or concerns. We're always happy to provide fast and thorough support)🎁SPECIAL OFFER 3+3 for FREEBuy atleast 3 items from my shop and get 3 for FREE WIth love,PresetsByMary♥️\n                ", "listing_reviews": "100", "store_reviews": "3,799 reviews", "search": "coloring pages", "url": "https://www.etsy.com/listing/710367180/21-mobile-lightroom-presets-thai-summer"}, {"seller_text": "LifeWithPeanut", "seller_href": "https://www.etsy.com/shop/LifeWithPeanut?ref=simple-shop-header-name&listing_id=790943148", "store_sales": "4,534 sales", "store_rating": "4.9429", "listing_title": "ABC Alphabet Coloring Pages, Preschool Activity, Kindergarten Activity, Homeschool, Distance Learning, Tot School, Letter of the Week", "listing_bestseller": "-", "listing_price": "\n                        $1.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Included in this pack is a coloring page for each letter to help your child learn both the upper and lowercase letters. Each coloring page also has a picture of an animal and a food item that begins with that letter to help your child associate the letters to images they may already know.Laminate the pages and let your child learn their letters using play dough to shape each letter.  Perfect for preschools, kindergarteners, or even homeschoolers doing tot school.  Great for morning work or early finishers.► HOW TO DOWNLOADSince all monitors and printers are different, what you see on your computer screen may not be what you print. Here's how the download works:• Purchase this listing, you will immediately be taken to the downloads page.• Payment will be confirmed by Etsy (usually within minutes).• Etsy will let you know that your order is ready to download.• Simply download the file, save, and print as many times as you need.If you need help obtaining your file, you may find this link helpful! https://www.etsy.com/help/article/3949?ref=help_search_result► PLEASE NOTEThis is not a finished product/physical item. It is a downloadable file which can be printed by yourself or by a professional.Purchasing this image DOES NOT entitle you to resell or redistribute this image either in print or in any media form whatsoever.Because of the digital nature of this item, it is neither refundable nor returnable._________________________________________________Thank you so much for visiting Life with Peanut at lifewithpeanut.etsy.com.Subscribe to our newsletter for exclusive coupon codes and freebies:http://eepurl.com/byM2yHCopyright Meghan Alonso, Life with Peanut, 2015: All images, designs, and text are copyrighted and cannot be used without obtaining prior written consent from the owner.www.lifewithpeanut.com\n                ", "listing_reviews": "9", "store_reviews": "457 reviews", "search": "coloring pages", "url": "https://www.etsy.com/listing/790943148/abc-alphabet-coloring-pages-preschool"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=881743862", "store_sales": "21,702 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Influencer Presets, Instagram Filters, iPhone Presets, Lightroom Filter, Lifestyle Presets, Blogger Photo Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it neutral with this Influencer Preset! This Lightroom Mobile preset will effortlessly soften and mute the shades in your photos to achieve a creamy chic look with the click of button! ❀ Your purchase includes ❀- 1 Influencer Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "33", "store_reviews": "1,130 reviews", "search": "coloring pages", "url": "https://www.etsy.com/listing/881743862/lightroom-mobile-preset-influencer"}, {"seller_text": "ThePresetCow", "seller_href": "https://www.etsy.com/shop/ThePresetCow?ref=simple-shop-header-name&listing_id=934063765", "store_sales": "6,133 sales", "store_rating": "4.8085", "listing_title": "Mobile Lightroom Presets | Instagram Presets | Desktop Lightroom Presets | Influencer Blogger Presets | Sunset Preset | Warm Light Preset |", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.13\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 2 other files"], "listing_desc": "\n                    Created for Instagram influencers, lifestyle or travel bloggers, and creators, this warm sunset preset will transform your images with just one click! Aimed to create a cohesive feed & consistent aesthetic for your Instagram, blog, or platform. Made by a photographer with 6 years of camera experience.INCLUDED IN YOUR PURCHASE:✔ 1 MOBILE Lightroom Preset (DNG format)✔ 1 DESKTOP Lightroom Preset (XMP format)✔ PDF Step-by-Step GuideCOMMON QUESTIONS: ✔ Compatible in Lightroom Mobile App (iOS or Android)✔ Compatible in Lightroom Desktop (Mac or PC)✔ Compatible in all Lightroom Desktop versions✔ Instant downloadContact me with any questions, feedback, or concerns. Thank you for shopping small!♡ Stay safe & happy editing, Alana ♡📌 PINTEREST: www.pinterest.com/alanamak📷 INSTAGRAM: www.instagram.com/alanamakREFUND POLICY & TERMS OF USE:Due to the digital nature of this product, all sales are final & there are no returns or exchanges. No sharing files, or reselling them in any form. Derivative works are prohibited. Violators of this agreement will be prosecuted.© ThePresetCow, 2020KEYWORDS:Warm Filter I Light Preset I Sunset Photo Preset | Summer Filter | Mobile Lightroom Presets I Instagram Presets I Desktop Lightroom Presets I Influencer & Instagram Filter I DNG I Mobile Filter I Travel Presets I Influencer Presets I I iPhone Presets I Blogger Presets I Photo Filters I Android Preset I Edits in Lightroom | VSCO Filter | Lightroom Editing | Photo Presets | Lightroom for Beginners | Best Lightroom Presets | VSCO Tumblr Editing | Best Instagram Filters | Aesthetic Lightroom Preset | Aesthetic Instagram Filter | Photo Editing | Travel Filter | Blogger Filter | Easy Preset | Photography Presets | Photography Editing |\n                ", "listing_reviews": "16", "store_reviews": "188 reviews", "search": "coloring pages", "url": "https://www.etsy.com/listing/934063765/mobile-lightroom-presets-instagram"}, {"seller_text": "AvalanchePresets", "seller_href": "https://www.etsy.com/shop/AvalanchePresets?ref=simple-shop-header-name&listing_id=721952828", "store_sales": "9,831 sales", "store_rating": "4.5965", "listing_title": "10 Mobile Lightroom Presets,Summer preset, Instagram filter,Natural preset, Desktop Presets, Color Lightroom, Vibrance, Lifestyle Blogger,", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $0.71\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    Visit more Presetswww.etsy.com/shop/AvalanchePresetsINCLUDED IN YOUR PURCHASE💥 Instant Download💥 10 Lightroom presets for MOBILE Lightroom( free mobile lightroom app)💥 10 Lightroom presets for DESKTOP Lightroom (Both MAC and Windows supported)💥 Instructions💥 Instant Download 💥 Compatible with all Photo formats💥 Compatible with Lightroom Mobile App (Both IOS and Android)💥 Compatible with Desktop Lightroom (Both MAC and Windows)🎁GET 4 PAY FOR 2🎁• Add 4 items to cart• Use code: GET2FREE• Pay just for 2 items If you are not sure about suitability of presets on your photos you can leave me message/send me few examples of your photos and I will test the presets and will show you results.📧 Contact us:  avalanchepresets [!at] gmail.com© 2018 AvalanchePresets, All Rights Reserved\n                ", "listing_reviews": null, "store_reviews": "352 shop reviews", "search": "coloring pages", "url": "https://www.etsy.com/listing/721952828/10-mobile-lightroom-presetssummer-preset"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=885035515", "store_sales": "70,787 sales", "store_rating": "4.9099", "listing_title": "5 Beach Lightroom Mobile Presets, Tan Skin Photo Editing Filter for Summer Travel, Blue Ocean Instagram Influencer Tropical Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.67\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Just Beachy Lightroom MOBILE Presets for Bloggers & Instagram Influencers, Photo Editing Filter for Lifestyle and Travel🌟The Just Beachy Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will bright and airy, beachy tones to your iPhone imagery. These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ Detailed PDF instructions for preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "13", "store_reviews": "5,613 reviews", "search": "coloring pages", "url": "https://www.etsy.com/listing/885035515/5-beach-lightroom-mobile-presets-tan"}, {"seller_text": "FilAndEllieStudio", "seller_href": "https://www.etsy.com/shop/FilAndEllieStudio?ref=simple-shop-header-name&listing_id=918162334", "store_sales": "9,294 sales", "store_rating": "4.8409", "listing_title": "6  Mobile LIGHTROOM Presets, Bohemian Preset, Desktop Presets, Vsco Filters, Moody Presets, Mobile Presets, Instagram Filter, Boho Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF, 2 ZIP"], "listing_desc": "\n                    Instagram Presets / Mobile Lightroom Presets / Desktop & Mobile Presets /Boho Presets/Moody Presets✩ INCLUDED IN YOUR PURCHASE ✩6 Mobile Lightroom Presets (DNG files)6 Desktop XMP PresetsFree 35 pages PDF on Social Media GrowthDetailed PDF Image Instructions◾️ If you have issues downloading or using any of the files, please contact me and I will re-send you the files and help you troubleshoot◾️With over 10 years of professional experience in the world of photography, you are guaranteed to get high quality presets that will elevate the look of your photos. We spent hundredths of hours editing, so that you won’t have to.✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Works With & WITHOUT Adobe subscription✔️ You only need Lightroom CC App on your Phone/iPad✔️ Works With Lightroom Desktop for Mac or PC (Classic & CC)Created for the FREE Lightroom Mobile App and Desktop Lightroom. Works best on RAW files but is fully compatible with JPEGS as well.General information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUY. Make sure to save the zip file on your phone. The transaction and installation can be completed on a mobile device. Access to a desktop computer is not required.These presets were designed to work with many different light conditions, from full sun to shade, and will help you achieve a consistent look by enhancing the colors and brightness of your photos. This pack in particular was designed to enhance the colors of sunlight, giving a warm & bright feel to your photos. Sand, the color of wheat, white, brown and soft tones in general are at the core of these filters. Perfect for general lifestyle photos, family, weddings or in general for portraits at golden hour/sunset . This pack works well for many different types of photography from lifestyle to travel, home blogging and professional wedding photographyBohemian includes 6 mobile presets & 6 Desktop Presets. They are all extremely versatile, can be fully customized and are guaranteed to enhance dull images with just one click. Whether you work with photos straight from your phone’s camera roll or raw files from your DSLR, these presets will help you refine your style giving you beautiful photos.Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "13", "store_reviews": "421 reviews", "search": "coloring pages", "url": "https://www.etsy.com/listing/918162334/6-mobile-lightroom-presets-bohemian"}]