[{"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=837691855", "store_sales": "237,229 sales", "store_rating": "4.8715", "listing_title": "10 Lightroom Presets SUMMER CHILL  Instagram Blogger Presets, Summer Presets for Photo Editing", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    10 Mobile Presets Summer Chill Summer preset Warm preset Travel presets Instagram filter Sunny preset 10  LIGHTROOM PRESETS SUMMER CHILL for Mobile and Desktop LightroomThese Presets Pack  are perfect for Instagram, blogging and photo editing on the go. Hight Quality Preset, Great for Portraits, Bloggers, Travelers, Engagements and Wedding' shoots, a user friendly pack, easy to use, One click Lightroom Preset that gives your collection of work a more cohesive and aesthetic feel and get you on your way to creating stunning images. 🎁 GET 5 & PAY FOR 3: add 5 presets to your cart, use coupon: GIFT2 and pay for 3 only https://www.etsy.com/shop/VictoriaBeePhoto?coupon=GIFT2This pack Included 10 presets inspired by travel bloggers and influencers around the world.This preset for every kind of picture that will surely deliver stunning results and make your images look a hundred times better! For photographers who do a lot of fashion, travel and lifestyle photography.Check out my Bestsellers Itemshttps://www.etsy.com/shop/VictoriaBeePhoto♦️ Works in Lightroom Mobile App (iOS/Android)♦️ Works With & Without Adobe subscription♦️ Compatible with All Photo formatsIncluded:🔶10 Lightroom presets in .DNG format for MOBILE Lightroom .ZIP archive🔶10 Lightroom presets in .XMP format for DESKTOP Lightroom .ZIP archive🔶.PDF file with direct link to download presets directly to your phone 🔶.PDF Instruction Guide 10 Summer Presets  has been created to achieve a very modern, glamorous, trendy & Instagram aesthetic look. You will get best fashionable, professional  one-click result from this pack.Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️Keep in mind that all presets work differently with each photo depending on a number of factors such as lighting, white balance, tone etc. Please contact me for any questions or editing help victoriabee.shop [!at] gmail.com© 2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephoto  ©victoriabee.presetsKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "12", "store_reviews": "8,047 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/837691855/10-lightroom-presets-summer-chill"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=869967370", "store_sales": "21,700 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Natural Presets, Instagram Filters, VSCO Filters, iPhone Presets, Lightroom Preset, Lifestyle Presets, Bright", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it natural with this Natural Preset! This Lightroom Mobile preset will effortlessly soften and mute the shades in your photos to achieve a minimalist natural look with the click of button! ❀ Your purchase includes ❀- 1 Natural Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "24", "store_reviews": "1,130 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/869967370/lightroom-mobile-preset-natural-presets"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=686103789", "store_sales": "171,643 sales", "store_rating": "4.8275", "listing_title": "GREEN Lightroom PRESETS Mobile and Desktop - for Instagram/ Blogger/ Photo filters/ Food Presets/ Lightroom mobile presets, tropic exotic", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    💥20 Mobile Lightroom Presets, Mobile Presets, Desktop Presets💥Blogger Preset Package for Instagram Photo PresetWhite Lifestyle preset photo filter✅FILES included:- 20 Lightroom presets for MOBILE Lightroom( free mobile lightroom app)- 20 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "47", "store_reviews": "6,145 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/686103789/green-lightroom-presets-mobile-and"}, {"seller_text": "LouMarksPhoto", "seller_href": "https://www.etsy.com/shop/LouMarksPhoto?ref=simple-shop-header-name&listing_id=710322312", "store_sales": "388,506 sales", "store_rating": "4.8278", "listing_title": "15 Mobile Lightroom Presets, Lightroom Filters, iPhone Presets, Lightroom Mobile Presets Moody, Instagram Presets, Rich Mobile Dng Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.49\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP, 2 PDF"], "listing_desc": "\n                    RICH Moody presets, Lightroom presets, blogger photo presets, mobile presets and desktop presets, instagram Filters for Lightroom Mobile♡ Rich Moody Presets ♡ The best Lightroom Mobile Presets, perfect for Instagram ♡I N C L U D E D• 15 MOBILE Lightroom presets• 15 DESKTOP Lightroom presets • After Purchase Customer Support• Instructions• Instant DownloadPreset Bundles In My Shop:www.etsy.com/shop/loumarksphoto♡ SPECIAL OFFER: GET 5 PAY FOR 3 ♡• Add 5 Preset Packs to your cart• Discount Automatically Applied• Only Pay for 3 Preset PacksW H Y ∙ Y O U ' L L ∙ L O V E ∙ I T• Rich moody vibe perfect for instagram themes• Works amazing on indoor and outdoor photos• Made by a professional photographerO T H E R ∙ I N F O R M A T I O N• Works with the Free & Paid Android LR Mobile App • Works with the Paid iPhone LR Mobile App  • Works with All Lightroom Desktop Versions• Works with Mac and PC Desktops/LaptopsStill have questions or need help picking the perfect presets for you editing needs? Feel free to contact me, I’m always more than happy to help in any way :)♡ L O U A N D M A R K S ∙ P R O M I S E ♡You are you unique and so are our Presets! We created our Presets for everyone. No one specific skin tone or hair color. When you purchase from Lou + Marks you are not just purchasing presets you also get our guarantee that they will suit your skin tone. If they don’t send me a message with an unedited image and I will personally adjust them for you.  A B O U T ∙ L O U ∙ M A R K S ∙ P H O T O• IG: @Louandmarks• FB: https://www.facebook.com/louandmarks/-----------------------♡--------------------© 2021 Lou & Marks LLC, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "100", "store_reviews": "16,494 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/710322312/15-mobile-lightroom-presets-lightroom"}, {"seller_text": "Blondary", "seller_href": "https://www.etsy.com/shop/Blondary?ref=simple-shop-header-name&listing_id=974130096", "store_sales": "2,567 sales", "store_rating": "4.9957", "listing_title": "Mobile Lightroom Presets | 10 Tanning Presets | Beach Filter | Summer Tan | Bronze Preset | Beige Presets | Instagram Filter | iPhone Preset", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.05\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    Mobile Lightroom Presets, Tanning Presets, Beige Presets, Summer Presets, Beach Preset, Clean Preset, Brown presets, Bright Presets, Warm Presets, Coffee Presets, Instagram Filter, Instagram Presets, Blogger Presets, Lifestyle presets✩ FREE PRESETS OFFER ✩❤️ GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE ❤️❤️ GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE ❤️❤️❤️ GET 8 PACKS & PAY ONLY FOR 4 - Add 8 items to your cart and use promo code 4FREE*Tanning Mobile Presets: include 10 mobile Lightroom Presets perfect for summer, beach photos. Transform your photos with the Tanning Lightroom Presets*⭐You Will Receive :- 10 DNG. Mobile Presets - 1 PDF file \"how to download mobile presets\" All presets files are in DNG format.After the download you will need to unzip the file, either on your PC (and then send the mobile presets to your phone) or on your phone (if you have an app that can unzip files).After purchase you will be able to INSTANTLY DOWNLOAD the following 10 presets:- If you have problems with installation or with downloading your files just contact me and I'll do my best to help you.- Please keep in mind that each photo has different light setting so you can tweak some settings as light, contrast etc after applying you presets to get best results.For personal use ONLY! You may NOT sell, distribute, rent, give, sub-license, or transfer presets, or presets sent to anyone else.More Presets:Beige Presets:https://www.etsy.com/listing/964232783/mobile-lightroom-presets-12-beige?ref=shop_home_active_1&pro=1Bright Interior Presets:https://www.etsy.com/listing/952251009/mobile-lightroom-presets-6-bright?ref=shop_home_active_2&pro=1Minimalistic Presets:https://www.etsy.com/listing/938999572/lightroom-mobile-preset-7-minimalistic?ref=shop_home_active_4&pro=1Luxury Black Presets:https://www.etsy.com/listing/971607185/lightroom-presets-10-luxury-black?ref=shop_home_active_3&pro=1Fitness Presets:https://www.etsy.com/listing/943374818/lightroom-presets-6-fitness-presets?ref=shop_home_active_5&pro=1Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filters, Travel Presets, Influencer Presets, warm presets, iPhone Presets, Moody Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright Presets, Clean Preset, Color Pop Preset, Vibrant Presets, Home Presets, Beach Presets\n                ", "listing_reviews": "11", "store_reviews": "234 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/974130096/mobile-lightroom-presets-10-tanning"}, {"seller_text": "PrintablesByPlanners", "seller_href": "https://www.etsy.com/shop/PrintablesByPlanners?ref=simple-shop-header-name&listing_id=902850085", "store_sales": "5,244 sales", "store_rating": "4.9262", "listing_title": "Ultimate Mom Planner Printable Home Digital Download Baby Planner Household Mommy Classic Happy PDF Inserts A4 A5 Letter Half", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.40\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 ZIP"], "listing_desc": "\n                    Ultimate Mom Planner Printable Home Digital Download Baby Planner Household Mommy Classic Happy PDF Inserts A4 A5 Letter HalfHaving a baby is one of the most momentous occasions in our lives. As a busy Mommy, there are so many things to take of. This Ultimate Mommy Planner will help you organize and enjoy being a Mama.  These are easy to follow, printable pages which you can print off on your printer. The following 5 sizes are available for printing:A4 - 8.3\" X 11.7\"A5 - 5.8’’ x 8.3’’Letter Size - 8.5’’ x 11’’Half Letter Size - 8.5\" X 5.5\"and Classic Happy Planner Size - 9.25 X 7\"THIS IS A DIGITAL PRODUCT ONLY. NO PRODUCT WILL BE SHIPPED TO YOU. It is not editable. Please print it out for the best use of this product. I will be sending you a zip file which consists of 2 folders, one will contain the PDFs of the planner in all 5 sizes mentioned above, and the second folder will contact a separate (and more colorful) cover page in all the 5 sizes. For more info on how to access your digital purchase, please click here https://help.etsy.com/hc/en-us/articles/115013328108?segment=shoppingYou can also access it by logging into your etsy account, click the \"You\" tab, click on \"Purchases and Reviews\", look for your purchase, click \"Download Files\", then click on \"Download\".REFUNDSSince this is a digital item, I will not be able to refund the purchase. I do not accept exchanges or cancellations. But if you have any questions or issues, please contact me.COPYRIGHTThese files are for your personal use only. Please do not share or sell them. HOW TO UNZIP A FILE/FOLDERFor a Windows laptop, save the zip file, then open File Explorer and find the zipped folder. To unzip the entire folder, right-click to select Extract All, and then follow the instructions. For a Mac, find the built-in Archive Utility app, then follow these stepsRight-click the zipped folder or file you'd like to unzipSelect 'open with'Select 'Archive Utility'For an iPhoneOpen the Files app, then choose a location like On My iPhone or iCloud Drive.Tap Select, then choose one or more files.Tap the more button in the lower right.Tap Compress.If you selected one file, a ZIP file with the same filename saves to that folder. If you selected multiple files, a ZIP archive named Archive.For an Android phoneOn your Android device, open Files by Google Files Go.On the bottom, tap Browse Browse.Navigate to the folder that contains a .zip file you want to unzip.Select the .zip file.A pop up appears showing the content of that file.Tap Extract.You’re shown a preview of the extracted files. If you want to delete the .zip file after extraction, select the “Delete ZIP file” checkbox.Tap Done.The extracted files are saved in the same folders as the original .zip file.For a ChromebookTo unzip files, you'll have to copy and paste the desired files to their new location on your Chromebook. 1. Click the zipped file to open it.2. Select the file (or files using the Shift key) that you'd like to unzip.3. Right-click and select \"Copy\" to copy the document or documents, or press Ctrl + C on your keyboard. 4. Right-click again, or use the Ctrl + P on your keyboard, to paste your file in its new folder. A pop-up will appear confirming that the file was successfully pasted.5. You can also simply click and drag files to another location to extract them from the zipped file. For example, click and drag the file into \"Downloads\" or another folder in the left-hand menu.6. Once you're done, click the eject button next to \"Archive.zip\" in the left hand menu to complete the process.\n                ", "listing_reviews": "8", "store_reviews": "244 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/902850085/ultimate-mom-planner-printable-home"}, {"seller_text": "PresetBoulevard", "seller_href": "https://www.etsy.com/shop/PresetBoulevard?ref=simple-shop-header-name&listing_id=857137421", "store_sales": "4,433 sales", "store_rating": "4.8226", "listing_title": "Natural Light Mobile Lightroom Presets,  Professional Natural Preset for Instagram Influencer, Bright Lifestyle Preset for Bloggers,", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.75\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 3 other files"], "listing_desc": "\n                    3 INFLUENCER Mobile Lightroom Presets, Intagram Blogger, best Lightroom Preset, Travel Blogger, Best Presets. Minimalist presetsHi there! Thanks for visiting our shop, we are SO happy you found us :) This preset is perfect if you don’t want your photos to look over edited. Soft, natural tones.Creates a minimalist aesthetic ✨This listing is for 3 Mobile Preset for the FREE Lightroom CC App. Each preset is customized and meticulously crafted for perfection – Presets are great for creating a unique/consistent instagram feed, revamping your blog aesthetic, or even editing everyday photos. Our presets will transform your pictures and create the Instagram or blog you’ve always dreamed of!With this purchase you will receive:+ 3Mobile Preset for Lightroom CC + 1 Step by Step Lightroom Installation GuideThe first preset works perfect with most pictures but I did include two additional ones with minor tweaks that could be used on photos with different lighting. If you do need to do any minor tweaks because your photo is dark/too bright etc I would recommend adjusting the exposure and the temperature a bit ☺️PROMO: BUY 1 GET 1 FREE | Enter Coupon Code: BOGOPB at checkout — ADD two to your cart and only pay for onePreset Boulevard prides itself on creating unique and quality presets that are specifically designed to maximize and revolutionize your social media presence. When you purchase from Preset Boulevard you can expect not only to receive quality presets for a cheap price but you can also expect world class customer service around the clock from our team! Please message us on Etsy if you run into any trouble or have any questions. It is always our pleasure!We’d  love to see your edits using our presets so feel free to follow and tag us on📸 Instagram @PresetBoulevardTERMS & CONDITIONS: All sales are final. By purchasing this preset you agree not to share or resell these files.\n                ", "listing_reviews": "31", "store_reviews": "258 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/857137421/natural-light-mobile-lightroom-presets"}, {"seller_text": "SimplePreset", "seller_href": "https://www.etsy.com/shop/SimplePreset?ref=simple-shop-header-name&listing_id=801841493", "store_sales": "7,141 sales", "store_rating": "4.4733", "listing_title": "10 Mobile Lightroom Presets, Photo Filters, Iphone preset, Lightroom, Mobile presets, Travel Presets, Instagram Filters, Indoor, dng presets", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.48\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 JPG"], "listing_desc": "\n                    ❤️GET 4 & PAY FOR 2: add 4 presets to your cart, use PROMO code: GIFT2 and pay for 2 onlyMust-have unique lightroom presets.Mobile Preset is perfect for your Adobe Lightroom CC Mobile App and works well with your photos shot with your iPhone or Android device.Perfect for Family, Travel, Lifestyle, Blogger, Wedding, Portrait photos.Details:• 10 Lightroom preset in DNG format.• Compatible with Free Lightroom Mobile App• Compatible with All Photo formats• Works with All Lightroom and Photoshop Versions• Instant download • Free supportAttention! Final result can vary from one photo to the next, depending on lights, shadows, colors, tones and camera settings.Due to the digital nature of this product no exchanges or refunds will be made. For any questions or editing help please contact me via Etsy messages.No sharing files, or selling them in any form. Derivative works are prohibited.© 2019 SimplePreset, All rights reserved.Keywords:mobile, clean, mobile lightroom, Instagram blogger VSCO filter lifestyle influencer luxury wedding portrait travel photo CC mobile version iPhone clean desktop presets\n                ", "listing_reviews": "21", "store_reviews": "183 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/801841493/10-mobile-lightroom-presets-photo"}, {"seller_text": "MyPlanningCorner", "seller_href": "https://www.etsy.com/shop/MyPlanningCorner?ref=simple-shop-header-name&listing_id=990500507", "store_sales": "62 sales", "store_rating": "5", "listing_title": "Modern Minimal Printable Planner, Daily, Weekly, Monthly, Yearly Planner, A4, A5, Letter, Half Letter, Planner Inserts, Digital Download", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $1.75\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 4 PDF"], "listing_desc": "\n                    Welcome to My Planning Corner!Do you find yourself so overwhelmed within the daily hustle you feel like you are just surviving, not living? Using a planner can help you manage your busy life and help reduce your stress. This Modern Planner Pack is an effective tool to help make planning simple for you. Use this planner to help you manage your time wisely and be more productive throughout the day. These digital planner pages make it convenient for you so you can print as many pages as you would like, at any given time, in the comfort of your home. They will be available to download and print right after purchasing.⚝ This is a DIGITAL item, no product will be shipped.INCLUDED.................⚝ 12 Pages total ⚝ PDF Format⚝ 8 Planning Pages      - 2 Yearly Planning Pages    - 2 Monthly Planning Pages    - 2 Weekly Planning Pages    - 1 Daily Planning Page    - 1 Notes Page⚝ 4 Cover/Divider Pages⚝ 4 Sizes:     - A4, A5, Letter, Half LetterPLEASE NOTE.......................⭐ Files should be downloaded to your computer for best quality.⭐ Try using cardstock or a nice quality paper for a better finished product. ⭐ Colors may vary depending on what screen you are using to look at the item. ⭐ This is not a template, you will not be able to make any edits to this item.RETURNS...............⚝ If you are experiencing any issues or are dissatisfied with your purchase please contact me with your concerns and I will gladly assist. ⚝ I do not accept returns due to the nature of this item.TERMS OF USE........................⚝ This item is for PERSONAL USE only.\n                ", "listing_reviews": "6", "store_reviews": "11 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/990500507/modern-minimal-printable-planner-daily"}, {"seller_text": "DesignByZoya", "seller_href": "https://www.etsy.com/shop/DesignByZoya?ref=simple-shop-header-name&listing_id=503425386", "store_sales": "1,882 sales", "store_rating": "4.8605", "listing_title": "Daily To Do Planner, Printable Organizer, Instant Download, Productivity Desk Planner, DIY Planner, To Do List, Daily Goal, Digital Schedule", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.90\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF"], "listing_desc": "\n                    Hi & Welcome to my Shop!Get organised and create your perfect schedule with this Seven-Day To-Do Planner, designed to highlight the most important tasks and events each day of your week. Incorporated in the Planner are: today's tasks, daily inspiration, urgent errands, unfinished tasks , daily events and a notes section. There is a 15mm margin on both sides of each page meant for hole punching, if required. Included with the Seven-Day To-Do Planner is “This Year Will Be Fierce” Cover Page.>> YOU WILL RECEIVE• US letter (11 x 8.5in) size PDF - 8 pages in total • A4 (11.69 x 8.27in) size PDF - 8 pages in total• A5 (8.3 x 5.8in) size PDF with crop marks - 8 pages in totalEach Instant Download PDF includes a Cover Page & the Seven-Day To-Do Planner (8 pages in total) files that can be printed at home, print shop or online print service over & over again.* PLEASE NOTE This is a digital purchase for instant download. No physical item will be shipped to you.>> HOW IT WORKS• Purchase the item.• After Payment is confirmed by Etsy you will receive an email with download link or you can find the files in the purchases & reviews section of your account.• Download purchased item and print as many copies as you need.Due to different monitor and print settings the colours may vary slightly between your monitor and the final print. The final print quality will depend on the type of printer and paper used.>> USEFUL To view and print the downloaded PDF files you will need an Adobe Reader, which can be downloaded for FREE here >> https://get.adobe.com/reader/Helpful double sided printing tips can be found here >> https://helpx.adobe.com/acrobat/kb/print-double-sided-acrobat-reader.htmlFor more DAILY PLANNERS go to >>> http://etsy.me/2mWWbyV• Seven-Day Daily Planner >>> http://etsy.me/2vc5U5E• Seven-Day Hourly Planner >>> http://etsy.me/2vclyOkFor STUDENT PLANNERS go to >>> http://etsy.me/2wQNBDjFor WEEKLY PLANNERS go to >>> http://etsy.me/2m8VNuKFor DIVIDERS & STICKERS go to >>> http://etsy.me/2uotcnpThank you so much for visiting!© All rights reserved.\n                ", "listing_reviews": "24", "store_reviews": "176 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/503425386/daily-to-do-planner-printable-organizer"}, {"seller_text": "AnalidaDesigns", "seller_href": "https://www.etsy.com/shop/AnalidaDesigns?ref=simple-shop-header-name&listing_id=912024039", "store_sales": "3,398 sales", "store_rating": "4.9806", "listing_title": "Work from Home Printable, Business Planner, To-Do List Template, Remote Work, Project Planner, Time Management Log, A5 Planner Inserts, PDF", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $6.79\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 ZIP"], "listing_desc": "\n                    Work from Home Printable | Business Planner | To-Do List Template | Remote Work | Project Planner | Time Management Log | A5 Planner Inserts PDF♥ Work Productivity Printable Pack- Boost your performance efficiency at work with these 10 minimalist printable planner pages. The Daily Planner has spaces for hourly schedule, task list, notes and reminders for meetings, calls, water trackers and projects. The Meeting Notes template helps you take structured notes during team meetings to meet your targets and goals. See more details below!***This PDF files are Not Editable - Print & handwrite only***🖤 INCLUDE: 4 PDF files with 10 pages in each PDF+ 1 PDF for Letter Size+ 1 PDF for A5 Size (on A5 paper)+ 1 PDF for A5 Size with Trim marks (on US Letter size)+ 1 PDF file for A4+ Printing guidelines sheetWhat's included in this 10 pack:+ 1 Daily Planner+ 1 Work Planner+ 2 Weekdays Planner (2 page layout) + 1 Meeting Notes+ 1 Project Planner+ 1 Task Tracker+ 2 Monthly Planner (2 page layout)+ 1 Notes Taking pageSIZING DETAILS:+ Letter Size (8.5 x 11 in) (215.9 x 279.4 mm)+ A4 paper size (8.27 × 11.69 in) (210 × 297 mm)+ A5 paper size (5.8 x 8.3 in) (148 x 210 mm)🖨 Test print PAGE SIZES and punch hole margins here: https://bit.ly/3f8Xd2K♥ YOU MAY ALSO LIKE:- Fitness Planner Bundle (Pink version): https://etsy.me/3lkgfWI- Fitness Planner Bundle (Grey version): https://etsy.me/35MnjXA- Essential Fitness planners: https://etsy.me/3muwYrF- Water Tracker: https://etsy.me/2DoL0JJ- Sleep Trackers: https://etsy.me/3bZdwhV- Daily Routine Habit Tracker (4 color variations): https://etsy.me/2GMtQao- Monthly Habit Tracker: https://etsy.me/2ZjZAtF- Weekly Habit Tracker: https://etsy.me/3ijl80O- Period Tracker: https://etsy.me/3lJy5TV- More Planners: https://etsy.me/2A51XqY***********FEATURES+ Great for binders - all pages have a safe margin for hole-punching/binding (A4 & Letter hole margins: 17.5mm; A5 hole margins: 12mm)+ Minimalist Design - clean and functional layout+ Unlimited Prints - print them endlessly for your PERSONAL USE!+ Ink-friendly - minimalist branding elements+ High-Resolution (300DPI) PDFs - files are scalable without loss of quality*****************HOW IT WORKS1. Add this item to your cart and choose the payment method2. After purchasing, you will be taken to the Etsy download page, and your file will also be sent via email. You can find more help on how to download your digital files here: https://etsy.me/2D7gO5k3. You can also download them multiple times by going to 'You > Purchases and reviews’ (https://www.etsy.com/your/purchases)4. All items are saved in a zipped file format for easy downloading. Right-click on the folder and choose 'extract all' to unzip.Unzipping software to open the .zip file from the links below:- 7-zip : www.7-zip.org- WinZIP : www.winzip.com/prod_down.html**Currently you cannot download files through the Etsy App, only through a browser.*************IMPORTANTPlease note that colors may vary depending on your monitor display and printers. The quality of the print depends on the quality of the printer and paper.All printables are in PDF format. You'll need Adobe Reader (FREE) to print. Download a free reader here: https://get.adobe.com/reader/PRINTING INSTRUCTION:- Print at 100% / Actual Size, do not \"Scale to Fit\" in the Page Sizing & Handling Section- Select Auto portrait under Page Orientation section- For duplex printers, if you choose portrait you should flip along the long edge and if you select landscape you should flip along the short edge- In relation to paper, for the optimal quality of the prints, it's recommended to use bright white paper (28 – 32 lb)AnalidaDesigns is not responsible for printing and technical issues. Suggest to test a few samples beforehand and adjust your settings accordingly.All orders are final, non-refundable. For personal / non-commercial use ONLY**************QUESTIONS?I'm happy to help you with any questions— just contact me via Etsy message ♥**************SOCIAL ACCOUNTS-----------------------------------------------If you’d like to follow me, you can do so on these accounts:♥ Pinterest - https://www.pinterest.com/AnalidaDesign/♥ Instagram - https://www.instagram.com/analidadesigns/I would love to see your purchased printable featured in my Instagram: @analidadesignsTag me #analidadesignsThanks so much for visiting my shop!\n                ", "listing_reviews": "10", "store_reviews": "309 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/912024039/work-from-home-printable-business"}, {"seller_text": "MintAndPepper", "seller_href": "https://www.etsy.com/shop/MintAndPepper?ref=simple-shop-header-name&listing_id=790367867", "store_sales": "61,307 sales", "store_rating": "4.8303", "listing_title": "7 Lightroom Mobile & Desktop Presets NATURAL Instagram Preset, Bright Filter, Mobile Lightroom Presets for Bloggers, Everyday Photo Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.82\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    7 Lightroom Presets for Lightroom MOBILE (.dng) & Lightroom DESKTOP (.xmp) NATURAL is a pack of 7 Lightroom Presets. Great for bloggers, photographers and everyone who aims to create a consistent feed on Instagram with easily applied filter. Perfect for outdoor photography, stylized shots and portraits.- Compatible with iPhone and Android devices (you just need to download free Lightroom App) and with Desktop Lightroom - Easy to apply, with just one click- Instant download filesYou get:- 7 Lightroom Presets in .dng and .xmp formats - Instruction in PDFPlease remember that all presets look differently on each photo because of lighting and white balance settings, dominant colours etc. If your photo doesn’t look perfect you may need to adjust exposure or temperature to achieve the best results.🌟GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE🌟🌟GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE🌟🌟GET 8 PACKS & PAY ONLY FOR 4 - Add 8 items to your cart and use promo code 4FREE🌟- Due to the digital nature of this product no exchanges or refunds will be madeINSTAGRAM: @mint_and_pepper_EMAIL: mintandpepper5 [!at] yahoo.comKeywords: Lightroom presets, Lightroom, mobile presets, dng, photo filters, iPhone, Android, iOS, instagram presets, digital download, presets, Lightroom CC, Instagram presets, blogger presets, VSCO presets, instagram filter, lifestyle presets, influencer presets, professional photo editing, editorial presets, luxury presets, wedding presets, portrait presets, travel presets, Lightroom mobile, best mobile presets, photo presets.\n                ", "listing_reviews": "16", "store_reviews": "2,033 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/790367867/7-lightroom-mobile-desktop-presets"}, {"seller_text": "OnePreset", "seller_href": "https://www.etsy.com/shop/OnePreset?ref=simple-shop-header-name&listing_id=974215413", "store_sales": "77,827 sales", "store_rating": "4.658", "listing_title": "BUNDLE 120 Lightroom Presets Mobile - Instagram Blogger Preset - Lightroom Mobile Presets - Instagram Presets - iPhone Presets for Blogger", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.19\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    💝 GET A FREE PRESET 💝\u2028GET 4 & PAY FOR 3: Add 4 Presets to your cart, use promo code “ONEFREE” and only pay for 3.OR SHOP UNDER THIS LINKhttps://www.etsy.com/au/shop/OnePreset?coupon=ONEFREE✩✩✩ We have 45 BESTSELLERS ✩✩✩Mobile & Desktop Compatible Lightroom Presets to create an aesthetic Instagram feed. \u2028\u2028✮ INCLUDED IN YOUR PURCHASE ✮• 120 Mobile Lightroom Presets (DNG file)• PDF File w/ Simple Instruction Manual• Compatible with both Android and iPhone• Works in Adobe Lightroom (PC/Mac)INCLUDED PRESET PACKS:- Clean- Natural- Cruise- Family- Greece- Hazelnut- Jungle- Lifestyle- Midsummer- Mother- Natural- Tangerine- Tanning✮ INSTALLATION ✮ To access your digital files:1. Go to Your Account2. Purchases and reviews and look for the order.3. To the right of the order, click Download Files.4. You will be able to download the DNG File.5. You will then be able to upload each DNG file as an image to your Lightroom Mobile app.6. Click on the three dots in the top right of your Lightroom app7. Select the option 'Create Preset', this will allow you to save the preset to the preset editing option of the app for use on other images.We value and respect our customers. We always find a compromise in solving any questions that may arise, even after the delivery of the order.Due to the digital nature of this product ALL SALES ARE FINAL.For any questions please contact me via Etsy messages.© No sharing files, or selling them in any form. Derivative works are prohibited. © OnePreset, 2020\n                ", "listing_reviews": "77", "store_reviews": "2,906 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/974215413/bundle-120-lightroom-presets-mobile"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=848374533", "store_sales": "237,229 sales", "store_rating": "4.8715", "listing_title": "5 Mobile Lightroom Preset BEE HONEY Warm Instagram Filter, Influencer Lightroom Preset Travel Blogger", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 Files"], "listing_desc": "\n                    Lightroom Presets, instagram preset,  influencer presets, lifestyle blogger presetsLevel up your social media game with BEE HONEY Presets and edit your Instagram photos like a pro on your mobile device! Mobile Lightroom Influencer Preset BEE HONEY  Included 5 presets  inspired by travel bloggers and influencers around the world.This preset for every kind of picture that will surely deliver stunning results and make your images look a hundred times better! For photographers who do a lot of fashion, travel and lifestyle photography.This quality preset produce amazing warm tones and making it easy for you to achieve the same look and feel as your favorite influencers!  🔥GET 5 & PAY FOR 3: add 5 presets to your cart, use PROMO code GIFT2🔺Included5 LIGHTROOM MOBILE PRESET .DNG file🔵How to Download and Install mobile preset:  https://youtu.be/fDKHSkU7GIs🔵If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll.For any questions or editing help Please contact me email victoriabee.shop [!at] gmail.com© 2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoKeywords: Warm filter, Instagram Filter, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, family preset,\n                ", "listing_reviews": "16", "store_reviews": "8,047 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/848374533/5-mobile-lightroom-preset-bee-honey-warm"}, {"seller_text": "PeachyPopPrints", "seller_href": "https://www.etsy.com/shop/PeachyPopPrints?ref=simple-shop-header-name&listing_id=926919124", "store_sales": "377 sales", "store_rating": "5", "listing_title": "Fitness Planner Insert Printable | Printable Planner Inserts PDF | Letter A4 A5 Happy Planner Classic Happy Planner Mini", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 ZIP"], "listing_desc": "\n                    🌼 NOTE: This item is a digital instant download. NO PHYSICAL ITEM WILL BE SHIPPED.This kit includes 20 pages of PDF printable inserts to help you get fit and manage a healthy lifestyle:•\tHealth Goals Tracker•\tAnnual Fitness Tracker•\tMonthly Fitness Tracker•\tWork Out Planner•\tDaily Fitness Tracker•\tWork Out Log•\tWeekly Menu •\tWeekly Menu with Grocery List•\tGrocery List•\tStep Tracker•\tSleep Tracker•\t52 Week Weight Log•\tMonthly Weight Log•\tWeight Log•\tWeight Graph•\tMeasurements Tracker•\t30 Day Challenge•\t21 Day Challenge•\tJournal•\tPhoto JourneySizes included:o\tA4 | 8.3 x 11.7 inches | 210 x 297 mmo\tA5 | 5.8 x 8.3 inches | 148 x 210 mmo\tA6 | 4.1 x 5.8 inches | 105 x 148 mmo\tLetter Size | 8.5 x 11 inches | 216 x 279 mmo\tHappy Planner Classic | 7 x 9.25 inches | 177.8 x 235 mmo\tHappy Planner Mini | 4.625 x 7 inches | 117.475 x 177.8 mm★ You will receive 1 zip file for all 6 sizes.★ You need a PDF viewer to view and open these files.★ All files come with bleed/crop marks.====================INSTRUCTIONS1.\tLog into your Etsy account.2.\tClick the \"You\" tab3.\tScroll and click \"Purchases and reviews\"4.\tFind your purchase and click \"Download Files\"5.\tClick \"Download\"====================REFUNDSDue to the fact that our products are all digital downloads, it is would be impossible to “return” the items.  Therefore, we are unable to offer cancellations, refunds, or exchanges of any kind.  However, if you have any questions or issues with your purchase, please feel free to contact me.====================TERMS OF USE:All of our files, images, and templates are for personal use only. You may print as many of your items as you’d like for personal use, but you may not share, resell, reproduce, distribute by electronic or physical means for personal gain, or in any way profit from our designs.By purchasing one of our listings, you are agreeing to our shop policies.© All Designs and Templates are Copyrights of Peachy Pop Prints\n                ", "listing_reviews": "9", "store_reviews": "19 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/926919124/fitness-planner-insert-printable"}, {"seller_text": "DigitalVibes", "seller_href": "https://www.etsy.com/shop/DigitalVibes?ref=simple-shop-header-name&listing_id=809531211", "store_sales": "12,390 sales", "store_rating": "4.8333", "listing_title": "10 Mobile and Desktop Lightroom Presets, SUNSET GLOW presets, Sunset sunrise Lightroom Preset,Bright, Instagram Filter,Travel Summer Blogger", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    ✅ LIMITED OFFER - Just don't miss it out!Huge Package of 1000+ Mobile & Desktop Presets with a HUGE discount!! Imagine what you can do with this Bundle of 1000+ Premium Presets !Follow the link --> https://www.etsy.com/listing/864152596/lightroom-presets-bundle-bestsellers-of?ref=listing_published_alert-------------------------------------------------------------------------10 Lightroom Presets, Mobile Presets and Desktop Lightroom Presets, Instagram preset, influencer presets, lifestyle blogger presets, Summer Filters, Pastel Sunset Sunrise Beach Travel Presets, Warm Light Bright Effect.✅ SUNSET GLOW PRESETS:Take your social media pictures to the next level with DIGITAL VIBES Presets and edit your Instagram photos like a pro!The SUNSET GLOW Preset Pack will help you rock your Instagram feed, with bright pastel tones and vibrant warm light, perfect for your sunset and sunrise images. It will make you grow your followers, and create a perfect grid!✅ FILES included:The digital download comes with 2 PDF files✩ The file \"How to download\" includes a direct link to download :  10 Mobile Lightroom Preset - DNG format. 10 Desktop Lightroom Preset - XMP format.✩  The file \"How to use\" includes instructions to use the mobile and desktop presets✅ SPECIAL PROMO: BUY 5 & PAY ONLY 3✩  Add 5 items to your order ( Each item should be a pack of 10 presets)✩  Apply HAPPYSALE COUPON CODE✩ PAY ONLY FOR 3!!!✅ NOTES: ✩ All of the presets have been tested on a variety of pictures and they are very versatile.In most cases the presets works at one-click magic, but please note that it works differently on each picture, you can then edit and play with the exposure,white balance.. etc✩ This is a digital download, No physical product will be sent.✩  The presets are for personal or professional use.✩ Because my products are digital downloads, I am unable to refund, since they cannot be returned once downloaded. However we would be happy to assist with any questions. © 2020 Digital Vibes, All Rights Reserved.TERMS OF USE: All the products are copyrighted to Digital Vibes, do not share or sell these files.\n                ", "listing_reviews": "23", "store_reviews": "526 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/809531211/10-mobile-and-desktop-lightroom-presets"}, {"seller_text": "EliteStudioPresets", "seller_href": "https://www.etsy.com/shop/EliteStudioPresets?ref=simple-shop-header-name&listing_id=806720640", "store_sales": "17,026 sales", "store_rating": "4.7489", "listing_title": "10 Lightroom Mobile Desktop Presets MALIBU, Light and Bright Mobile Presets, Travel Island Picture Filter, Instagram and Blogger Presets", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.38\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    Instantly add brightness to your travel photos, while also adding a pop to ocean colors. Turn your pictures into jet➤setter lifestyle pics.☆ What is included? ☆➤ 10 Presets in DNG and XMP format (NOT lrtemplate format, but you can still use them by uploading the DNG files in your Lightroom Desktop and save them as preset.)➤ PDF file containing a link to download your mobile and desktop presets➤ PDF installation guideEtsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets☆ Compatibility ☆➤ For MOBILE and DESKTOP use (iPhone, Android, PC, MAC)➤ Compatible with free version of the Adobe Lightroom App. You can download this app for free on your mobile phone (iPhone or Android)➤ Compatible with the paid desktop version of the Adobe Lightroom Classic CC (version 7.3+)➤ For use on JPEG and RAW images☆ BUY 5 AND GET 30% OFF!! ☆Add 5 presets in your cart and receive automatically 30% discount!https://www.etsy.com/shop/EliteStudioPresets☆ 24/7 Support ☆If you have any questions or need some help with the presets, please contact me at Etsy or through email elitestudiopresets[at]@gmail.com♡ Share with Us! ♡I would love to see how your pictures turned out by using our presets. Please include them in your review! Tag or DM us on instagram to get featured!@elitestudiopresets© 2020 Elite Studio Presets, All Rights ReservedTerms of Use: By purchasing this item, you are automatically agreeing to the terms of use. Included but not limited to: Prohibition of sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "41", "store_reviews": "749 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/806720640/10-lightroom-mobile-desktop-presets"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=802637194", "store_sales": "70,785 sales", "store_rating": "4.9099", "listing_title": "5 Pastel Pink Lightroom Mobile & Desktop Presets, Dreamy Soft Photo Filter for Instagram Influencer, Bright Airy Spring Blogger Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Pretty & Pastel Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram Influencers, Bright Photo Editing Filter for Lifestyle and Travel🌟The Pretty & Pastel Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add airy, pastel pink tones to your Instagram photos. These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "100", "store_reviews": "5,612 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/802637194/5-pastel-pink-lightroom-mobile-desktop"}, {"seller_text": "InkCreo", "seller_href": "https://www.etsy.com/shop/InkCreo?ref=simple-shop-header-name&listing_id=972650792", "store_sales": "4,310 sales", "store_rating": "4.9158", "listing_title": "Daily Planner Printable - Printable Daily Planner - Printable To Do List - Daily Task Planner - PDF Digital Download", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.90\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF"], "listing_desc": "\n                    Life can sometimes get ahead of us and we can find it stressful to keep on top of things. That's why planning become an effective way to stay organising and take control of our schedule. Start, execute and complete any productivity tasks on your day-to-day basis. This planner is designed in a minimalistic and clean designing to help make your day run smoothly & make the most out of your day. The planner  covers your daily tasks, reminders, timetable, selfcare, health & fitness and food planning. Expand your planner by printing out different layouts for you to switch up your daily organisation needs .PAGES INCLUDE───────────• 7 pages of effective daily planning(7 designs/layouts)Available in black, beige and rose colours!SIZES────1 high quality A4 (21cm x 29.7cm)PDF file for printing on the paper size of your choice.Contact for any custom sizes 😊PROCESS───────1. Add this listing to your cart by clicking “Add to Cart” and purchase item.2. Your file will be available to download once the payment is confirmed.3. After your payment is confirmed you can download your item.4. Print your files at home or send to your local print shop.5. Enjoy using these again and again for your business requirements!6. For more information on downloading a digital item: https://www.etsy.com/uk/help/article/3949All files are digital only and nothing physical will be mailed to you.You need a PDF viewer to view and open these files. 📁You can download the latest Adobe Acrobat Reader for FREE right here:https://get.adobe.com/reader/SHOP INKCREO───────────💻 Need a Business Plan? Looking for a Business Planner to help keep with set-up?Shop our bestsellers and browse our business branding, digital designs and templates!https://www.etsy.com/uk/shop/InkCreoGET DISCOUNT % OFF───────────────20 % off 2 orders 🡲 𝘐𝘕𝘒𝘊𝘙𝘌𝘖2030 % off 3 orders 🡲 𝘐𝘕𝘒𝘊𝘙𝘌𝘖3040 % off 4 orders 🡲 𝘐𝘕𝘒𝘊𝘙𝘌𝘖40RETURN POLICY/REFUNDS──────────────────Unfortunately we are unable to offer cancellations, refunds, or exchanges of any kind. Although if you have any problem with your purchase, do not hesitate to contact me, I will be happy to help you or answer any questions.T&C'S─────Please note, this is a digital product, NO physical item will be shipped. Due to variations in monitor calibration, the colours of the printed item may vary slightly from what you see on screen. All of our files, are for personal use only. You may print as many of your item as you would like for personal use, but you may not share, resell, reproduce, distribute by electronic or physical, or in any way profit from our designs. By purchasing one of our listings, you are agreeing to our shop policies.If you have any questions or feedback please feel free to contact me.Enjoy your daily planning, happy shopping!Love InkCreo Studios! ❤\n                ", "listing_reviews": "9", "store_reviews": "404 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/972650792/daily-planner-printable-printable-daily"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=809048733", "store_sales": "237,226 sales", "store_rating": "4.8715", "listing_title": "25 Lightroom Presets DEEP MOODY For Mobile and Desktop Lightroom, Moody and Rich Presets, Dark Instagram Filter, Travel Boho Preset", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $4.35\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    Rich and Moody Mobile Lightroom Presets, DeepDarl Desktop Lightroom PresetsThese Presets designed for both Lightroom Desktop and the free Lightroom Mobile App, these presets will transform your photos with dark and moody colors and rich earthy hues in a single click. Perfect for weddings, travelers, bloggers, engagements and elopements, portrait, fine art photography, fashion, lifestyle, landscape, street photography, outdoor and indoor photography and pretty much all creative photography.Speed up your editing workflow by applying these presets to your photos within a few seconds.🔺Included25 LIGHTROOM MOBILE PRESET .DNG file ZIP Archive25 LIGHTROOM MOBILE PRESET .XMP file  Zip Archive.PDF file with direct link to download presets directly to your phone Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️🎁 GET 5 & PAY FOR 3: add 5 presets to your cart, use coupon: GIFT2 and pay for 3 only https://www.etsy.com/shop/VictoriaBeePhoto?coupon=GIFT2For any questions or editing help Please contact me email victoriabee.shop [!at] gmail.comCheck out my Bestseller Itemshttps://www.etsy.com/shop/VictoriaBeePhoto© 2019-2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephoto\n                ", "listing_reviews": "53", "store_reviews": "8,047 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/809048733/25-lightroom-presets-deep-moody-for"}, {"seller_text": "Presetsil", "seller_href": "https://www.etsy.com/shop/Presetsil?ref=simple-shop-header-name&listing_id=904674862", "store_sales": "420 sales", "store_rating": "4.6364", "listing_title": "4 professional Lightroom Mobile Presets, Instagram filter, bright and clear, presets for all types of photos.", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.38\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 MOV, 1 ZIP"], "listing_desc": "\n                    4 Lightroom Presets for amazing edit results. The presets will take your photos  to a much higher level. Your feed will be a goal for everyone ! ✨* What will you get in the package?✔️ 4 presets which both work with iPhone & Android ✔️ The presets work in the FREE Lightroom Mobile App ✔️ Video clip showing how to download the presets step by step✔️ Fast direct digital download ✔️ How to use the presets in the app 🎁 B O N U S 🎁 *Buy 4 and pay only for 2*Use the code 2FREEThis preset is the best assistant and easily improves photos. You will get all the secrets of editing in one click! I know that you will enjoy it! I’m excited to see your results.  💥\n                ", "listing_reviews": "6", "store_reviews": "11 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/904674862/4-professional-lightroom-mobile-presets"}, {"seller_text": "PresetsByMary", "seller_href": "https://www.etsy.com/shop/PresetsByMary?ref=simple-shop-header-name&listing_id=710367180", "store_sales": "64,798 sales", "store_rating": "4.8204", "listing_title": "21 Mobile Lightroom Presets THAI / Summer, Bright & Airy presets, vibrant travel preset filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.97\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    💗GET 6 & PAY FOR 3: add 6 presets to your cart, use coupon: GIFTBYMARY and pay for 3 only 💗https://www.etsy.com/shop/PresetsByMary?coupon=GIFTBYMARY⭐️21 UNIQUE LIGHTROOM PRESETS / MOBILE Presets ⭐️Mobile Preset is perfect for your Adobe Lightroom CC Mobile App and works well with your photos shot with your iPhone or Android device.Presets fit for Outdoor and Indoor pictures, Family, Travel, Lifestyle, Blogger, Wedding, Portrait photos.Included:🔶21 Lightroom presets in DNG format for MOBILE Lightroom (free app compatible with both IOS and ANDROID).🔶Compatible with All Photo formats🔶Compatible with Lightroom Mobile App🔶Compatible with All Lightroom and Photoshop Versions🔶Instant download (Download the presets right after the payment and start enjoying now)🔶Free support (contact us me any questions or concerns. We're always happy to provide fast and thorough support)🎁SPECIAL OFFER 3+3 for FREEBuy atleast 3 items from my shop and get 3 for FREE WIth love,PresetsByMary♥️\n                ", "listing_reviews": "100", "store_reviews": "3,799 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/710367180/21-mobile-lightroom-presets-thai-summer"}, {"seller_text": "PlannerYXE", "seller_href": "https://www.etsy.com/shop/PlannerYXE?ref=simple-shop-header-name&listing_id=951038225", "store_sales": "2,342 sales", "store_rating": "4.9603", "listing_title": "Fitness Planner Tracker, Exercise log, INSTANT DOWNLOAD, CUTLINES,  Half Page, 8.5x11, Classic Happy Planner, A4, A5, Printable Planner", "listing_bestseller": "Bestseller", "listing_price": "\n                        $1.89\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 4 PDF, 1 ZIP"], "listing_desc": "\n                    Get 20% off your order when you buy at least 3 items!Keep track of and plan out your fitness goals and accomplishments.....♥ This listing includes these sizes:• FULL PAGE or Big Happy Planner 8.5\" x 11\"• HALF PAGE 5.5\" x 8.5\" (HP)• CLASSIC HAPPY PLANNER 7\" x 9.25\" (CHP)• A4 8.26\" x 11.69\"• A5 5.8\" x 8.3\"Print as many as you like! ♡ This product is an INSTANT DOWNLOAD. You will receive 1 Zip file, containing all 5 files for the different sizes. The other 3 files are the 3 cutlines files for CHP, A5 and Half Page sizes which print on 8.5x11 inch paper with a trim line around the correct sizing. Be sure to print at 100% to ensure the sizing is accurate. All files are high resolution 300 dpi PDFs. They are not digitally fillable. It's meant to be printed and hand-written on. There is space on the left to accommodate rings or discs.♡ THIS IS A DIGITAL PRODUCT. NO PHYSICAL ITEM WILL BE SENT TO YOU.➡ HOW TO PURCHASE:1. Add the item to your cart.2. Purchase the item.3. As soon as payment is confirmed, Etsy will send you the link to download your file. It can also be found in your profile under Purchases and Reviews. 4. Download, save, print and enjoy! Etsy DOWNLOAD HELP can be found here: https://www.etsy.com/help/article/3949➡ PRINTING NOTES: • The final project quality will be determined by the printer and paper that is used. • Please understand I cannot guarantee that the colours you see on your monitor will match your printed files, as colours may vary from printer to monitor due to different colour calibrations.• I recommend 32lb paper for the most visually stunning final results• You can print at home, print shop, or an online service.♡  Every digital and instant download purchase is non-refundable, as there is no way for me to tell whether you have printed the design. If you have any questions or concerns about your order, please feel free to reach out to me anytime.➡  TERMS OF USE:This artwork is copyrighted by PlannerYXE. This purchase is strictly for non-commercial, personal use only. You may not resell, reproduce, distribute by electronic means or profit in any way from the design.\n                ", "listing_reviews": "5", "store_reviews": "127 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/951038225/fitness-planner-tracker-exercise-log"}, {"seller_text": "phenixprintable", "seller_href": "https://www.etsy.com/shop/phenixprintable?ref=simple-shop-header-name&listing_id=779081040", "store_sales": "64,835 sales", "store_rating": "4.9353", "listing_title": "Monthly Planner Undated Month on Two Pages Monthly Calendar Inserts Journal Mambi Classic Happy Planner HP Editable PDF Printable Inserts", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.25\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP"], "listing_desc": "\n                    Monthly Planner Undated Month on Two Pages Monthly Calendar Inserts Journal Mambi Classic Happy Planner HP Editable PDF Printable InsertsPDF FOR THESE SIZES:Classic Happy Planner (7 x 9.25 in) ----- Box is the size of Mambi Classic Full Box Stickers (1.57 H X 1.55 W) inches.----- Height for the Mambi header sticker is 1.1 inches.VISIT THE LINK FOR MORE INFO:https://www.etsy.com/help/article/3949Adobe Acrobat Reader is required to print the files correctly.Please, download it here: https://get.adobe.com/reader/PRINTING INSTRUCTION:- Always Choose Actual Size or Scale to 100% in the Page Sizing & Handling Section.- Choose Auto portrait/landscape under Page Orientation section.- For duplex printers, if you choose portrait you should flip along the long edge and ifyou choose landscape you should flip along the short edge. Some printers have aproblem with this section and it may require choosing a few settings that will work.- Preview of the insert before printing should show it in the center of the page. If it isshowing it in the any corner, it is because you have chosen a setting that is causing itto do that.- Please keep the file open on your computer to keep track of the page numberswhen you are folding and cutting according to the lines.DOWNLOAD INFORMATION:This is a digital product no physical product will be sent.Once payment is complete, digital files will be available for download in your account and an email will be sent to your Etsy registered email. Downloaded products are non refundable.Margins for hole-punching on each side, so you can store these in a binder.SUPPORT:If you need help or have any enquiries, please do not hesitate in contacting us. We will respond as quickly as possible. (Our time zone is 5 hours 30 minutes ahead of Greenwich Mean Time (GMT+5.5).Phenixprintable is not responsible for printing issues and purchases of incorrect items. We are in regular process of improving our product please do share your advice.IMPORTANT INFO:© All Design Templates are Copyrights of PHENIXPRINTABLEUSES:-For personal use only-Not for any commercial use-Can't be resold as is or altered on its ownYOU MAY NOT share, resell or redistribute our products. Please read our policies carefully for more information on allowed uses.\n                ", "listing_reviews": "44", "store_reviews": "3,704 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/779081040/monthly-planner-undated-month-on-two"}, {"seller_text": "TheSillyMooseStudio", "seller_href": "https://www.etsy.com/shop/TheSillyMooseStudio?ref=simple-shop-header-name&listing_id=781623082", "store_sales": "3,982 sales", "store_rating": "4.9818", "listing_title": "Weekly Planner Printable To Do List - Print at Home Diary Calendar Page – One Week Organiser Journal – A4 and US Letter 8.5\"x11\" Portrait", "listing_bestseller": "Bestseller", "listing_price": "\n                        $1.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 JPG, 2 PDF"], "listing_desc": "\n                    Keep your hectic week under control with this practical printable weekly planner. Space for each day of the week plus an additional area for extra notes.This diary calendar page can be printed as many times as you like for years to come! Pin it on the fridge for the entire family to see, or keep it close to your desk for easy reference, this one week planner can be used in any way that suits you.This to do list is also available as part of this 4 piece set which also contains a daily planner, a monthly planner and a to do list. Have a look here: https://www.etsy.com/uk/listing/839136812Fancy something a little more colourful? Check out the rainbow version of this planner here: www.etsy.com/uk/listing/815626437Or see our full planner range here: https://www.etsy.com/uk/shop/TheSillyMooseStudio?ref=seller-platform-mcnav&section_id=28530556PLEASE NOTE: YOU WILL NOT RECEIVE AN ACTUAL PRODUCT, THIS IS A DIGITAL INSTANT DOWNLOAD PRODUCT ONLYChoose to print on your own printer at home, supply the files to you local print shop or upload to an internet printing service.T H E • D E T A I L S• Weekly planner available in two sizes: A4 (210mmx297mm) or US letter (8.5\"x11\")• 7 days of the week, plus an area for additional notes• Prints on both colour and black and white printers.• Download once and print as many times as you like!S I Z E • O P T I O N SYou will receive 2x high resolution JPG files  and 2x PDF files to choose from and download as you choose:• A4 Paper Size (210mmx297mm)Scaleable to print at any of the following sizes: A5, A4, A3• US Letter Size  (8.5\"x11\")♥ ♥ ♥ All sales are final  ♥ ♥ ♥  Thank you for looking ♥ ♥ ♥T E R M S • & • C O N D I T I O N S♥ This purchase is for personal use only. If you're interested in using this image commercially please contact us to discuss.♥ No physical product will be shipped, this is a download file only. If you would like to purchase as a hard copy please contact us to discuss.♥ Colours may vary slightly due to different colour monitors and printer settings\n                ", "listing_reviews": "45", "store_reviews": "306 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/781623082/weekly-planner-printable-to-do-list"}, {"seller_text": "ThePresetCow", "seller_href": "https://www.etsy.com/shop/ThePresetCow?ref=simple-shop-header-name&listing_id=934063765", "store_sales": "6,133 sales", "store_rating": "4.8085", "listing_title": "Mobile Lightroom Presets | Instagram Presets | Desktop Lightroom Presets | Influencer Blogger Presets | Sunset Preset | Warm Light Preset |", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.13\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 2 other files"], "listing_desc": "\n                    Created for Instagram influencers, lifestyle or travel bloggers, and creators, this warm sunset preset will transform your images with just one click! Aimed to create a cohesive feed & consistent aesthetic for your Instagram, blog, or platform. Made by a photographer with 6 years of camera experience.INCLUDED IN YOUR PURCHASE:✔ 1 MOBILE Lightroom Preset (DNG format)✔ 1 DESKTOP Lightroom Preset (XMP format)✔ PDF Step-by-Step GuideCOMMON QUESTIONS: ✔ Compatible in Lightroom Mobile App (iOS or Android)✔ Compatible in Lightroom Desktop (Mac or PC)✔ Compatible in all Lightroom Desktop versions✔ Instant downloadContact me with any questions, feedback, or concerns. Thank you for shopping small!♡ Stay safe & happy editing, Alana ♡📌 PINTEREST: www.pinterest.com/alanamak📷 INSTAGRAM: www.instagram.com/alanamakREFUND POLICY & TERMS OF USE:Due to the digital nature of this product, all sales are final & there are no returns or exchanges. No sharing files, or reselling them in any form. Derivative works are prohibited. Violators of this agreement will be prosecuted.© ThePresetCow, 2020KEYWORDS:Warm Filter I Light Preset I Sunset Photo Preset | Summer Filter | Mobile Lightroom Presets I Instagram Presets I Desktop Lightroom Presets I Influencer & Instagram Filter I DNG I Mobile Filter I Travel Presets I Influencer Presets I I iPhone Presets I Blogger Presets I Photo Filters I Android Preset I Edits in Lightroom | VSCO Filter | Lightroom Editing | Photo Presets | Lightroom for Beginners | Best Lightroom Presets | VSCO Tumblr Editing | Best Instagram Filters | Aesthetic Lightroom Preset | Aesthetic Instagram Filter | Photo Editing | Travel Filter | Blogger Filter | Easy Preset | Photography Presets | Photography Editing |\n                ", "listing_reviews": "16", "store_reviews": "188 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/934063765/mobile-lightroom-presets-instagram"}, {"seller_text": "CocoMintDesignStudio", "seller_href": "https://www.etsy.com/shop/CocoMintDesignStudio?ref=simple-shop-header-name&listing_id=962411124", "store_sales": "400 sales", "store_rating": "4.9524", "listing_title": "Monthly Blank Calendar, Simple Calendar, 11 x 8.5 inches, Horizontal Printable Calendar Pages, PDF Printable, Instant Download", "listing_bestseller": "Bestseller", "listing_price": "\n                        $1.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 ZIP"], "listing_desc": "\n                    Printable Monthly Blank Calendar< January through December >, Horizontal, Instant Download*Sunday-Start in US Letter Size 11 x 8.5INCLUDED♥11 x 8.5 inch page (US letter)-Each Month PDF files (Blank January through December)As a reminder, this product is a digital download.No physical item will be shipped to you. I do not accept returns, exchanges, or cancellations But please contact me if you have any problems with your order.Per Etsy, the download will be available instantly after purchase on your 'Purchases and Reviews' page on Etsy. PDF viewer installed will assist  view the digital downloads on the computer. Note that, Actual colors may vary due to differences in computer screen settings and printer settings, even to the quality paper. All rights reserved. These files are for personal use only. No part of this work may be reproduced or distributed for commercial use.\n                ", "listing_reviews": "15", "store_reviews": "21 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/962411124/monthly-blank-calendar-simple-calendar"}, {"seller_text": "FilAndEllieStudio", "seller_href": "https://www.etsy.com/shop/FilAndEllieStudio?ref=simple-shop-header-name&listing_id=918162334", "store_sales": "9,294 sales", "store_rating": "4.8409", "listing_title": "6  Mobile LIGHTROOM Presets, Bohemian Preset, Desktop Presets, Vsco Filters, Moody Presets, Mobile Presets, Instagram Filter, Boho Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF, 2 ZIP"], "listing_desc": "\n                    Instagram Presets / Mobile Lightroom Presets / Desktop & Mobile Presets /Boho Presets/Moody Presets✩ INCLUDED IN YOUR PURCHASE ✩6 Mobile Lightroom Presets (DNG files)6 Desktop XMP PresetsFree 35 pages PDF on Social Media GrowthDetailed PDF Image Instructions◾️ If you have issues downloading or using any of the files, please contact me and I will re-send you the files and help you troubleshoot◾️With over 10 years of professional experience in the world of photography, you are guaranteed to get high quality presets that will elevate the look of your photos. We spent hundredths of hours editing, so that you won’t have to.✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Works With & WITHOUT Adobe subscription✔️ You only need Lightroom CC App on your Phone/iPad✔️ Works With Lightroom Desktop for Mac or PC (Classic & CC)Created for the FREE Lightroom Mobile App and Desktop Lightroom. Works best on RAW files but is fully compatible with JPEGS as well.General information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUY. Make sure to save the zip file on your phone. The transaction and installation can be completed on a mobile device. Access to a desktop computer is not required.These presets were designed to work with many different light conditions, from full sun to shade, and will help you achieve a consistent look by enhancing the colors and brightness of your photos. This pack in particular was designed to enhance the colors of sunlight, giving a warm & bright feel to your photos. Sand, the color of wheat, white, brown and soft tones in general are at the core of these filters. Perfect for general lifestyle photos, family, weddings or in general for portraits at golden hour/sunset . This pack works well for many different types of photography from lifestyle to travel, home blogging and professional wedding photographyBohemian includes 6 mobile presets & 6 Desktop Presets. They are all extremely versatile, can be fully customized and are guaranteed to enhance dull images with just one click. Whether you work with photos straight from your phone’s camera roll or raw files from your DSLR, these presets will help you refine your style giving you beautiful photos.Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "13", "store_reviews": "421 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/918162334/6-mobile-lightroom-presets-bohemian"}, {"seller_text": "OnePreset", "seller_href": "https://www.etsy.com/shop/OnePreset?ref=simple-shop-header-name&listing_id=890906616", "store_sales": "77,827 sales", "store_rating": "4.658", "listing_title": "3 Mobile Lightroom Presets, Vsco Filters, Iphone Presets, Lightroom, Mobile Presets, Instagram Filters, Presets, Colorful Mobile, Dng Prese", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.67\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 3 other files"], "listing_desc": "\n                    💝 GET A FREE PRESET 💝\u2028GET 4 & PAY FOR 3: Add 4 Presets to your cart, use promo code “ONEFREE” and only pay for 3.OR SHOP UNDER THIS LINKhttps://www.etsy.com/au/shop/OnePreset?coupon=ONEFREE✩✩✩ We have 45 BESTSELLERS ✩✩✩Mobile Lightroom Presets, Vsco Filters, Iphone Presets, Lightroom, Mobile Presets, Instagram Filters, Presets, Colorful Mobile, Dng PresetMobile & Desktop Compatible Lightroom Presets to create an aesthetic Instagram feed. \u2028\u2028✮ INCLUDED IN YOUR PURCHASE ✮• 3 Mobile Lightroom Preset (DNG file)• PDF File w/ Simple Instruction Manual• Compatible with both Android and iPhone• Works in Adobe Lightroom (PC/Mac)✮ INSTALLATION ✮ To access your digital files:1. Go to Your Account2. Purchases and reviews and look for the order.3. To the right of the order, click Download Files.4. You will be able to download the DNG File.5. You will then be able to upload each DNG file as an image to your Lightroom Mobile app.6. Click on the three dots in the top right of your Lightroom app7. Select the option 'Create Preset', this will allow you to save the preset to the preset editing option of the app for use on other images.We value and respect our customers. We always find a compromise in solving any questions that may arise, even after the delivery of the order.Due to the digital nature of this product ALL SALES ARE FINAL.For any questions please contact me via Etsy messages.© No sharing files, or selling them in any form. Derivative works are prohibited. © OnePreset, 2020\n                ", "listing_reviews": "49", "store_reviews": "2,906 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/890906616/3-mobile-lightroom-presets-vsco-filters"}, {"seller_text": "Collectpresets", "seller_href": "https://www.etsy.com/shop/Collectpresets?ref=simple-shop-header-name&listing_id=1022003390", "store_sales": "259 sales", "store_rating": "5", "listing_title": "BALI PHOTO PRESETS - Mobile Lightroom Preset - Bali Photo - Mobile Photo Filter - Summer Bright Preset - Digital Download File", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $2.79\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 Files"], "listing_desc": "\n                    ♥ DIGITAL DOWNLOAD BALI MOBILE PHOTO FILTER This high quality presets works on both devices android and iOS with free lightroom applications. You will get the top premium presets that are Sand, Taste, Color, Bright, and Brighter. The format of the file is DNG and PDF. Plus, these designs are lifestyle, travel, vacation, blogging, and excellent fort Instagram. You can download this file instantly by paying affordable charges. ☛ Product Name: Bali Photo Filter ☛ Product Type: Digital ☛ Format: DNG and PDF ☛ Presets Premium: Blue, Dreamy, Jungle, Rainy, and Tender☛ Image: Unique Designs for Instagram Feed ☛ Designs: Lifestyle, Travel, Vacation, and Blogging☛ Purpose: Gift for Lovers ☛ Instantly Download: Yes ♥ GIFT This Bali photo filter can be used as a gift to offer to lovers, dear ones, and friends. You can use these presets as Instagram Feed. ♥ WHY CHOOSE US We provide the best customer support services, and you can message us through Etsy messaging service anytime. Our products are specially developed for digital use. You can order it confidently.\n                ", "listing_reviews": null, "store_reviews": "10 shop reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/1022003390/bali-photo-presets-mobile-lightroom"}, {"seller_text": "SleepyMoonStudios", "seller_href": "https://www.etsy.com/shop/SleepyMoonStudios?ref=simple-shop-header-name&listing_id=925558968", "store_sales": "331 sales", "store_rating": "4.8387", "listing_title": "5 Mobile Lightroom Presets / Disney Glow Lightroom Mobile Preset For Instagram / Disneyland Filter / Glow Preset / Soft Travel Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.35\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    ✨ Welcome to Sleepy Moon Studios! ✨Sleepy Moon Studios Shop:www.etsy.com/shop/sleepymoonstudiosAll the presets from SleepyMoonStudios have been created for the free Lightroom app for iPhone and Android and for Adobe Lightroom Desktop.This preset will help you to create a consistent theme on all your photos in just one click for Instagram, blogs and any other social media platform of your choice. This Mobile Lightroom preset can be used to give your photos a professional look for your instagram, travel, lifestyle blog or food blog and can be used by influencers, photographers or anyone who wants their images to have a consistent look. The professional look to the photos will help build your business or social media accounts. Our presets have been tested to work on a wide range of images however on lower quality images or darker images, some small adjustments to contrast or exposure may need to be made.Included in your digital download:5 x DNG Lightroom Presets1 x PDF step-by-step instructions on how to save and use your preset. Due to the digital nature of this product, all sales are final.Terms & Conditions:By purchasing this preset you agree to not distribute, lend or resell it to any other person.If you have an issues installing the preset or have any questions, please message me on Etsy or email me at sleepymoonstudios [at] gmail.com and I will help you to use the presets!Search Terms:Disney Glow Mobile Lightroom Preset, Desktop, Mobile, Instagram Blogger, Influencer, Pink & Blue, Pretty Instagram Feed, Soft, Bright, Light & Airy, Clean, Blogger, Food Blogger, Girly, Family Photos, Mickey, Minnie, Disney Vlogger, VSCO, Pink Preset, Blue Filter, Disney Food, Disney Girl, Colourful, iPhone, Insta.© Sleepy Moon Studios - All Rights Reserved.\n                ", "listing_reviews": "5", "store_reviews": "31 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/925558968/5-mobile-lightroom-presets-disney-glow"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=834009226", "store_sales": "171,643 sales", "store_rating": "4.8275", "listing_title": "Lightroom Presets, lightroom mobile presets, blogger photo preset, desktop presets, mobile lightroom preset, instagram filters, natural vsco", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.62\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    More presets in our SHOP:www.etsy.com/shop/KatherineDream• FILES INCLUDED IN YOUR PURCHASE •✔️ 12 MOBILE Lightroom presets in DNG format for mobile Lightroom (free app compatible with both IOS and ANDROID).✔️ 12 DESKTOP Lightroom presets for desktop Lightroom✔️ Post-purchase Support✔️ Instructions✔️ Instant Download• COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions• HOW TO ORDER •- Tap “add to cart” or “buy it now”;- Receive receipt and email from Etsy with link to download file- Download the Lightroom presets instantly.🧡Do you want to support us?  FREE package every week for our patrons and much more🧡https://www.patreon.com/katherinedream🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it. :)🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": null, "store_reviews": "6,145 shop reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/834009226/lightroom-presets-lightroom-mobile"}, {"seller_text": "hearteyespaper", "seller_href": "https://www.etsy.com/shop/hearteyespaper?ref=simple-shop-header-name&listing_id=779896043", "store_sales": "6,452 sales", "store_rating": "4.8862", "listing_title": "Weekly Hourly Planner Printable, Weekly Schedule Printable, Daily Planner Printable, Weekly Organizer, Weekly To-Do List - A4, A5 & Letter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.35\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF, 1 PNG"], "listing_desc": "\n                    ☆ WEEKLY HOURLY PLANNER ☆- A4, A5 & US Letter Sizes- Instant Download.- 8 PagesIncludes:✪ Double Page Spread - Monday Start - Dark Colour✪ Double Page Spread - Monday Start - Light Colour✪ Double Page Spread - Sunday Start - Dark Colour✪ Double Page Spread - Sunday Start - Light ColourDownload includes:• 3 X High Quality PDFs (A4, A5 & US Letter)• 1 X PNG (Terms of Use)**THIS FILE IS NON-EDITABLE** This item is designed to be printed and handwritten on. It can also be digitally written on in any PDF annotation app for iPads, such as Goodnotes or Notability._________________________________________________▶︎▶︎ WHERE DO I GET MY FILES?- After purchase, please go to your 'Purchases & Reviews' section on a desktop. - Here you will see your files ready for download.- Alternatively, you will receive an automatic email from Etsy with the link to download your files._________________________________________________🌈 COLOUR DISCLAIMER:Due to different monitor/printer calibration settings, the colour appearance on your screen may not truly represent the finished print. However this case is rare.💸 REFUND DISCLAIMER:This item is non-refundable due to its instant download format. Please read the product description and Etsy's store policies carefully before making a purchase.🔔 RESELLING DISCLAIMER: By purchasing this artwork you do not acquire any copyright. Reproduction rights do not transfer with sale. Any form of duplication, distribution or reselling for commercial purposes is prohibited. This item is for your personal use only.If you have any issues or enquiries, please contact me via Etsy message or send me an email  hearteyespaper [!at] gmail.comThank you for shopping at hearteyespaper!\n                ", "listing_reviews": "48", "store_reviews": "419 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/779896043/weekly-hourly-planner-printable-weekly"}, {"seller_text": "PresetDesignPhoto", "seller_href": "https://www.etsy.com/shop/PresetDesignPhoto?ref=simple-shop-header-name&listing_id=986055688", "store_sales": "2,125 sales", "store_rating": "4.9657", "listing_title": "10 Beach Tan Lightroom Mobile Presets, Sunkissed Summer Presets, Summer Glow Instagram Filter, Beach Travel Preset for Blogger, Ocean Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.92\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 JPG, 1 PDF"], "listing_desc": "\n                    🎁 GET 4 & PAY FOR 2 With Promo Code: 2FREE 🎁🎁 GET 6 & PAY FOR 3 With Promo Code: 3FREE 🎁🎁 GET 8 & PAY FOR 4 With Promo Code: 4FREE 🎁13 Beach Tan, Lightroom presets, Blogger photo presets, mobile presets and desktop presets, instagram Filters by Preset DesignINCLUDED:• 8 MOBILE Lightroom presets• 8 DESKTOP Lightroom presets• After Purchase Customer Support• Instructions• Instant DownloadPreset Bundles In My Shop:www.etsy.com/shop/presetdesignphoto♡ SPECIAL OFFER ♡🎁  ADD 4 TO CART, PAY FOR 2 🎁  GET 50% WHEN YOU ADD 4 🎁🎁  ADD 6 TO CART, PAY FOR 3 🎁  GET 50% WHEN YOU ADD 6 🎁🎁  ADD 8 TO CART, PAY FOR 4 🎁  GET 50% WHEN YOU ADD 8 🎁HERE'S WHY YOU'LL LOVE IT:• Bronze sunkissed tan vibe perfect for instagram themes• Made by a professional digital creator• Consistent results with no harsh colors or lightingMORE INFO:• Works with the Free and Paid Lightroom Mobile App• Works with All Lightroom Desktop Versions• Works with Mac and PC Desktops/LaptopsIf you have any more questions or need help picking the perfect presets for you, you can contact us any time!OUR SOCIAL MEDIA• IG: @preset_design.....................................................© Preset Design LLC, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited......................................................\n                ", "listing_reviews": "6", "store_reviews": "204 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/986055688/10-beach-tan-lightroom-mobile-presets"}, {"seller_text": "MindfulHustleLab", "seller_href": "https://www.etsy.com/shop/MindfulHustleLab?ref=simple-shop-header-name&listing_id=270689212", "store_sales": "83,895 sales", "store_rating": "4.7973", "listing_title": "Project Planner Printable, Productivity Planner, Task Tracker, College Student, A5, A4, US Letter Size, Digital Template, Instant Download", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.49\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 ZIP"], "listing_desc": "\n                    PROJECT PLANNER + TASK TRACKERWhether you're working on a professional project or personal project, this productivity-inspiring duo is guaranteed to help you manage your tasks and keep you on track.----------------------------------------------------Looking for more inserts? This page is a part of my bestselling Productivity Bundle https://www.etsy.com/listing/263922375as well as my Super Value Bundle (all my bestselling products in one) www.etsy.com/listing/277470974----------------------------------------------------PLANNER SIZES INCLUDED:► 4 SIZES: A5, A4, US Letter Size (8.5 x 11 in), and Half Letter Size (5.5 x 8.5 in)► A5 Size: Includes 2 Printing Options: A5 for printing on A4 Paper (2 per page), and on pre-cut A5 Paper.► Half Size: Includes 2 Printing Options: Half Size for printing on Letter Size Paper (2 per page), and on pre-cut Half Size Paper.----------------------------------------------------► PRINTABLE PDF - You can print as many copies as you need► INSTANT DOWNLOAD - Get it right away----------------------------------------------------© All Design Templates are Copyrights of Mindful Hustle LabFor more planner goodies, visit PrintablePineapple.etsy.com---------------------------------------------------------------------------------------------------------© All Design Templates are Copyrights of Printable Pineapple.\n                ", "listing_reviews": "61", "store_reviews": "8,107 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/270689212/project-planner-printable-productivity"}, {"seller_text": "LouMarksPhoto", "seller_href": "https://www.etsy.com/shop/LouMarksPhoto?ref=simple-shop-header-name&listing_id=724179059", "store_sales": "388,506 sales", "store_rating": "4.8278", "listing_title": "16 Lightroom Presets, Mobile Lightroom Presets BRIGHT & LIGHT, Desktop Presets, Portrait presets, Instagram Filter, Outdoor Wedding Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.49\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP, 1 PDF"], "listing_desc": "\n                    Lightroom Presets, Wedding preset, Instagram preset, Portrait presets. Includes 16 Presets for Mobile Lightroom and Desktop Lightroom. For the Free Lightroom Mobile App on iPhone and Android or Desktop. Perfect for portraits, weddings, engagements, family photos, blogger images, indoor and outdoor lighting. These Lightroom Desktop + Mobile Presets will brighten your images and increase the luminance of individual colors. Focused on creamy skin tones and soft, bright backgrounds this pack is amazing on outdoor images. Create soft greens, dreamy skin tones, and a clean bright feel all in one Preset Pack. Bright Airy Wedding Lightroom Presets help you edit an entire engagement session or wedding with consistency, style, and speed. Create beautiful wedding images or behind the scenes images on your Mobile App & Dekstop Lightroom. Perfect to easily enhance everyday photos! ✩ INCLUDED IN YOUR PURCHASE ✩✔️ 16 Mobile Lightroom Presets (DNG files)✔️ 16 Desktop Lightroom Presets (LR/PS files)✔️  Step-by-step PDF guide with video instructions◾️ If Your Mobile Device gives you trouble downloading send me a message and I can email your files over and can you save them directly to your camera roll and import them in one step. ◾️Compatibility:✔️  The Free & Paid Android Lr Mobile App ✔️  The Paid iPhone Lr Mobile App ✔️  Both iPhone & Android✔️  Lightroom CC & Lightroom CC Classic✔️  Lightroom Desktop All Versions✔️  Adobe Photoshop ACR✔️  Both Mac & PC ♡ LOU & MARKS PROMISE ♡You are you unique and so are our Presets! We created our Presets for everyone. No one specific skin tone or hair color. When you purchase from Lou + Marks you are not just purchasing presets you also get our guarantee that they will suit your skin tone. If they don’t send me a message with an unedited image and I will personally adjust them for you.  ♡ STAY IN TOUCH ♡ON IG: www.instagram.com/louandmarksWEBSITE: www.louandmarks.comEMAIL: louandmarks [a] gmail.com© 2019 Lou & Marks, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited.Keywords:Lou and Marks, Presets, Mobile Preset, DNG, Instagram Preset, Lightroom CC, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset\n                ", "listing_reviews": "41", "store_reviews": "16,494 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/724179059/16-lightroom-presets-mobile-lightroom"}, {"seller_text": "phenixprintable", "seller_href": "https://www.etsy.com/shop/phenixprintable?ref=simple-shop-header-name&listing_id=781715702", "store_sales": "64,835 sales", "store_rating": "4.9353", "listing_title": "Student Planner Study Organizer College School Weekly Planner Academic Planner Mambi Classic HP Big Happy Planner PDF Printable Inserts", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 ZIP"], "listing_desc": "\n                    Student Planner Study Organizer College School Weekly Planner Academic Planner Mambi Classic HP Big Happy Planner PDF Printable InsertsPDF FOR THESE SIZES:Classic Happy Planner (7 x 9.25 in)Big Happy Planner / Letter Size (8.5 x 11 in) --Left and Right Binding Pages included for each itemVISIT THE LINK FOR MORE INFO:https://www.etsy.com/help/article/3949Adobe Acrobat Reader is required to print the files correctly.Please, download it here: https://get.adobe.com/reader/PRINTING INSTRUCTION:- Always Choose Actual Size or Scale to 100% in the Page Sizing & Handling Section.- Choose Auto portrait/landscape under Page Orientation section.- For duplex printers, if you choose portrait you should flip along the long edge and ifyou choose landscape you should flip along the short edge. Some printers have aproblem with this section and it may require choosing a few settings that will work.- Preview of the insert before printing should show it in the center of the page. If it isshowing it in the any corner, it is because you have chosen a setting that is causing itto do that.- Please keep the file open on your computer to keep track of the page numberswhen you are folding and cutting according to the lines.DOWNLOAD INFORMATION:This is a digital product no physical product will be sent.Once payment is complete, digital files will be available for download in your account and an email will be sent to your Etsy registered email. Downloaded products are non refundable.Margins for hole-punching on each side, so you can store these in a binder.SUPPORT:If you need help or have any enquiries, please do not hesitate in contacting us. We will respond as quickly as possible. (Our time zone is 5 hours 30 minutes ahead of Greenwich Mean Time (GMT+5.5).Phenixprintable is not responsible for printing issues and purchases of incorrect items. We are in regular process of improving our product please do share your advice.IMPORTANT INFO:© All Design Templates are Copyrights of PHENIXPRINTABLEUSES:-For personal use only-Not for any commercial use-Can't be resold as is or altered on its ownYOU MAY NOT share, resell or redistribute our products. Please read our policies carefully for more information on allowed uses.\n                ", "listing_reviews": "37", "store_reviews": "3,704 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/781715702/student-planner-study-organizer-college"}, {"seller_text": "OnePreset", "seller_href": "https://www.etsy.com/shop/OnePreset?ref=simple-shop-header-name&listing_id=821771523", "store_sales": "77,827 sales", "store_rating": "4.658", "listing_title": "Mobile Lightroom Presets, Vsco Filters, Iphone Presets, Lightroom, Mobile Presets, Instagram Filters, Presets, Colorful Mobile, Dng Preset", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.67\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 other file"], "listing_desc": "\n                    💝 GET A FREE PRESET 💝\u2028GET 4 & PAY FOR 3: Add 4 Presets to your cart, use promo code “ONEFREE” and only pay for 3.OR SHOP UNDER THIS LINKhttps://www.etsy.com/au/shop/OnePreset?coupon=ONEFREE✩✩✩ We have 45 BESTSELLERS ✩✩✩Mobile Lightroom Presets, Vsco Filters, Iphone Presets, Lightroom, Mobile Presets, Instagram Filters, Presets, Colorful Mobile, Dng PresetMobile & Desktop Compatible Lightroom Presets to create an aesthetic Instagram feed. \u2028\u2028✮ INCLUDED IN YOUR PURCHASE ✮• Mobile Lightroom Preset (DNG file)• PDF File w/ Simple Instruction Manual• Compatible with both Android and iPhone• Works in Adobe Lightroom (PC/Mac)✮ INSTALLATION ✮ To access your digital files:1. Go to Your Account2. Purchases and reviews and look for the order.3. To the right of the order, click Download Files.4. You will be able to download the DNG File.5. You will then be able to upload each DNG file as an image to your Lightroom Mobile app.6. Click on the three dots in the top right of your Lightroom app7. Select the option 'Create Preset', this will allow you to save the preset to the preset editing option of the app for use on other images.We value and respect our customers. We always find a compromise in solving any questions that may arise, even after the delivery of the order.Due to the digital nature of this product ALL SALES ARE FINAL.For any questions please contact me via Etsy messages.© No sharing files, or selling them in any form. Derivative works are prohibited. © OnePreset, 2020\n                ", "listing_reviews": "100", "store_reviews": "2,906 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/821771523/mobile-lightroom-presets-vsco-filters"}, {"seller_text": "AllAboutThatPage", "seller_href": "https://www.etsy.com/shop/AllAboutThatPage?ref=simple-shop-header-name&listing_id=836965163", "store_sales": "8,501 sales", "store_rating": "4.8968", "listing_title": "NEW! 2021 2022 Monthly Calendar Printable, Two 2 Page Planner Insert, Lined, Sunday Monday Start, A4 A5 Letter Half Size PDF CLP01-02", "listing_bestseller": "Bestseller", "listing_price": "\n                        $1.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    NEW! 2021 2022 Monthly Calendar Printable, Two 2 Page Planner Insert, Lined, Sunday Monday Start, A4 A5 Letter Half Size PDF CLP01-02Being organized does NOT have to be complicated!  This 2021 - 2022, twenty-four month, lined calendar was designed for those looking for a minimalist aesthetic while also offering a fully functional layout.  This simple, classic calendar allows space for planning your monthly goals, as well as jotting down that never-ending list of to-do's.   Available as an instant download in A4, A5, Letter, and Half-Letter Sizes, this two-page PDF layout is formatted for double-sided printing and will quickly have you ready to tackle your year with confidence.  In addition to being offered in four sizes, this calendar also comes with a Sunday or Monday start. Upon purchase, you will receive a link in the included Instructions Manual to download your files.!!! SPECIAL OFFER !!!Create Your Own Planner by choosing any five planner inserts from our Classic Life Planner collection (see link below) and receive 20% off by using coupon code: CYOP20THIS IS A PRINT-ONLY PRODUCT.  FOR COPYRIGHT PROTECTION, ALL PAGE ELEMENTS ARE LOCKED IN PLACE AND CANNOT BE EDITED.  THIS PRODUCT IS A DIGITAL DOWNLOAD AND THEREFORE NO PHYSICAL ITEM WILL BE SHIPPED. --------------------------------------◀ MATCHING ITEMS ▶View this calendar in its UNLINED version here:https://www.etsy.com/listing/730988220/View our Classic Life Planner Basics Bundle here:https://www.etsy.com/listing/929099897/new-planner-basics-bundle-printable?ref=shop_home_active_4&pro=1View our Classic Life Planner collection here:https://www.etsy.com/shop/AllAboutThatPage?ref=seller-platform-mcnav&search_query=CLP--------------------------------------◀ WHAT'S INCLUDED ▶• 2021 Two-Page Spread Monthly Calendar (JAN-DEC)• 2022 Two-Page Spread Monthly Calendar (JAN-DEC)- - - START DAY - - -• Sunday Start • Monday Start - - - PRINTING FORMAT - - -• Double-sided printing• PDF in orderNOTE: The half-letter and A5 sizes come with two printing options.  The first option is formatted to print two pages per sheet, half-letter onto letter size, and A5 onto A4 size paper. Once printed, simply cut in half following the cutting guidelines.  The second option is to print one page per sheet onto pre-cut pages, half-letter onto half-letter size, and A5 onto A5 size paper.  - - - SIZES - - -• A4 (210 mm x 297 mm)• A5 (148 mm x 210 mm)• Half-letter (5.5\" x 8.5\")• Letter (8.5\" x 11\")- - - INSTRUCTIONS MANUAL - - -• Printing Instructions• Troubleshooting Guide- - - POST SALES SUPPORT - - -If you have any questions or issues related to your purchase, we are happy to assist you. We can be contacted via an Etsy message. --------------------------------------◀ INSTRUCTIONS ▶1. Purchase the listing2. Once payment is complete and confirmed, you will receive an email with a link to download your purchase.  Additionally, you can access your files by selecting the \"You\" tab after signing into your Etsy account and selecting the \"Purchases and Reviews\" option.3. Download the files4. Open using Adobe Reader Software - get.adobe.com/reader/5. Print and trim (as needed)6. Enjoy!--------------------------------------◀ FORMATS ▶• PDF: For the best quality printing, please open the file with Adobe Acrobat Reader free to downloadhttps://get.adobe.com/reader/--------------------------------------◀ VISIT OUR SHOP ▶If you’d like to visit our shop and see what else we offer, click the link below. https://www.etsy.com/shop/AllAboutThatPage--------------------------------------◀ PRINTABLES ▶• Printed colors may vary from those seen on screen• For copyright protection, all page elements are locked in place and cannot be edited• We are not responsible for issues with your printer or printing process• We are not responsible for problems encountered due to computer software related issues• For personal use only. For permissions, please reference to our Copyright Policy in the FAQ section of our shop-------------------------------------- ◀ FOR ALL OTHER QUESTIONS ▶Please refer to the \"Frequently Asked Questions\" section of our shop to ensure that you know what you are purchasing, as all sales are final.-------------------------------------- Copyright © All About That PagePersonal use only with purchase, creative rights are nontransferable.\n                ", "listing_reviews": "94", "store_reviews": "566 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/836965163/new-2021-2022-monthly-calendar-printable"}, {"seller_text": "bloomplanners", "seller_href": "https://www.etsy.com/shop/bloomplanners?ref=simple-shop-header-name&listing_id=1001039355", "store_sales": "24,165 sales", "store_rating": "4.9366", "listing_title": "2021-22 Academic Year Soft Cover Daily Planner & Calendar (13 month:July 2021 - July 2022) Earthy Abstract -by bloom daily planners", "listing_bestseller": "Bestseller", "listing_price": "\n                        $16.95\n                    ", "listing_highlights": ["Handmade"], "listing_desc": "\n                    NOTE: This listing is for a *PHYSICAL* daily planner, which will be mailed to you. Digital planners are available in our store here: https://www.etsy.com/shop/bloomplanners?section_id=26498426bloom's soft cover planners were designed with love to inspire and empower you to bloom into your best self this year! This is more than just a planner - it's your paper life coach, accountability partner, and personal cheerleader. Ready to be less busy and more productive? -DIMENSIONS: 6\" wide (with binding) x 8.25\" tall, 10.4 oz -Spacious monthly & weekly views run *13 months*: July 2021 through July 2022-Soft covers planners are made from thick cardstock with matte film lamination, keeping them lightweight and flexible, but still yet sturdy durable-Premium features include: foil on covers, monthly tabs, 100gsm bright white paper, recyclable metal lay-flat spiral binding, 2 vertical pockets on the front and back inside covers-*Free sticker sheet & magnetic bookmark included with this planner!*-More than just a planner! Packed with life coaching worksheets and inspirational features to help you set and achieve all of your goals for the year-Additional pages include: Personal info page with a yearly mission statement prompt, date list, 2021/2022 yearly overview spread, purpose page, values page, life auditing page, things not to do page, yearly goal setting, vision board, goal tracking, habit tracking, ideal week planning worksheet, weekly scheduling template, monthly task tracking, monthly spending tracking, joy list, 3 to-do lists, 4 notes pages, 3 contact pages, website login tracker, important dates for next year page, how I bloomed in 2021-22 page, monthly challenges, inspirational quotes & moreCheck out all of our other planning products (digital and physical) in our main etsy store. Thank you so much!All physical planners: https://www.etsy.com/shop/bloomplanners?section_id=28367832All physical stickers: https://www.etsy.com/shop/bloomplanners?section_id=27589619All digital planners: https://www.etsy.com/shop/bloomplanners?section_id=26498426All digital stickers:  https://www.etsy.com/shop/bloomplanners?section_id=25852021\n", "listing_reviews": "15", "store_reviews": "2,875 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/1001039355/2021-22-academic-year-soft-cover-daily"}, {"seller_text": "DestinationPresets", "seller_href": "https://www.etsy.com/shop/DestinationPresets?ref=simple-shop-header-name&listing_id=962773388", "store_sales": "4,369 sales", "store_rating": "4.9488", "listing_title": "15 EVERYDAY BRIGHT Lightroom Presets Natural Light and Airy Presets for Instagram Blogger Clean Presets Summer Outdoor Preset Spring Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $4.14\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 JPG, 1 PDF"], "listing_desc": "\n                    💖Enjoy Our LOVE Coupons💖: BUY 3 PRESETS ➤GET 1 FREE 🎁🎁🎁🎁➤ADD 4 PACKS TO YOUR ORDER AND PAY ONLY FOR 3 (30% off) ✨15 EVERYDAY BRIGHT Lightroom Presets Natural Light and Airy Presets for Instagram Blogger Clean Bright Presets Summer Outdoor Preset Spring Bright and Airy Preset Clean presetMake an unique feed which looks like you♥ This EVERYDAY BRIGHT Lightroom presets will gives you a Bright Airy Clean Natural Tone, perfect for Everyday photoshoot♡  ↠ PERFECT FOR : Indoor and Outdoor photoshoot, Family, Blogger, Influencers, Instagram, Nature and Landscape, Travel, All Seasons and so much more ! ↠ INCLUDED :                   ✔ 15 Lightroom Mobile Presets in DNG files✔ 15 Desktop Presets in LRTEMPLATE files✔ PDF Installation step by step guide for how to install the presets on your phone and computer↠ WHY CHOOSE DESTINATION PRESETS ?-Save your time editing-Have a Cohesive and Consistent feed-Designed for you to make your pictures Unique and Beautiful-Grow your engagement and followers-Designed for JPEG and RAW files. For best results shoot on Raw -Compatible with IOS, Android mobile and Lightroom Desktop CC-Easy to use, download instantlyAdobe Lightroom mobile is available for FREE on your phone : just download the app and create your account with Adobe.Adobe Lightroom Desktop needs to have a subscription. You can have 7 Free days trial. ↠ PLEASE NOTEEach picture is different and unique. All results will work differently depending on the light, camera model, colors, skin tones etc Don't worry♥  If necessary, add some additonnal adjustements to suit your picture (check the pdf instruction included in the purchase)↠ REFUNDS AND EXCHANGESDue to the digital nature, I regret that no refund and exchange can be made on this product.If you have any questions, feel free to contact me at :  destinationpresets [!at] gmail.com I will be happy to help you♡↠ TERMS OF USECopyright ©destinationpresets All right reserved. It is prohibited to reshare, sell this product in any form without the consent of the original creator.♡Don't hesitate to subscribe, make a quick review, pin on your Pinterest and add this item to your favorites♡Thank you for visiting my shop♥Let's CREATE MAGIC, Happy Editing ♥All the love, lyly♥PHOTOS CREDITS: All the Pictures Shown in the listing belong to their Respective Owners. Credits to the respective owner. All photos are for illustration purposes only. ＊＊＊＊＊＊＊＊＊＊＊＊＊＊You are here for: blogger presets, instagram filters, lightroom presets, mobile presets, presets and photofilters, instagram presets, influencer presets, presets, preset lightroom, lightroom filter, presets style, desktop presets, best presets, VSCO presets, influencer presets, trendy presets, lightroom filter, lightroom, family presets, season presets, iphone presets, cozy presets, bright outdoor preset, bright winter presets, travel presets, city presets, lifestyle presets, holiday presets, winter presets, Bright presets, outdoor presets, Indoor presets, nature presets, home presets, indoor presets,  everyday presets, natural presets, Influencer presets, neutral presets, family presets, minimal presets, travel presets, summer presets, spring presets, bright airy presets, light airy preset, clean presets, clean soft preset, clean tone preset, light and airy, white presets, clear presets\n                ", "listing_reviews": "27", "store_reviews": "459 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/962773388/15-everyday-bright-lightroom-presets"}, {"seller_text": "SunnyEditor", "seller_href": "https://www.etsy.com/shop/SunnyEditor?ref=simple-shop-header-name&listing_id=1037865219", "store_sales": "336 sales", "store_rating": "4.7059", "listing_title": "10 Vogue Mobile Lightroom Presets, Natural Presets, Cream Presets, Instagram Filters, Blogger, Vanilla, iPhone Presets, Filter for iPhone", "listing_bestseller": "-", "listing_price": "\n                        $4.20\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 1 PDF, 1 ZIP"], "listing_desc": "\n                    ◆ ◆ ◆ SPECIAL OFFER ◆ ◆ ◆✭ Buy 3 presets and get 2 for free. Add 5 presets to your shopping cart and apply the coupon code 2FREE. ✭ Buy 5 presets and get 4 for free. Add 9 presets to your shopping cart and apply the coupon code 4FREE.◄  INCLUDED IN YOUR PURCHASE  ►* 10 Mobile Lightroom Presets (DNG files)* Detailed PDF Image Instructions✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Lightroom Mobile is FREE so you don't need an Adobe subscription to use the presets✔️ You only need Lightroom CC App on your Phone/iPad✔️ Once purchased can be used an unlimited amount of times✔️ Easy to apply with just one clickGeneral information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUYhttps://www.youtube.com/watch?v=uOBXKOyAFEAPlease keep in mind all photos are unique and therefore each preset works differently on every photo. You can fine tune your own adjustments to find settings that suit you with temperature, exposure etcDue to the digital nature of this product ALL SALES ARE FINALKeywords:Lightroom Presets, Mobile Preset, DNG, Instagram Preset, Lightroom CC, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset, White Presets, Natural Presets© 2020 Sunny Editor Presets, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": null, "store_reviews": "17 shop reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/1037865219/10-vogue-mobile-lightroom-presets"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=680026344", "store_sales": "237,226 sales", "store_rating": "4.8715", "listing_title": "10 Mobile Lightroom Presets IBIZA, Tanned Summer Presets For Bloggers, Lifestyle Beach Instagram Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    10 Lightroom Presets IBIZA For Mobile and Desktop LightroomSummer preset,  bright warm presets, travel blogger preset photo preset Instagram filtersEdit your Instagram photos like a pro on your mobile device! Mobile Lightroom Influencer Preset IBIZA  Included 10 presets inspired by travel bloggers and influencers around the world.This preset for every kind of picture that will surely deliver stunning results and make your images look a hundred times better! For photographers who do a lot of fashion, travel and lifestyle photography.This quality preset produce amazing warm tones and making it easy for you to achieve the same look and feel as your favorite influencers! These Presets Pack  are perfect for Instagram, blogging and photo editing on the go. Hight Quality Preset, Great for Portraits, Bloggers, Travelers, Engagements and Wedding' shoots, a user friendly pack, easy to use, One click Lightroom Preset that gives your collection of work a more cohesive and aesthetic feel and get you on your way to creating stunning images. 🎁 GET 5 & PAY FOR 3: add 5 presets to your cart, use coupon: GIFT2 and pay for 3 only https://www.etsy.com/shop/VictoriaBeePhoto?coupon=GIFT2Check out my Bestseller Itemshttps://www.etsy.com/shop/VictoriaBeePhoto♦️ Works in Lightroom Mobile App (iOS/Android)♦️ Works With & Without Adobe subscription♦️ Compatible with All Photo formatsIncluded:🔶10 Lightroom presets in .DNG format for MOBILE Lightroom .ZIP archive🔶10 Lightroom presets in .XMP format for DESKTOP Lightroom .ZIP archive🔶.PDF file with direct link to download presets directly to your phone 🔶.PDF Instruction Guide 10 Ibiza Presets  has been created to achieve a very modern, glamorous, trendy & Instagram aesthetic look. You will get best fashionable, professional  one-click result from this pack.Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️Keep in mind that all presets work differently with each photo depending on a number of factors such as lighting, white balance, tone etc. Please contact me for any questions or editing help victoriabee.shop [!at] gmail.com© 2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephoto  ©victoriabee.presetsMobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset, Pop Colour Preset, Vibrant Preset, Summer Presets\n                ", "listing_reviews": "100", "store_reviews": "8,047 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/680026344/10-mobile-lightroom-presets-ibiza-tanned"}, {"seller_text": "VandyPaperie", "seller_href": "https://www.etsy.com/shop/VandyPaperie?ref=simple-shop-header-name&listing_id=949588552", "store_sales": "835 sales", "store_rating": "4.9483", "listing_title": "Printable Cleaning Schedule, INSTANT DOWNLOAD, Cleaning Checklist, Cleaning Planner, Minimalist Cleaning Schedule, Clean Home Schedule", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 1 ZIP"], "listing_desc": "\n                    This cleaning schedule is going to help you stay on top of all your cleaning to keep your home sparkling clean! The schedule is in PDF format and can be printed for weekly use, printed and laminated to reuse, or added to any digital planner! Get all your chores done daily, weekly, or monthly with this simple, minimalist cleaning schedule.Check out the matching weekly meal planner here: https://www.etsy.com/listing/976339722/printable-weekly-meal-planner-instant?ref=shop_home_active_1Please message me if you would like to order a completely CUSTOMIZED schedule! Size: US Letter, A4, A5Please note this listing is for a DIGITAL DOWNLOAD. NO PHYSICAL ITEM WILL BE SENT.WHAT YOU GET- A4 PDF Cleaning Schedule- A5 PDF Cleaning Schedule - US Letter PDF Cleaning SchedulePRINTINGYou are receiving a zipped folder containing 3 high-resolution files in the sizes specified above. You can print them from the comfort of your own home or at a local print shop (Costco, Walmart, Walgreens, Staples, etc.) PLEASE NOTEPlease use files for personal use only! You may print as many copies as you'd like for home or personal use. This file is not to be shared with anyone else. Please do not sell any copies of this print (digital or printed) or sell any items made from the product. The product is copyrighted VandyPaperie. HOW TO GET YOUR ITEMEtsy will immediately email you a link to download the file upon purchase. You may also download the file from your \"Purchases\" page from your Etsy account. Please view this article to learn more on instant downloads: https://www.etsy.com/ca/help/article/3949 If you have any issues getting your file to download, please send me a message and I will help you out!THANK YOU!Thank you so much for checking out my shop and supporting my business! If you have any questions or want to inquire about custom designs please send me a message! If you are on Instagram please tag us in your photos @vandypaperie\n                ", "listing_reviews": "16", "store_reviews": "58 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/949588552/printable-cleaning-schedule-instant"}, {"seller_text": "KIINcreations", "seller_href": "https://www.etsy.com/shop/KIINcreations?ref=simple-shop-header-name&listing_id=698930457", "store_sales": "108,063 sales", "store_rating": "4.8939", "listing_title": "7 Lightroom mobile MINIMAL BLOGGER LIGHTROOM preset set / moody fashion blogger instagram filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.87\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    ⭐ MORE PRESETS HERE: https://www.etsy.com/shop/KIINcreationsA SET OF 7 User Friendly Blogger Lightroom Presets for LR MOBILE (DNG files)  for minimal style/ low saturation looks.User Friendly, Easy to Use, One Click, Lightroom Presets to help you achieve better imagery for your blog. As a blogger myself I understand the importance of having great images and keeping them in the same style. This is a great bundle for minimal style lovers - bright highlights, dark shadows, detailed and rich greys and browns. Low saturation blues, reds, and yellows.This is my favourite set, which I also use to edit all my blog photos. You don't need an Adobe subscription to use these presets. You simply need to download the LR Mobile App and create an account with Adobe. These presets will be compatible with both jpeg and RAW files.Once payment is made you can download the presets instantly. Contact me with any questions regarding your order or using your presets I will be happy to help! x\n                ", "listing_reviews": "44", "store_reviews": "4,454 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/698930457/7-lightroom-mobile-minimal-blogger"}, {"seller_text": "happydailyPlanner", "seller_href": "https://www.etsy.com/shop/happydailyPlanner?ref=simple-shop-header-name&listing_id=746407167", "store_sales": "446 sales", "store_rating": "4.6923", "listing_title": "Happy Planner Printable A5/A4/US Letter, Pomodoro Technique Planner", "listing_bestseller": "-", "listing_price": "\n                        $1.67\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 4 PDF"], "listing_desc": "\n                    ◆ Daily Planner with To-Do List A4/A5/US Letter ◆Simple Dated Daily Planner Template which can help you to plan your life productivity.You can now make some sense out of your daily mess with this amazing to-do list notepad! The personal planner will help you organize your tasks, chores, responsibilities and health and it’s perfect for professional use at work or for organizing your life at home.🙂◉ You will receive:– 4 PDF files◉ Sizes Included:– A5 5.83″ x 8.26″– A5 A5_Double – A4 8.26″ x 11.69″– US Letter 8.5″ x 11″◉ Download Instructions:➊  Add the item to your cart➋  Select a payment method➌  Once the payment is complete, the download will be available in your purchase area➍  Go to your “Purchases and Reviews” and click the button \"Download Files\"◉ Printing instructionsFormat: It is recommended to print the files with Acrobat PDF, which can be downloaded for FREE from http://get.adobe.com/readerImportant: You will need A4 Paper to print the A5_Double version. The Lette size paper won't be long enough to fit two A5 pages on one letter-size page.Print all odd pages first, then flip the pages and print even pages behind the odd pages and cut the file along with the marks. Please feel free to contact me anytime if there are any questions!◉  These products can be printed in color or black and white at home or at the professional printing shop of your trust.◉ Please Take NoteThis is a digital, instant download product. No physical item will be shipped.•After your purchase, you will receive an email with a download link to the printables. The printables can be printed out as many times as you want•There is no refund for digital goods, once your files have been downloaded from your Etsy account.•Colors may vary depending on computer screens and printers. The quality of the print depends on the quality of the printer. • All items are non-editable and for personal use only.•All digital items are copyrighted. Please do not redistribute, upload, share, resellThank you for visiting!! Happy Planning! 🙂\n                ", "listing_reviews": "7", "store_reviews": "16 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/746407167/happy-planner-printable-a5a4us-letter"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=821148665", "store_sales": "70,786 sales", "store_rating": "4.9099", "listing_title": "5 Mobile & Desktop Lightroom Presets Pet Lovers, Dog Cat Photo Editing Filter for Instagram, Animal Preset for Bloggers, Bright Home Filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Pet Lover Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram, Photo Editing Filter for Lifestyle and Travel🌟The Pet Lovers Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add beautiful, bright tones to your Instagram photos. These presets are PERFECT for pet lovers, Instagram Influencers & bloggers looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for mobile preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "100", "store_reviews": "5,612 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/821148665/5-mobile-desktop-lightroom-presets-pet"}, {"seller_text": "PresetsByMary", "seller_href": "https://www.etsy.com/shop/PresetsByMary?ref=simple-shop-header-name&listing_id=811860156", "store_sales": "64,798 sales", "store_rating": "4.8204", "listing_title": "10 Lightroom Presets Mobile - AVOCADO, Presets for Instagram Blogger, Lightroom Mobile Presets, Lifestyle Instagram Filter, Lightroom Preset", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.97\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    💗GET 6 & PAY FOR 3: add 6 presets to your cart, use coupon: GIFTBYMARY and pay for 3 only 💗https://www.etsy.com/shop/PresetsByMary?coupon=GIFTBYMARY⭐️10 UNIQUE LIGHTROOM PRESETS / MOBILE Presets ⭐️Mobile Preset is perfect for your Adobe Lightroom CC Mobile App and works well with your photos shot with your iPhone or Android device.Presets fit for Outdoor and Indoor pictures, Family, Travel, Lifestyle, Blogger, Wedding, Portrait photos.Included:🔶10 Lightroom presets in DNG format for MOBILE Lightroom (free app compatible with both IOS and ANDROID).🔶Compatible with All Photo formats🔶Compatible with Lightroom Mobile App🔶Compatible with All Lightroom and Photoshop Versions🔶Instant download (Download the presets right after the payment and start enjoying now)🔶Free support (contact us me any questions or concerns. We're always happy to provide fast and thorough support)🎁SPECIAL OFFER 3+3 for FREEBuy atleast 3 items from my shop and get 3 for FREEWIth love,PresetsByMary♥️\n                ", "listing_reviews": "16", "store_reviews": "3,799 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/811860156/10-lightroom-presets-mobile-avocado"}, {"seller_text": "ScriptandPineDesigns", "seller_href": "https://www.etsy.com/shop/ScriptandPineDesigns?ref=simple-shop-header-name&listing_id=974033641", "store_sales": "566 sales", "store_rating": "5", "listing_title": "Work Day Organizer, Office Organizer, Daily Planner Page, Work Planner, Daily Printable Planner, Digital Planner, To Do List, Planner Insert", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    PRODUCT DESCRIPTION-Digital file that you can instantly download after purchasing.-Comes as a PDF download – Letter Size (8.5” x 11\")-This is a digital file. No printed material will be shipped.-Includes 1 high-resolution PDF file you can instantly download.-Item can be printed and written on OR uploaded to a note-taking app (such as GoodNotes and Notability) and digitally written on with any iPad that is compatible with Apple Pencil.HOW TO ORDER1. Add listing to your cart or select the “Buy It Now” button.2. Proceed to checkout and place order.3. Once payment is confirmed by Etsy your order is ready to download in your account and via email. (Email will be sent to the one linked to your Etsy account.)4. Download PDF files, save them to you computer, print, and enjoy!HOW DO I DOWNLOAD MY PURCHASED FILE(S)?-Downloads are available once your payment is confirmed. Keep in mind confirmation might take a few minutes.-If you have an Etsy account, after you complete your purchase you’ll see a \"View your files\" link which will bring you to your Downloads page. Here, you can download all the files associated with your order.-You'll also receive a download notification email separate from any transaction notification emails from Etsy and/or PayPal.-If you ever need to re-download a purchased file you can login to your Etsy account, click on your Profile and select \"Purchases and Reviews.\" There you will see your Purchase History. Scroll down to the order associated with the file(s) you're looking for and there will be an option on the right hand side of the screen to Download the file directly to your device.-Please note that you can't download a digital purchase through the Etsy app at this time. To download a digital file, please sign in to Etsy on your mobile browser or a non-mobile computer.IMPORTANT INFORMATION-Due to the nature of this listing, digital downloads are not eligible for refunds, returns or exchanges.-Colors can vary from monitor to printer.FOR PERSONAL USE ONLY-Not for commercial use-Cannot be resold or altered-Sharing, reselling, and redistributing out products is prohibited.work day organizer, office organizer, daily planner, business planner, printable planner, digital planner, happy planner, weekly planner, employee planner,  work planner pages, planner inserts, student planner\n                ", "listing_reviews": "4", "store_reviews": "58 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/974033641/work-day-organizer-office-organizer"}, {"seller_text": "patdreamwork", "seller_href": "https://www.etsy.com/shop/patdreamwork?ref=simple-shop-header-name&listing_id=872889456", "store_sales": "446 sales", "store_rating": "4.9706", "listing_title": "Printable Daily Weekly Hourly Planner with Times, Hourly Planner, Weekly Schedule, To-Do List, Notes, A4 & US Letter Sizes", "listing_bestseller": "Bestseller", "listing_price": "\n                        $0.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 4 PDF"], "listing_desc": "\n                    DAILY WEEKLY HOURLY PLANNERIncludes:Weeks start with Monday to Sunday (Monday-Yellow, Tuesday-Pink, Wednesday-Green, Thursday-Orange, Friday-Blue, Saturday-Purple, and Sunday-Red) Daily color splits for you to write down. Or easier to read the notes.Printable daily weekly planner (Monday start on all weekly) with time period from 7AM- 10.30PMOne week per each two page spread include This week's focus (Important) To- Do-List, Habit Tracker and Notes.A simple interior design that is free of clutter with lots of extra space to write. Start your plan today!This order is for digital files only and is an instant download product. It is non-editable and made to be printed as it is.Download includes:  2 X High Quality PDFs (A4 21cm.x29.7cm.)  2 X High Quality PDFs Letter (8.5x11inchs)  4 PagesDownload Instructions:1. Add the item to your cart2. Select a payment method3. Once the payment is complete, the download will be available in your purchase area. (Go to You > Purchases and Reviews > Click the button \"Download Files\")4. When downloaded, you can print as many copies of the design as you'd like\n                ", "listing_reviews": "6", "store_reviews": "73 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/872889456/printable-daily-weekly-hourly-planner"}]