[{"seller_text": "BrandSugarCompany", "seller_href": "https://www.etsy.com/shop/BrandSugarCompany?ref=simple-shop-header-name&listing_id=1002483528", "store_sales": "1,786 sales", "store_rating": "5", "listing_title": "Business Card Template INSTANT DOWNLOAD Printable Business Card, Template Business Card, DIY Calling Card, Affordable Card, Canva - SBB013B", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $8.10\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ------------------------------------------------------------------------------♥♥ PLEASE NOTE - this is a digital download / template. No physical product will be shipped. Once you have placed your order you will receive a link to edit your template online using the free software Canva. No waiting for designers - get access immediately! Please also note any photos pictured aren't included and for display purposes only, but Canva includes 1000s of beautiful images for you to choose from.------------------------------------------------------------------------------This totally editable template is perfect for savvy business owners on a budget looking to brand themselves professionally.You can change:-- All content-- Font Colour-- Font Style-- Font Size-- Backgrounds-- PhotosINCLUDED IN THIS DOWNLOAD:x1 Printable & Fully Editable Business Card2x3.5” SizeVideo training and free ebook also included------------------------------------------------------------------------------PERFECT FOR:- Small Business- Beauty & Hair- Coaches- Social Media Managers- Photographers- Designers- Other Service Based Businesses------------------------------------------------------------------------------♥♥ HOW IT WORKSStep 1: Purchase the ListingStep 2: Check your email from Etsy to download your PDF link file.Step 3: Open the PDF and click the template link you wantStep 4: Load into CanvaStep 3: Edit, Save, Download, and Print your designsOnce purchased, your template will always be available to you, so you can come back at any time and continue editing.Our templates don't expire so you can edit them again any time! If you need a free version of the template simply click the link again to re-add to your account.------------------------------------------------------------------------------♥♥ ALL MATCHING ITEMS AVAILABLE HERE...https://www.etsy.com/au/shop/BrandSugarCompany?ref=seller-platform-mcnav&search_query=SBB013B------------------------------------------------------------------------------Disclaimer: Logos - please do not resell or redistribute these files - they are for commercial use for your own business/es and not for resale.Page Layout - once you have edited the file, you can resell and redistribute in pdf format. Please do not resell / redistribute in its original Canva format.Social media - please do not resell or redistribute these files - they are for commercial use for your own business/es and not for resale.Due to the digital nature of our products, please note we are unable to accept returns or offer refunds so please make sure the file is what you want before purchasing, and feel free to contact us with any questions you might have. Enjoy and get creative!Copyright © Brand Sugar\n                ", "listing_reviews": null, "store_reviews": "171 shop reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/1002483528/business-card-template-instant-download"}, {"seller_text": "DigitalTemplatePaper", "seller_href": "https://www.etsy.com/shop/DigitalTemplatePaper?ref=simple-shop-header-name&listing_id=936407042", "store_sales": "10,621 sales", "store_rating": "4.8941", "listing_title": "Business Card Template, Editable DIY Business Cards For Salon, Printable Monat Business Cards,Social Icons Included,Instant Download.DTP-025", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $4.39\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Business Card Template, Editable DIY Business Cards For Salon, Printable Monat Business Cards, Social Media Icons Included, Instant Download.▶️ Try a demo version here 👉 www.corjl.com/d/226FB1------------------------------------💛 LISTING INCLUDES✔️ Business Card Template 3.5 x 2 in (Front and Back Side)✔️ Additional Social Media Icons✔️ Instructions Guide for Edit Template💛 WHAT CAN BE EDITED✔️ Fully editable (text, colors, fonts, etc)✔️ Add your logo and image✔️ 3 download options: JPG, PDF and PNG format------------------------------------▶️ PLEASE NOTETHIS IS A DIGITAL ITEM - NO PHYSICAL PRODUCT WILL BE SHIPPED------------------------------------▶️ HOW IT WORKS1. PURCHASE + DOWNLOAD: This is a digital editable template that you will access, edit, and download at Corjl.com. Once payment is made, you will receive a link from Corjl to the online editable template(s) you've just purchased. Create a FREE Corjl account! (it's very fast and easy!)2. EDIT: Open the link in your desktop browser and edit your text, colors, and placement.3. SAVE: Once you’re happy with the design, download the finished piece in a format that suits you either PDF, PNG or JPG - one or multiple per page - with or without bleed/crop lines.4. PRINT: Print at home, copy center or online printer.------------------------------------▶️ EDIT & PRINT- All text can be edited for wording, font, color, size and placement• All artwork and all text can be edited for size and placement• Upload your own logo and image• Add new pages (great for adding a backside)• Edit your template on a laptop or pc.• For editing, please use one of the up to date browsers such as Chrome, Firefox or Safari.Many features are not supported in Internet Explorer and MS Edge and there can be some issues while editing.If you do not have any of the above browsers, here is a link to download Chrome browser: www.google.com/chromeIt is absolutely free!------------------------------------▶️ MATCHING ITEMS✔️ BUSINESS CARDShttps://etsy.me/33Fru5U✔️ ORDER FORM COLLECTION & BUNDLEShttps://etsy.me/3ff06yY✔️ INVOICE COLLECTIONhttps://etsy.me/2XRqqsT✔️ CARE CARDS COLLECTIONhttps://etsy.me/2Y8Ky9C------------------------------------❤️ CONTACT MEIf you have any problem and questions with editing the template I will be happy to help you!I will do my best to reply to you as soon as possible.------------------------------------▶️ TERMS OF USEThese files are for personal use only. You may not forward, share, sell or distribute the files. The template expires after six months from the date of purchase. The files are for non-commercial use only.------------------------------------▶️ NOTEPlease note every monitor and printer is color calibrated differently. Color may vary slightly from that seen on the screen. Paper type may also effect color.------------------------------------Do not hesitate if you have any question, please contact me.❤️ Thank you for choosing my work! ❤️\n                ", "listing_reviews": null, "store_reviews": "447 shop reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/936407042/business-card-template-editable-diy"}, {"seller_text": "SnazzyMango", "seller_href": "https://www.etsy.com/shop/SnazzyMango?ref=simple-shop-header-name&listing_id=839019412", "store_sales": "3,763 sales", "store_rating": "4.6667", "listing_title": "INSTAGRAM Wedding Filter! Gold Wedding Filter For Instagram! Personalised Instagram Filter, Wedding Filter Insta Stories, Gold Wedding Insta", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $8.01+\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: Adobe Illustrator, Photoshop, Instagram, Facebook, Spark AR, Glitter, Insta Stories, Effect, Instagram Story, Insta Story, Sparkle, Gold, Instagram Wedding\n\n\nRead the full description"], "listing_desc": "\n                    Custom Wedding Filter For Instagram, Instagram Stories Filter!Make a statement at your wedding with your very own custom Instagram/Facebook filter! All your family, friends, guests and followers will have access to your filter! Anyone who sees your story will also have access to your filter! Unlike snapchat filters it's not restricted to location and there is no upload cost!| CUSTOMISATION |Information Required:Mr. & Mrs. / Mr. & Mr. / Mrs. -Surname -Date (In format required) - Glitter colour (Select from drop down menu) or message me if you want a colour which isn't listed.Which social media do you want your filter to be on? (Facebook or Instagram). Please note there's a small charge to have your filter on both social media platforms as I essentially have to make 2 separate filters.| HOW IT WORKS |1 - Enter your personalisation requirements in the space provided when ordering.2 - I then design your filter in Instagram/Facebook's unique software.3 - A proof will then be sent to you of how your filter will look, please allow 24hrs for this.4 - Once you're happy with how your filter looks, I then submit it to Instagram/Facebook to upload to their filter collection. (This can take up to 48hrs)!5 - Once the filter has been accepted by Instagram/Facebook I will then email you a link to where you can find your filter on the social media site!6 - You can share the link with all your friends, family and guests! Alternatively, when your post to your story using the filter a badge will be displayed in the top left corner. Anyone who clicks on this will also have access and be able to use your filter! (An example of this is Picture 3).Please message me if you have any questions.  :)If you include the snapchat version in your order, this is just for the filter file. You must upload the filter to Snapchat where costs may be incurred due to location and date. More information can be found here: https://www.snapchat.com/l/en-gb/on-demand/Facebook and Instagram filters are uploaded by me at no extra cost.My full collection of Instagram & Facebook filters can be found here:https://www.etsy.com/uk/shop/SnazzyMango?ref=seller-platform-mcnav&section_id=21416837Keywords:Insta Filter, Instagram Filter, Instagram Story, Instagram Stories, Insta Stories, Instagram Wedding, Instagram Wedding Filter, Rose Gold Wedding Filter, Insta Wedding Filter, Insta Wedding Effect, Insta Wedding Stories, Insta Wedding, Instagram Wedding, Rose Gold Wedding Filter, Insta Mask, Insta Effect\n                ", "listing_reviews": "11", "store_reviews": "466 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/839019412/instagram-wedding-filter-gold-wedding"}, {"seller_text": "ChloeSweeneyDesign", "seller_href": "https://www.etsy.com/shop/ChloeSweeneyDesign?ref=simple-shop-header-name&listing_id=1001673080", "store_sales": "34,687 sales", "store_rating": "4.8403", "listing_title": "ROSE GOLD GLITTER Business Card Template, Canva Business Card Template, Printable Business Card", "listing_bestseller": "-", "listing_price": "\n                        $7.55\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    This listing is for an editable, Double sided Business Card Template using Canva.comThis is an instant download meaning you can be up and running with your branding as soon as possible!Please read information below before ordering☞ LINK BACK TO SHOP: https://www.etsy.com/uk/shop/ChloeSweeneyDesign------------------------HOW IT WORKS------------------------1. Purchase this listing2. You will receive an email from Etsy with a link to your download. Alternatively, you can download from \"Purchases & Reviews\"3. Download PDF and follow the link to your template4. Save a copy of your Template. (Important so you do not lose your edits!)5. Edit Photos, Fonts, Colours, Text6. Save as PDF and print at home or online using a print companyWHAT’S INCLUDED1 x Business Card US Size as shown in the listingFile formats include:JPEGPrintable PDFAll items are digital and for editing by yourself.Please note that you will not receive anything in the mail.-----------------------------TERMS & CONDITIONS + DISCLAIMER-----------------------------• This template is for your personal use only and may not be sold or shared.• The sale of this template is not affiliated with Canva in any official way.• A basic knowledge of Canva is required.• DISCLAIMER: You do not have exclusive rights to this template and design..............................................................................................................IMPORTANTDue to the nature of the product no refunds can be offered.©2021 Chloe Sweeney Design. est. 2015. All rights reserved. Purchase Of This Design Allows Use for your Personal and/or Personal Business Use Only.\n                ", "listing_reviews": null, "store_reviews": "1,499 shop reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/1001673080/rose-gold-glitter-business-card-template"}, {"seller_text": "DesertAve", "seller_href": "https://www.etsy.com/shop/DesertAve?ref=simple-shop-header-name&listing_id=996725865", "store_sales": "348 sales", "store_rating": "5", "listing_title": "Business Card Template, Minimalist Business Cards, DIY Business Card, Editable Business Card, Printable Business Cards, Canva Template", "listing_bestseller": "-", "listing_price": "\n                        $3.50\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ☺ 'Canva' Business Card Template  // Customizable Business Card⁕DIGITAL FILE ONLY⁕» How To Access: ☺In this digital download you will receive a PDF that contains a hyperlink to your Canva template!☺If you do not have a Canva account, the link will direct you to me a FREE  account in order to access the template! ⁕ FOR PERSONAL USE ONLY⁕ This template is not to be shared, resold or used for commercial purposes.© Copyright 2021 Desert Avenue Design» What You Get: ☺You will receive the invitation pictured above with access to customize with your own choice of words, font, placement and size,  images, colors and much more! ☺This design is 3.5 x 2 inches and offers the ability to download as a PDF, JPG, or PNG.☺A FREE and EASY QR code generator to customize for your own business!» What Is Canva?☺Canva is a FREE online graphic design platform that is easy to use! ☺Never used Canva before? Check out some of these tutorials before you start customizing! https://designschool.canva.com/tutorials/getting-started/☺You will have the ability to add more than one page and customize with your own personal touch. ☺You will NOT be able to change page size, graphic elements, or orientation of the template. » How Do I Print My Business Cards? ☺ You have the ability to print wherever you would like! Print at home, a professional print shop, or even use one of Canva’s printing service options!» Tips:☺ When printing, save your file as a PDF if you will be printing from home or a professional print shop! ☺ When printing, save your file as a JPG if you will be using a local or online printing center, for example Walmart or CVS!☺ Save your file as a PNG if you intend to post your file on social media, or send it as a digital invitation!☺ COLORS CAN BE DIFFERENT from how they look on your screen to how they look after printing. » Because this is a digital product, returns and exchanges are NOT accepted. Please contact Desert Avenue if you are unsatisfied with your purchase so we may further assist you.» QUESTIONS? ☺ Message me on Etsy at DesertAve!\n                ", "listing_reviews": null, "store_reviews": "13 shop reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/996725865/business-card-template-minimalist"}, {"seller_text": "TrendyFoxStudio", "seller_href": "https://www.etsy.com/shop/TrendyFoxStudio?ref=simple-shop-header-name&listing_id=944142787", "store_sales": "4,651 sales", "store_rating": "4.9508", "listing_title": "EDITABLE Business Thank You Card Printable Thanks For Your Purchase Card Small Business Package Insert Card - TY47", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $5.24\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 ZIP"], "listing_desc": "\n                    You've spent a lot of time and effort designing and creating your products, make sure your packaging is on point too! This cute Thank You Card template is the perfect way to share any messages about your product, offer a promotion for repeat customers, and even request a review. It can be easily edited to include care instructions for clothing, candles, or any other text you want!One of the things I am most passionate about is supporting fellow small business owners. My goal with this template is to offer a stylish (and budget friendly) way to add personality to your packaging.Our *Card Template* is fully customizable and very simple to use. This is a DIY editable template. Simply edit it in Canva (for free) using your PC, tablet, or mobile device. Once edited and downloaded, you can print immediately at home, at your local print shop, or through any online printing company.-------------------------------------------------------*TERMS OF PURCHASE* - This is a DIY template. Order is for digital file only. No physical item will be sent. It does not include printing, framing or accessories. - This item is non-refundable. Please read the product description and store policies carefully before making a purchase. - Files are not emailed to you. For your convenience, they are available for download directly on Etsy. On the menu, go to You > Purchases and Reviews > Click the button \"Download Files\". NOTE: Etsy doesn't allow downloads from the Etsy App. Please use a web browser (Safari or Chrome) and login to Etsy.com to view purchases.  - Please keep in mind that every printer prints differently. Exact colors may vary slightly!  - This template may not be redistributed or resold. You cannot share or sell templates or elements included in any shape or form-------------------------------------------------------WHAT'S INCLUDED:1 PDF instructions for Care Card including Canva tutorial videos   - 2 Pre-made Care Card Templates (5.5\"x4.25\"size)        - 1 Front & 1 Back   - 1 Print and Cut Template (US Letter Size)Need a different size? We've got you! We are more than happy to create custom sizing - just add this listing when checking out: Custom Size Requests : https://www.etsy.com/listing/923218952-------------------------------------------------------WHAT CAN I EDIT WITH CANVA?All fonts are completely editable (you can change the font style, size, or color)Add new text boxes or reposition/resize the text box to make it your ownAdd your own logo, photos or images - just drag and dropMake UNLIMITED edits with no expiration!CANVA is MOBILE FRIENDLY as well! Edit your amazing designs right from your phone!------------------------------------------------------Copyright © 2020 trendyfoxstudio--------------------------------------------------------PLEASE NOTE: You will need a FREE Canva account to open and edit the templates on your computer or in the Canva App on your phone. Computer is recommended!\n                ", "listing_reviews": "40", "store_reviews": "427 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/944142787/editable-business-thank-you-card"}, {"seller_text": "Blondary", "seller_href": "https://www.etsy.com/shop/Blondary?ref=simple-shop-header-name&listing_id=943879946", "store_sales": "2,567 sales", "store_rating": "4.9957", "listing_title": "Lightroom Presets, 6 Coconut Presets, Mobile Presets, Instagram Filter, Blogger Presets, Travel Presets, Summer Presets, Tropical, Maldives", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $1.05\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    6 Mobile Lightroom Presets, Instagram Presets, Travel presets, Photo filter, Blogger Presets, Indoor photo presets, Lifestyle presets, Warm Bright preset, Tropical Presets, Preset, Coconut Presets✩ FREE PRESETS OFFER ✩💥 GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE 💥💥 GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE 💥*Coconut Mobile & Desktop Presets: include 6 mobile and desktop Lightroom preset will enhance skin tones for an all year round sunkissed tan and make the blues in your photo pop.*⭐You Will Receive :- 6 DNG. Mobile Presets (Compatible with computer Lightroom App also!) - 1 PDF file \"how to download mobile presets\" All presets files are in DNG format.After the download you will need to unzip the file, either on your PC (and then send the mobile presets to your phone) or on your phone (if you have an app that can unzip files).After purchase you will be able to INSTANTLY DOWNLOAD the following 6 presets.- If you have problems with installation or with downloading your files just contact me and I'll do my best to help you.- Please keep in mind that each photo has different light setting so you can tweak some settings as light, contrast etc after applying you presets to get best results.For personal use ONLY! You may NOT sell, distribute, rent, give, sub-license, or transfer presets, or presets sent to anyone else.More Presets:Creamy Presets:https://www.etsy.com/listing/948185389/mobile-lightroom-presets-5-creamy?ref=shop_home_active_8&pro=1Winter Snow Presets:https://www.etsy.com/listing/949617290/mobile-lightroom-presets-12-winter-snow?ref=shop_home_active_9&pro=1Vintage Presets:https://www.etsy.com/listing/960609413/lightroom-presets-3-vintage-presets?ref=shop_home_active_1&pro=1Spring Presets:https://www.etsy.com/listing/953829356/lightroom-presets-6-spring-presets-white?ref=shop_home_active_3&pro=1Fitness Presets:https://www.etsy.com/listing/943374818/lightroom-presets-6-fitness-presets?ref=shop_home_active_5&pro=1Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filters, Travel Presets, Influencer Presets, warm presets, iPhone Presets, Moody Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright Presets, Clean Preset, Color Pop Preset, Vibrant Presets, Desert Presets, Beach Presets, Instagram Presets, Lifestyle Presets, Coconut Presets, summer presets, tropical presets\n                ", "listing_reviews": null, "store_reviews": "234 shop reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/943879946/lightroom-presets-6-coconut-presets"}, {"seller_text": "AglowPresets", "seller_href": "https://www.etsy.com/shop/AglowPresets?ref=simple-shop-header-name&listing_id=775574072", "store_sales": "50,852 sales", "store_rating": "4.9237", "listing_title": "GLOW  Mobile Lightroom Preset , Photo Filters, Instagram preset, best preset, bright preset, Blogger Preset, aglow preset, mobile preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 other file"], "listing_desc": "\n                    PRESET SALE🔥📸: https://www.etsy.com/shop/AglowPresetsBUY 3 INDIVIDUAL PRESETS GET 3 FREE - Use Code: BUY3GET2BUY 3 BUNDLES GET 3 FREE - Use code: 2FREEBUNDLESGLOW Aglow MOBILE PRESETThis preset works amazing for outdoor and indoor pictures. It makes all the colors pop and brightens the whole vibe of the picture.  This preset is a must have for any blogger or Instagrammer to make their feed stand out! These Mobile presets were uniquely designed to work with a variety of photo settings. Each preset has been created and tested on different lighting and locations to insure a perfect application to your photos every time. Using AGLOW presets, Instagrammers, bloggers and photographers or anyone wanting to enhance their photos will create beautiful asthetic images that will stand out to their viewers. WHAT IS NEEDED? - Download the Free Lightroom CC App on your mobile device.-AFTER PURCHASE YOU WILL RECEIVE:-1 GLOW PRESET PHOTO in DNG FORMAT(This will be a single image that contains all of the presets for that filter.)-Lightroom Mobile Installation User ManualPlease follow us on Instagram @aglowpresets for tips and editing tricks along with great giveaways!   Tag me at @aglowpresets when you post your photos using the Aglow presets!  I would love to see them!Please leave a review!!!https://www.instagram.com/aglowpresets/You can also check out my WEBSITE for more information!  www.aglowpresets.comPHOTO TIPS:Photo's will be transformed in one click!  I do recommend adjusting the lighting under the \"light tab\" in Lightroom.  Every picture is taken in a different lighting environment, so by increasing or decreasing the exposure will get that perfect look!No refunds or exchanges on Downloaded images.All presets are Copyrighted ©AGLOW PRESETS.Keywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lightroom Presets, best presets, filters\n                ", "listing_reviews": "100", "store_reviews": "2,528 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/775574072/glow-mobile-lightroom-preset-photo"}, {"seller_text": "PresetsByMary", "seller_href": "https://www.etsy.com/shop/PresetsByMary?ref=simple-shop-header-name&listing_id=726644045", "store_sales": "64,796 sales", "store_rating": "4.8204", "listing_title": "16 Mobile Lightroom Presets DISNEY GIRL Travel Blogger Lifestyle Vibrant Instagram Bright Color Summer Photo Editing", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.97\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    💗GET 6 & PAY FOR 3: add 6 presets to your cart, use coupon: GIFTBYMARY and pay for 3 only 💗https://www.etsy.com/shop/PresetsByMary?coupon=GIFTBYMARY⭐️16 UNIQUE LIGHTROOM PRESETS / MOBILE Presets ⭐️Mobile Preset is perfect for your Adobe Lightroom CC Mobile App and works well with your photos shot with your iPhone or Android device.Presets fit for Outdoor and Indoor pictures, Family, Travel, Lifestyle, Blogger, Wedding, Portrait photos.Included:🔶16 Lightroom presets in DNG format for MOBILE Lightroom (free app compatible with both IOS and ANDROID).🔶Compatible with All Photo formats🔶Compatible with Lightroom Mobile App🔶Compatible with All Lightroom and Photoshop Versions🔶Instant download (Download the presets right after the payment and start enjoying now)🔶Free support (contact us me any questions or concerns. We're always happy to provide fast and thorough support)🎁SPECIAL OFFER 3+3 for FREEBuy atleast 3 items from my shop and get 3 for FREE WIth love,PresetsByMary♥️\n                ", "listing_reviews": "100", "store_reviews": "3,799 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/726644045/16-mobile-lightroom-presets-disney-girl"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=1029762143", "store_sales": "21,700 sales", "store_rating": "4.7409", "listing_title": "10 Lightroom Presets for Mobile, Vibrant Preset, Colorful Filter, Bright Summer Preset, Beach Preset, Instagram Filter, VSCO Filter, Outdoor", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $2.12\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    Meet our NEW Colorpop Lightroom Presets for Mobile devices! These trendy vibrant filters are perfect for Bloggers, Instagram Influencers, or anyone looking to up their photo game!⋒ Your Purchase Includes ⋒・10 Colorpop Lightroom Presets for Mobile・PDF Download Guide・PDF Editing Tips & Tricks Handbook⋒ Additional Information ⋒・FOR MOBILE (iOS / Android)・Compatible with the FREE Lightroom App・Works with & WITHOUT an Adobe subscription・Presets can be used an unlimited number of timesOur presets are tested on a range of different photo styles. Please keep in mind, all photos are unique and therefore presets work differently on every photo. We are confident that our presets will add a beautiful touch to your photos. The final touch may be done by you through small adjustments like tweaking the exposure or saturation to create your perfect image.⋒ Cancellations, Refunds and Exchanges ⋒Due to the digital nature of this product, we are unable to offer refunds. However, your satisfaction is our number one priority. In the case you are not happy with a preset you have purchased, please leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2021 IslahStudios, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.⋒ Keywords ⋒Lightroom Preset, Lightroom Preset Etsy, Lightroom Mobile, Outdoor Preset, Outdoor Filter, Beach Preset, Beach Filter, Summer Preset, Summer Filter, Instagram Preset, Instagram Filter, VSCO Filter, Lifestyle Blogger Preset, Lifestyle Blogger Filter, Influencer Preset, Influencer Filter, California Vibes, iPhone Filter, Android Filter, Tan Preset, Vacation Preset, Travel Preset, Travel Blogger, Mommy Preset, Mommy Filter, Baby Preset, Baby Filter, Newborn Preset, Newborn Filter, Family Preset, Family Filter, Home Preset, Home FIlter, Indoor Preset, Indoor Filter, Interior Preset, Interior Filter, Vibrant Preset, Vibrant Filter, Colorful Preset, Colorful Filter, Colorpop Preset, Colorpop Filter\n                ", "listing_reviews": null, "store_reviews": "1,130 shop reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/1029762143/10-lightroom-presets-for-mobile-vibrant"}, {"seller_text": "HyggelyStudio", "seller_href": "https://www.etsy.com/shop/HyggelyStudio?ref=simple-shop-header-name&listing_id=726954527", "store_sales": "21,406 sales", "store_rating": "4.919", "listing_title": "8 Lightroom MOBILE Presets, Clean and Crisp Mobile Lightroom Presets, Blogger and Instagram Photo Filters, Lightroom CC, Light Bright Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.55\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF"], "listing_desc": "\n                    Elevate your social media presence with these Clean and Crisp presets for MOBILE! These are used best for images used in light spaces or shot in natural light.☞ PLEASE NOTE: THIS IS A DIGITAL DOWNLOAD! NO PHYSICAL COPY WILL BE SENT TO YOU! ☜CHECK OUT MORE FROM THIS SHOP --> https://www.etsy.com/ca/shop/HyggelyStudio-----------------------------------------------DETAILS FOR INSTANT DOWNLOAD:-----------------------------------------------♡ INSTANT DIGITAL DOWNLOAD!You will receive 8 preset files (PDF will have a clickable link to your files through google drive)+ PDF WITH LINK TO STEP BY STEP INSTRUCTIONS WITH PHOTOS!➀ CLEAN&CRISP - ORIGINAL - DNG FILE ➁ CLEAN&CRISP - HIGHLIGHT- DNG FILE➂ CLEAN&CRISP - WARM- DNG FILE➃ CLEAN&CRISP - COOL - DNG FILE➄ CLEAN&CRISP - INTERIOR - DNG FILE➅ CLEAN&CRISP - OUTDOOR - DNG FILE➆ CLEAN&CRISP - TWO - DNG FILE➇ CLEAN&CRISP - THREE - DNG FILE!! These presets are created for Mobile Lightroom CC ONLY !!*If you would like the Desktop version of these presets, please message me, and I will direct you to the desktop listing*- Compatible with both the Paid and Free Versions of Lightroom Mobile- Instant Download Directly to Mobile Device, No Desktop Needed- Compatible with JPG & Raw ImagesBased on your lighting conditions, camera settings, and personal style, these presets may need to be slightly altered to fit your needs. I am always happy to help you use the presets if you are having trouble.  !! No refunds or exchanges can be made on digital products !!TERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE FOLLOWING -- - Do not share these files- Do not sell these files- Derivative works are also prohibited© 2019 Hyggely Studio - All Rights Reserved\n                ", "listing_reviews": "100", "store_reviews": "816 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/726954527/8-lightroom-mobile-presets-clean-and"}, {"seller_text": "SunnyEditor", "seller_href": "https://www.etsy.com/shop/SunnyEditor?ref=simple-shop-header-name&listing_id=923518190", "store_sales": "336 sales", "store_rating": "4.7059", "listing_title": "11 Natural Mobile Lightroom Presets, Natural Presets, Cream Presets, Instagram Filters, Blogger, Vanilla, iPhone Presets, Filter for iPhone", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.20\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 1 PDF, 1 ZIP"], "listing_desc": "\n                    ◆ ◆ ◆ SPECIAL OFFER ◆ ◆ ◆✭ Buy 3 presets and get 2 for free. Add 5 presets to your shopping cart and apply the coupon code 2FREE. ✭ Buy 5 presets and get 4 for free. Add 9 presets to your shopping cart and apply the coupon code 4FREE.◄  INCLUDED IN YOUR PURCHASE  ►* 11 Mobile Lightroom Presets (DNG files)* Detailed PDF Image Instructions✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Lightroom Mobile is FREE so you don't need an Adobe subscription to use the presets✔️ You only need Lightroom CC App on your Phone/iPad✔️ Once purchased can be used an unlimited amount of times✔️ Easy to apply with just one clickGeneral information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUYhttps://www.youtube.com/watch?v=uOBXKOyAFEAPlease keep in mind all photos are unique and therefore each preset works differently on every photo. You can fine tune your own adjustments to find settings that suit you with temperature, exposure etcDue to the digital nature of this product ALL SALES ARE FINALKeywords:Lightroom Presets, Mobile Preset, DNG, Instagram Preset, Lightroom CC, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset, White Presets, Natural Presets© 2020 Sunny Editor Presets, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "5", "store_reviews": "17 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/923518190/11-natural-mobile-lightroom-presets"}, {"seller_text": "fively", "seller_href": "https://www.etsy.com/shop/fively?ref=simple-shop-header-name&listing_id=869759981", "store_sales": "6,933 sales", "store_rating": "4.9726", "listing_title": "Printable Thank You Cards Business Template Poshmark Etsy Small Business Thank You For Your Purchase Editable Customer Packaging Insert Note", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 ZIP", "Height: 4.25 inches", "Width: 5.5 inches"], "listing_desc": "\n                    USE AND CUSTOMIZE FOR ANY MARKETPLACE - CUSTOM ICONS FOR ETSY, POSHMARK, MERCARI, DEPOP, AMAZON, EBAY AND MORE INCLUDED!Easily customize this printable business thank you card template with your information and branding in Canva, and print it yourself at home or have it professionally printed. There’s no software to download - edit from your computer, tablet or phone. We use Canva to create and customize our designs - we find that it’s one of the easiest and most user-friendly platforms to work with, even if you don’t have any design experience. Improve your customers' experience by including a thank you insert within your packaging.Add your logo or choose from thousands of free elements - it's fully customizable.This thank you for shopping insert note is completely editable - EDIT ALL TEXT AND REPLACE THE SOCIAL MEDIA ICONS (a set of premium icons are included). Please note: the top pink color cannot be changed but can be removed or replaced with a different background.A DIY cut and print sheet is also included for easy, at home priniting. WHAT’S INSIDE:✔ 5.5 inch x 4.25 inch easily-customizable template✔ DIY Print Sheet (4 per page) for easy printing at home✔ Canva Video Tutorial✔ Detailed InstructionsIf you’d like me to customize your card, please order the Customization listing and I’ll return your print-ready files within 24 hours: https://www.etsy.com/listing/782668304/done-for-you-design-customizationAll our files are prepared in high resolution, suitable for print. Due to differences in monitor calibrations, colors may vary slightly in print from on screen. The final print quality will depend on the type of printer and paper used.INSTANT DOWNLOAD: This listing is for digital download only. No physical item will be shipped. You'll be able to download and edit this card immediately after purchase.HOW TO PRINT YOUR FILES: You can print at home or have the files printed professionally at stores like Staples or Office Depot, an online print service like Vistaprint or a local print shop.USE RESTRICTIONS: This design is for personal use only. You may not use the design commercially, distribute or resell under any circumstances.RETURNS: There are no returns when purchasing a digital product. Please contact me before purchasing if you have any questions.SHOP MORE: For more designs, visit https://www.etsy.com/shop/fively/ORDER, DOWNLOAD AND PRINT PROCESS1) Purchase the listing2) Once payment is complete, you'll be taken to the downloads page on Etsy.com. This process usually takes around 5 minutes. You'll receive an email confirmation with a link to the downloads page.You can also access the print files by visiting your ETSY profile > Purchases and Reviews. Direct Link: https://www.etsy.com/your/purchases3) Download the file(s)4) Open the PDF file in Adobe Reader (you can download it for free at http://get.adobe.com/reader) and if you purchased an editable file, you’ll receive a link and instructions to edit your file in Canva.5) Print a test page first to ensure you’re happy with the end result.© All Designs are copyright of fivelyThanks for stopping by and thank you for supporting my small business!\n                ", "listing_reviews": "94", "store_reviews": "679 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/869759981/printable-thank-you-cards-business"}, {"seller_text": "FilAndEllieStudio", "seller_href": "https://www.etsy.com/shop/FilAndEllieStudio?ref=simple-shop-header-name&listing_id=857923240", "store_sales": "9,294 sales", "store_rating": "4.8409", "listing_title": "6 Mobile LIGHTROOM Presets, Nude Presets, Fashion Presets, Mobile Presets, Instagram Filters Presets, Dng Brown Preset, Natural Beige Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF, 2 ZIP"], "listing_desc": "\n                    Instagram Presets / Mobile Lightroom Presets / Desktop & Mobile Presets /Natural Beige Presets✩ INCLUDED IN YOUR PURCHASE ✩6 Mobile Lightroom Presets (DNG files)6 Desktop Lightroom Presets (XMP files)Free 35 pages PDF on Social Media GrowthDetailed PDF Image Instructions◾️ If you have issues downloading or using any of the files, please contact me and I will re-send you the files and help you troubleshoot◾️With over 10 years of professional experience in the world of photography, you are guaranteed to get high quality presets that will elevate the look of your photos. We spent hundredths of hours editing, so that you won’t have to.✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Works With & WITHOUT Adobe subscription✔️ You only need Lightroom CC App on your Phone/iPad✔️ Works With Lightroom Desktop for Mac or PCCreated for the FREE Lightroom Mobile App and Desktop Lightroom. Works best on RAW files but is fully compatible with JPEGS as well.General information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUY. Make sure to save the zip file on your phone. The transaction and installation can be completed on a mobile device. Access to a desktop computer is not required.These presets were designed to work with many different light conditions, from full sun to shade, and will help you achieve a consistent look by enhancing the colors and brightness of your photos. This pack in particular was designed to enhance natural and soft tones, giving a neutral, but warm feel to your photos. Sand, the color of wheat, white, brown and soft tones in general are at the core of these filters.  Perfect for interior design or general lifestyle photos. This pack works well for many different types of photography from lifestyle to travel, home blogging and interior design photos. The range of colors for the 6 presets is very wide. These can be applied on many different types of photos to achieve different results.Beige includes 6 mobile presets. They are all extremely versatile, can be fully customized and are guaranteed to enhance dull images with just one click. Whether you work with photos straight from your phone’s camera roll or raw files from your DSLR, these presets will help you refine your style giving you beautiful photos.Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "41", "store_reviews": "421 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/857923240/6-mobile-lightroom-presets-nude-presets"}, {"seller_text": "Blondary", "seller_href": "https://www.etsy.com/shop/Blondary?ref=simple-shop-header-name&listing_id=987625128", "store_sales": "2,567 sales", "store_rating": "4.9957", "listing_title": "10 Mobile Lightroom Presets, Vanilla Presets, Vsco Filters, Fashion Presets, Lifestyle Presets, Instagram Filter, Nude Presets, Beige Preset", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $1.05\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    10 Mobile Lightroom Presets, Nude Presets, Lifestyle Presets, Beige Presets, Iphone Presets, Lightroom, Mobile Presets, Presets, Dng Presets, Cream Presets, Vsco Filters, Fashion Presets, Instagram Filters, Natural Preset, Vanilla Presets✩ FREE PRESETS OFFER ✩💥 GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE 💥💥 GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE 💥*Vanilla Mobile Presets: include 10 mobile lightroom presets perfect for anyone wanting to create a warm, creamy Instagram feed. t*⭐You Will Receive :- 10 DNG. Mobile Presets - 1 PDF file - Mobile Instructions-Free GiftAll presets files are in DNG format.After the download you will need to unzip the file, either on your PC (and then send the mobile presets to your phone) or on your phone (if you have an app that can unzip files).- If you have problems with installation or with downloading your files just contact me and I'll do my best to help you.- Please keep in mind that each photo has different light setting so you can tweak some settings as light, contrast etc after applying you presets to get best results.For personal use ONLY! You may NOT sell, distribute, rent, give, sub-license, or transfer presets, or presets sent to anyone else.More Presets:Beige Presets:https://www.etsy.com/listing/964232783/mobile-lightroom-presets-12-beige?ref=shop_home_active_1&pro=1Bright Interior Presets:https://www.etsy.com/listing/952251009/mobile-lightroom-presets-6-bright?ref=shop_home_active_2&pro=1Minimalistic Presets:https://www.etsy.com/listing/938999572/lightroom-mobile-preset-7-minimalistic?ref=shop_home_active_4&pro=1Luxury Black Presets:https://www.etsy.com/listing/971607185/lightroom-presets-10-luxury-black?ref=shop_home_active_3&pro=1Fitness Presets:https://www.etsy.com/listing/943374818/lightroom-presets-6-fitness-presets?ref=shop_home_active_5&pro=1Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filters, Travel Presets, Influencer Presets, warm presets, iPhone Presets, Moody Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright Presets, Clean Preset, Color Pop Preset, Vibrant Presets, Home Presets, Beach Presets , Vanilla Preset\n                ", "listing_reviews": null, "store_reviews": "234 shop reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/987625128/10-mobile-lightroom-presets-vanilla"}, {"seller_text": "AndreeaEremiaDesign", "seller_href": "https://www.etsy.com/shop/AndreeaEremiaDesign?ref=simple-shop-header-name&listing_id=974780558", "store_sales": "51 sales", "store_rating": "5", "listing_title": "Printable Business Card Template, DIY Business Card,  Instant Beauty Business Card,  Online Store Cards,  Business Stationery", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $3.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 ZIP", "Height: 3.5 inches", "Width: 2 inches"], "listing_desc": "\n                    Printable Business Card Template, DIY Business Card,  Instant Beauty Business Card,  Online Store Cards,  Business Stationery. Business cards are a great way to make a lasting first impression and establish your credentials and credibility.EDITABLE TEMPLATE:- Easy to EDIT in FREE application - CANVA- All text can be edited for wording, font, color, size and placement or you can delete them completely.- ADD your LOGOSIZE:3.5x2 inches2.5x2.5 inchesYOU EDIT THIS ENTIRE TEMPLATE YOURSELF!Don't need to wait for your item to be customized. You can do it yourself in minutes!HOW IT WORKSOnce payment is confirmed, you can download your document with instructions (that include link to your template) to edit and download.It is completely editable and customized by YOU! Upload your logo, change the colors, text and more to make it unique to your business with Canva, a completely free program that makes it easy to edit and download in any format!ADDITIONAL INFO:- This is a Printable file. Nothing physical will be mailed to you.- Editable in CANVA only- Print at home on your home printer or put the file on a USB and take it to a print/copy shop.- Colors may not print exactly as you see due to printer and monitor differences.If you have any questions regarding this item, please don`t hesitate to contact me and I will get back to you within 24 hours.\n                ", "listing_reviews": null, "store_reviews": "1 shop review", "search": "printable business card", "url": "https://www.etsy.com/listing/974780558/printable-business-card-template-diy"}, {"seller_text": "Stickearte", "seller_href": "https://www.etsy.com/shop/Stickearte?ref=simple-shop-header-name&listing_id=910660214", "store_sales": "44,849 sales", "store_rating": "4.9149", "listing_title": "Business Card Template, Minimalist Business Cards, Modern Chic Business Card, Editable Business Card, Blush Pink, Printable Business Cards", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $3.60\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    --------------------DESCRIPTION--------------------Business CardThis listing is an Instant download digital file for you to edit right in your web browser with Templett after purchase. Templett is a fully customizable template editor that allows you to personalize your printable directly in your web browser. All you need to do is Purchase > Personalize > Print!No waiting • No software to install • No fonts to download.----------------DEMO LINK-----------------Never used Templett before? TRY BEFORE YOU BUYCopy and paste this url into your web browser:https://templett.com/design/demo/Stickearte/5645527,5446006,5446026,6321163*Desktop computer or laptop only (can't be edited on a tablet or mobile device). ------------------------SPECIFICATIONS-----------------------FINISHED SIZES: 3.5\" x 2\"DOWNLOAD OPTIONS:• PDF - for home printing, copy center or print shop (use the 'save paper' option to format two invites on 8.5\"x11\" or A4)• JPG - for photo lab or print shop• PNG - for text, email or social media sharing----------------------HOW IT WORKS----------------------1. Within minutes after your purchase, you will receive an email from Templett  (remember to check your spam folder if you do not see it)2. Follow the link to access your template3. Make all your changes to the template, save, and download4. Print at home, copy center or online printerYou can save your file and continue editing your template at any time. It will be available to you for one year after your purchase date.-------------------------WHERE TO PRINT-------------------------• Home printer• Copy center such as Staples, OfficeMax & FedEx• Photo lab such as Walgreens & Costco• Local print shop or online printer such as Vista Print or Shutterfly -------------------------------WHAT CAN BE EDITED-------------------------------• All text can be edited for wording, font, color, size and placement• Artwork can be edited for size and placement - colors are not editable• Backgrounds can be edited for color, deleted or new ones added• Upload your own image• Add a back side-------------------------IMPORTANT INFO-------------------------• This template WILL NOT work on a tablet or mobile device• Page size and orientation are NOT editable-------------------------MATCHING ITEMS-------------------------Please use the search bar in our shop for matching items or follow this link:-------------RETURNS-------------Due to the nature of this product, digital downloads are not eligible for refunds. Please message me to seek any clarification before you proceed with the purchase.-------------------TERMS OF USE-------------------• The purchase of a template is for ONE-TIME USE ONLY. You can edit, save and download your template unlimited times for editing and proofing purposes only. Creating multiple versions for various projects or events is NOT permitted.• The template will be available for 1 year from the day of purchase.• The viewing, printing or downloading of any content, graphics or templates from Stickearte is solely for your own personal use and not for republication, distribution, sale or other use. No part of any content, description or template may be reproduced in any form.Stickearte reserves the right to revoke access to a template if the user fails to comply with the terms.© Copyright of Stickearte. For personal use only and not for resale. No part of any content, description or template may be reproduced in any form.[id:5645527,5446006,5446026,6321163]\n                ", "listing_reviews": null, "store_reviews": "3,621 shop reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/910660214/business-card-template-minimalist"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=923532978", "store_sales": "21,700 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Neutral Filter, Cream Preset, Instagram Filters, iPhone Presets, Lightroom Filter, Lifestyle Preset, Blogger Filter", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Live life luxuriously with a Luxe Preset! This Lightroom Mobile preset will effortlessly soften and neutralize the shades in your photos to achieve a rich luxurious look with the click of button! ✩ Your purchase includes ✩- 1 Luxe Lightroom Mobile Preset- PDF step by step installation guide✩ Additional Information ✩- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ✩ Cancellation Refunds/Exchanges ✩Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2021 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "11", "store_reviews": "1,130 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/923532978/lightroom-mobile-preset-neutral-filter"}, {"seller_text": "OlivesandBlue", "seller_href": "https://www.etsy.com/shop/OlivesandBlue?ref=simple-shop-header-name&listing_id=900601043", "store_sales": "140 sales", "store_rating": "4.3333", "listing_title": "5 Earthy Tones Preset, Preset Lightroom Mobile and Desktop, Instagram Filter for Travel Instagram Influencer and Bloggers, Dark Moody Preset", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $3.14\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP"], "listing_desc": "\n                    Buy 5 Pay 3!Add 5 presets to your cart and apply the code \"BUNDLE\" to pay for 3.Or simply click the link below:https://www.etsy.com/shop/OlivesandBlue?coupon=BUNDLECreated for one single click use for Mobile and Desktop Lightroom. These presets will help you enhance your picture with just a single click for a consistent theme.The purchase will be includes:5 Mobile Lightroom Preset5 Desktop Lightroom PresetBy purchasing the item, you agree to the terms of use which refunds, cancelation, exchange are not apply. Some adjustments might be needed for some pictures due to the camera setting and light adjustments. The files should not be shared, resold, redistributed and reproduced for any purposes.Disclaimer:All the pictures shown in this video belong to their respective original owners.All the photos are for illustration purposes only. Credits to the rightful owner.If you have any further questions, please do not hesitate to contact me. Sincerely,Clou\n                ", "listing_reviews": null, "store_reviews": "3 shop reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/900601043/5-earthy-tones-preset-preset-lightroom"}, {"seller_text": "FilAndEllieStudio", "seller_href": "https://www.etsy.com/shop/FilAndEllieStudio?ref=simple-shop-header-name&listing_id=1029443267", "store_sales": "9,294 sales", "store_rating": "4.8409", "listing_title": "7 Mobile LIGHTROOM Presets, Summer Presets, Pastel Presets, Instagram Filter, Natural Light And Airy,Blogger Preset, Natural Warm Presets", "listing_bestseller": "-", "listing_price": "\n                        $2.98\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 2 ZIP"], "listing_desc": "\n                    Instagram Presets / Mobile Lightroom Presets / Desktop & Mobile Presets /Natural Presets/Warm Summer Presets✩ INCLUDED IN YOUR PURCHASE ✩7 Mobile Lightroom Presets (DNG files)7 Desktop XMP PresetsFree 35 pages PDF on Social Media GrowthDetailed PDF Image Instructions◾️ If you have issues downloading or using any of the files, please contact me and I will re-send you the files and help you troubleshoot◾️With over 10 years of professional experience in the world of photography, you are guaranteed to get high quality presets that will elevate the look of your photos. We spent hundredths of hours editing, so that you won’t have to.✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Works With & WITHOUT Adobe subscription✔️ You only need Lightroom CC App on your Phone/iPad✔️ Works With Lightroom Desktop for Mac or PC (Classic & CC)Created for the FREE Lightroom Mobile App and Desktop Lightroom. Works best on RAW files but is fully compatible with JPEGS as well.General information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUY. Make sure to save the zip file on your phone. The transaction and installation can be completed on a mobile device. Access to a desktop computer is not required.These presets were designed to work with many different light conditions, from full sun to shade, and will help you achieve a consistent look by enhancing the colors and brightness of your photos. This pack in particular was designed to enhance the colors of sunlight, giving a warm, slighlty pink, natural and bright feel to your photos. A pastel accent for all your Spring photos. Perfect for general lifestyle photos, family, weddings or in general for portraits at golden hour/sunset . This pack works well for many different types of photography from lifestyle to travel, home blogging and professional wedding photographyGarden includes 6 mobile presets & 6 Desktop Presets. They are all extremely versatile, can be fully customized and are guaranteed to enhance dull images with just one click. Whether you work with photos straight from your phone’s camera roll or raw files from your DSLR, these presets will help you refine your style giving you beautiful photos.Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": null, "store_reviews": "421 shop reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/1029443267/7-mobile-lightroom-presets-summer"}, {"seller_text": "HylandPaperCo", "seller_href": "https://www.etsy.com/shop/HylandPaperCo?ref=simple-shop-header-name&listing_id=794116902", "store_sales": "788 sales", "store_rating": "5", "listing_title": "Printable Business Card Template, Instant Download, Printable Calling Card, Simple Modern Business Card", "listing_bestseller": "-", "listing_price": "\n                        $5.81\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    M A T E R I A L SInstant Download, Editable Template. DIGITAL FILE ONLY, nothing will be shipped.PDF, JPEG, PNG.D E T A I L SThis is a template for a printable business card (3.5x2\"). The design is super flexible and fully customizable, make it your own Edit from home: change fonts, colours, backgrounds, layout, add a photo and more.This template is easy to customize online using TEMPLETT - a free, online application that lets you edit, save and download your templates right within your web browser. No need to download extra software or fonts, it’s all there online. Templett is easy to use and provides an impressive range of editing possibilities! D E M OCopy/paste the link below into your web browser for a demo template:https://templett.com/design/demo/HylandPaperCo/4066814W H A T ’ S  I N C L U D E D•\tBusiness Card Template (3.5x2\") I N S T R U C T I O N S1.\tPurchase the listing2.\tCheck your email for a link from Templett. (The email may take 10-15 mins and will come to the address registered with Etsy)3.\tClick ‘access your template’. You will be prompted to create and sign into your Templett account4.\tGrab a coffee, you are ready to start editing!5.\tSave your template as you go6.\tDownload and print your template!T O O L SYou will need:•\tA computer (MAC or PC), as Templett is not compatible with tablets or mobiles)•\tInternet connection•\tEither a home printer or access to a local printerE D I T I N G•\tChange font, size, colour and orientation of all text•\tChoose from wide selection of fonts•\tAdd/delete text•\tChange size, colour and position of artwork•\tUpload your own photos•\tAdd background colour or texture•\tSave as single per page or multiple on one sheet•\tHigh resolution JPG, PDF and PNG available•       Print multiples per page with easy to use trim marksD O W N L O A D I N G•\tPDF: for home printing or taking to your local printer•\tJPG: for online printing companies•\tPNG: for digital sharing and emailP R I N T I N G•\tHome printer•\tYour local professional printer•\tChain print shops (UK: Ryman. US: Staples, Office Depot, Kinkos, etc.)•\tOnline printers (Vistaprint)M A T C H I N GCheck out other items from this collection•\t'Thank You For Your Purchase' Card https://www.etsy.com/au/listing/789426050•\t'Made With Love' Card https://www.etsy.com/au/listing/789416956I M P O R T A N T •       This template prints 8 per page with bleed, 10 per page without bleed.•\tTemplate SIZES cannot be changed in Templett.•\tColours may vary depending on your monitor, printer, paper and ink choice. Ideally print dark colours onto light coloured card.•\tBe sure to run a test copy before printing multiples to ensure your template is to scale and colours are as desired!R E T U R N SAs this is a digital download there are no returns or exchanges on this product. T E R M SThis template is the intellectual property of Hyland Paper Co. and is for personal used only. You may not share, resell or redistribute these templates in whole or in part for any reason; claim the design as your own; or sell any design in printed or digital form. The template is for use as intended only (as a business card for your own business), please contact me before purchase if you need clarification. When purchasing this item you agree to the terms of use. [id:4066814]\n                ", "listing_reviews": "5", "store_reviews": "49 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/794116902/printable-business-card-template-instant"}, {"seller_text": "LulusLogoShop", "seller_href": "https://www.etsy.com/shop/LulusLogoShop?ref=simple-shop-header-name&listing_id=948007456", "store_sales": "1,943 sales", "store_rating": "4.9343", "listing_title": "Business Card Design, Business Cards, Business Card Template, Instant Download, Canva Template, Business Branding, Printable Business Card", "listing_bestseller": "-", "listing_price": "\n                        $15.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Thanks so much for stopping by our shop! This business card is the perfect solution to professionally brand your business, at an affordable price! Whether you’re a realtor, real estate agent, photographer, wedding planner, makeup artist, blogger or creative entrepreneur our business cards are 100% customizable to fit your needs. You’ll receive an editable business card template that you can edit in Canva so you can easily customize your business card as your business grows! (Aka Unlimited FREE Revisions)P.S. Download our FREE guide 💻 “HOW TO CREATE A BRAND & WEBSITE UNDER $159” 👉🏼https://bit.ly/2vNsJ4SBack to the shop www.etsy.com/shop/LulusLogoShop❥❥❥❥ HOW IT WORKS  ❥❥❥❥1. Purchase the template of your choice! 2. Open and Edit in Canva3. Download your print-ready PDF and print at home or send to a printing service of your choice.No software or experience needed. Canva is completely FREE and easy to use!❥❥❥❥ OTHER INFORMATION  ❥❥❥❥-Edit immediately-Unlimited revisions-No special software needed-No fonts to download-Print at home or let Canva print and ship to you. Save as JPG or PDF.-Super basic knowledge of Canva is needed. All you need to do is drag and drop! -Can edit with the FREE version of Canva, the paid versions aren’t needed.*Logo isn’t included in this purchase. Check out the logos here to pair with your business card! https://www.etsy.com/shop/luluslogoshop❥❥❥❥ WHAT CAN BE CUSTOMIZED?  ❥❥❥❥-Font-Text-Layout-All Colors-Upload your own image or logo-Move, scale & rotate objects***FOR NONCOMMERCIAL USE ONLY***Your purchase licenses you to use this copyrighted branding template for your personal use only, and cannot be resold. By purchasing this design you agree and are bound to the copyright agreement.Due to the nature of this product, all sales are final and no refunds can be given. Lulus Logo Shop is also not responsible for any printing errors, so please double-check colors, sizing, bleed lines, etc.Don't hesitate to reach out if you have any questions, thanks!\n                ", "listing_reviews": null, "store_reviews": "152 shop reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/948007456/business-card-design-business-cards"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=869926639", "store_sales": "25,448 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets, Tan Presets, Presets, Instagram Filters, Influencer Presets, Vsco Filters, Mobile Presets, Brown Presets, Vsco", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "14", "store_reviews": "793 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/869926639/3-mobile-lightroom-presets-tan-presets"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=735827695", "store_sales": "171,639 sales", "store_rating": "4.8275", "listing_title": "10 Mobile Lightroom Presets, lightroom mobile presets,Instagram Presets, Preset Lightroom, Desktop Presets - Autumn presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    More presets in our SHOP:www.etsy.com/shop/KatherineDream• FILES INCLUDED IN YOUR PURCHASE •✔️ 10 MOBILE Lightroom presets for mobile Lightroom ( free mobile lightroom app)✔️ 10 DESKTOP Lightroom presets for desktop Lightroom✔️ Post-purchase Support✔️ Instructions✔️ Instant Download • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions• HOW TO ORDER •- Tap “add to cart” or “buy it now”;- Receive receipt and email from Etsy with link to download file- Download the Lightroom presets instantly.🧡Do you want to support us?  FREE package every week for our patrons and much more🧡https://www.patreon.com/katherinedream🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it. :)🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "100", "store_reviews": "6,145 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/735827695/10-mobile-lightroom-presets-lightroom"}, {"seller_text": "SnazzyMango", "seller_href": "https://www.etsy.com/shop/SnazzyMango?ref=simple-shop-header-name&listing_id=944703579", "store_sales": "3,763 sales", "store_rating": "4.6667", "listing_title": "INSTAGRAM Wedding Effect! Gold Wedding Effect! Personalised Instagram Effect, Engagement Filter For Instagram! Wedding Instagram Story Mask", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $8.01+\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: Adobe Illustrator, Photoshop, Instagram, Facebook, Spark AR, Glitter, Insta Stories, Effect, Instagram Story, Insta Story, Sparkle, Gold, Instagram Wedding\n\n\nRead the full description"], "listing_desc": "\n                    Personalised Instagram Effect! Gold Wedding Filter.TRY BEFORE YOU BUY: https://www.instagram.com/ar/208780934230521/Make a statement at your wedding with your very own custom Instagram/Facebook filter! All your family, friends, guests and followers will have access to your filter! Anyone who sees your story will also have access to your filter! Unlike snapchat filters it's not restricted to location and there is no upload cost!| CUSTOMISATION |Information Required:Mr. & Mrs. / Mr. & Mr. / Mrs. -Surname -Date (In format required) - Text colour (Select from drop down menu) or message me if you want a colour which isn't listed.Which social media do you want your filter to be on? (Facebook or Instagram). Please note there's a small charge to have your filter on both social media platforms as I essentially have to make 2 separate filters.| HOW IT WORKS |1 - Enter your personalisation requirements in the space provided when ordering.2 - I then design your filter in Instagram/Facebook's unique software.3 - A proof will then be sent to you of how your filter will look, please allow 24hrs for this.4 - Once you're happy with how your filter looks, I then submit it to Instagram/Facebook to upload to their filter collection. (This can take up to 48hrs)!5 - Once the filter has been accepted by Instagram/Facebook I will then email you a link to where you can find your filter on the social media site!6 - You can share the link with all your friends, family and guests! Alternatively, when your post to your story using the filter a badge will be displayed in the top left corner. Anyone who clicks on this will also have access and be able to use your filter! (An example of this is Picture 3).Please message me if you have any questions.  :)If you include the snapchat version in your order, this is just for the filter file. You must upload the filter to Snapchat where costs may be incurred due to location and date. More information can be found here: https://www.snapchat.com/l/en-gb/on-demand/Facebook and Instagram filters are uploaded by me at no extra cost.My full collection of Instagram & Facebook filters can be found here:https://www.etsy.com/uk/shop/SnazzyMango?ref=seller-platform-mcnav&section_id=21416837Keywords:Engagement filter, Instagram mask, Engagement Instagram Filter, Engagement Instagram Effect, Insta Filter, Instagram Filter, Instagram Story, Instagram Stories, Insta Stories, Instagram Wedding, Instagram Wedding Filter, Rose Gold Wedding Filter, Insta Wedding Filter, Insta Wedding Effect, Insta Wedding Stories, Insta Wedding, Instagram Wedding, Rose Gold Wedding Filter, Insta Mask, Insta Effect\n                ", "listing_reviews": "4", "store_reviews": "466 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/944703579/instagram-wedding-effect-gold-wedding"}, {"seller_text": "KIINcreations", "seller_href": "https://www.etsy.com/shop/KIINcreations?ref=simple-shop-header-name&listing_id=687420415", "store_sales": "108,063 sales", "store_rating": "4.8939", "listing_title": "MOODY blogger LIGHTROOM mobile & desktop presets / instagram blogger travel sage filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.12\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    ⭐ MORE PRESETS HERE: https://www.etsy.com/shop/KIINcreationsMOODY blogger Lightroom Presets for LIGHTROOM MOBILE & DESKTOP. These presets focus on moody tones, thunder blues and a beautiful tan skin. Perfect for holiday photos, beach bloggers, or even city pics!This set will make you achieve that moody low saturation look, without loosing too much colours.WHAT DO YOU GET? A super cool MOODY blogger Lightroom Preset set containing 5 beautiful presets:✅ 5 Mobile Lightroom Presets (DNG files)✅ 5 Desktop Lightroom Presets (XMP files)✅ 5 Desktop Lightroom Presets (LRtemplate files)\u2028✅ Easy Step-by-step PDF guide with instructionsBEST CUSTOMER SERVICEI want to be sure you’re satisfied! If you have any issues, I am happy to help! Just message me! :)COMMON QUESTIONS➕ Works in Lightroom Mobile App (iOS/Android)➕ Works With & WITHOUT Adobe subscription➕ You only need Lightroom CC App on your Phone/iPad➕ Works With All Lightroom & Adobe Camera Raw (ACR) Desktop VersionsMy presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. I’m confident that my presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image.IF YOU WISH TO PURCHASE ONLY LR MOBILE PRESETS - CLICK HERE:https://www.etsy.com/listing/673566022/moody-blogger-lightroom-mobile-presets?ref=shop_home_active_1Once payment is made you can download the presets instantly. Contact me with any questions regarding your order or using your presets I will be happy to help!STAY IN TOUCHIG: instagram.com/kiinlrpresetsWEBSITE: kiinlightroompresets.comEMAIL: info [!at] kiinlightroompresets.comRefunds/ExchangesDue to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is my number one priority. In the case you are not happy with a preset, send me a message and we can discuss an exchange for a preset that better fits your needs.© 2020 KIIN CREATIONS LLC, All Rights ReservedTERMS OF USE: Including but not limited to: No sharing the files. No selling the files. Derivative works are prohibited.\n                ", "listing_reviews": "47", "store_reviews": "4,454 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/687420415/moody-blogger-lightroom-mobile-desktop"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=793073746", "store_sales": "70,784 sales", "store_rating": "4.9099", "listing_title": "5 Nude Tone Presets Lightroom Mobile & Desktop, Minimal Beige Instagram Filter Warm, Creamy Brown Lifestyle Influencer Preset for Bloggers", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Nude Tones Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram, Photo Editing Filter for Lifestyle and Travel🌟The Nude Tones Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add soft beige, tan and creamy nude colored tones to your Instagram photos. These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for mobile preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "63", "store_reviews": "5,612 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/793073746/5-nude-tone-presets-lightroom-mobile"}, {"seller_text": "FilAndEllieStudio", "seller_href": "https://www.etsy.com/shop/FilAndEllieStudio?ref=simple-shop-header-name&listing_id=989903068", "store_sales": "9,294 sales", "store_rating": "4.8409", "listing_title": "6 MOBILE & Desktop LIGHTROOM Presets, Bright and Airy Preset, Blogger Presets ,White Lyfestyle Presets,Bohemian Presets, Bright Instagram", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF, 2 ZIP"], "listing_desc": "\n                    Instagram Presets / Mobile Lightroom Presets / Desktop & Mobile Presets /Bight White Lifestyle Bohemian Presets✩ INCLUDED IN YOUR PURCHASE ✩6 Mobile Lightroom Presets (DNG files)6 Desktop Lightroom Presets (XMP files)Free 35 pages PDF on Social Media GrowthDetailed PDF Image Instructions◾️ If you have issues downloading or using any of the files, please contact me and I will re-send you the files and help you troubleshoot◾️With over 10 years of professional experience in the world of photography, you are guaranteed to get high quality presets that will elevate the look of your photos. We spent hundredths of hours editing, so that you won’t have to.✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Works With & WITHOUT Adobe subscription✔️ You only need Lightroom CC App on your Phone/iPad✔️ Works With Lightroom Desktop for Mac or PCCreated for the FREE Lightroom Mobile App and Desktop Lightroom. Works best on RAW files but is fully compatible with JPEGS as well.General information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUY. Make sure to select save the zip file on your phone.These presets were designed to work in any light condition, from full sun to shade. They work particularly well with neutral backgrounds with white elements and natural light. The settings were set to enhance the colors of skin tones and to make everything brighter, softer and airy.perfect for photos taken at the beach, summer photos, indoor or any photo with natural sunlight Bright Boho includes 6 mobile bohemian presets and 6 premium desktop presets. They are all extremely versatile, can be fully customized and are guaranteed to enhance dull images with just one click. Whether you work with photos straight from your phone’s camera roll or raw files from your DSLR, these presets will help you refine your style giving you beautiful photos.Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "7", "store_reviews": "421 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/989903068/6-mobile-desktop-lightroom-presets"}, {"seller_text": "fively", "seller_href": "https://www.etsy.com/shop/fively?ref=simple-shop-header-name&listing_id=988636932", "store_sales": "6,933 sales", "store_rating": "4.9726", "listing_title": "Printable Editable Business Card Template, Blue Business Card Template, Downloadable Watercolor Business Card, DIY Business Card Design", "listing_bestseller": "-", "listing_price": "\n                        $5.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 ZIP", "Height: 2 inches", "Width: 3.5 inches"], "listing_desc": "\n                    BUY TODAY - EDIT TODAY - PRINT TODAY!Easily customize this printable business card template with your information and branding in Canva, and print it yourself at home or have it professionally printed. There’s no software to download - edit from your computer, tablet or phone. We use Canva to create and customize our designs - we find that it’s one of the easiest and most user-friendly platforms to work with, even if you don’t have any design experience. EDIT ALL TEXT AND OPTIONALLY ADD SOCIAL MEDIA ICONS (a set of premium icons are included). Please note: You cannot change the top blue color in this template, but you can remove/replace with a different background if desired.A DIY cut and print sheet is also included for easy, at home priniting. WHAT’S INSIDE:✔ 3.5 inch x 2 inch easily-customizable template✔ DIY Print Sheet (10 per page) for easy printing at home✔ Canva Video Tutorial✔ Detailed InstructionsIf you’d like me to customize your card, please order the Customization listing and I’ll return your print-ready files within 24 hours: https://www.etsy.com/listing/782668304/done-for-you-design-customizationAll our files are prepared in high resolution, suitable for print. Due to differences in monitor calibrations, colors may vary slightly in print from on screen. The final print quality will depend on the type of printer and paper used.INSTANT DOWNLOAD: This listing is for digital download only. No physical item will be shipped. You'll be able to download and edit this card immediately after purchase.HOW TO PRINT YOUR FILES: You can print at home or have the files printed professionally at stores like Staples or Office Depot, an online print service like Vistaprint or a local print shop.USE RESTRICTIONS: This design is for personal use only. You may not use the design commercially, distribute or resell under any circumstances.RETURNS: There are no returns when purchasing a digital product. Please contact me before purchasing if you have any questions.SHOP MORE: For more designs, visit https://www.etsy.com/shop/fively/ORDER, DOWNLOAD AND PRINT PROCESS1) Purchase the listing2) Once payment is complete, you'll be taken to the downloads page on Etsy.com. This process usually takes around 5 minutes. You'll receive an email confirmation with a link to the downloads page.You can also access the print files by visiting your ETSY profile > Purchases and Reviews. Direct Link: https://www.etsy.com/your/purchases3) Download the file(s)4) Open the PDF file in Adobe Reader (you can download it for free at http://get.adobe.com/reader) and if you purchased an editable file, you’ll receive a link to edit your file in Canva.5) Print a test page first to ensure you’re happy with the end result.© All Designs are copyright of fivelyThanks for stopping by and thank you for supporting my small business!\n                ", "listing_reviews": null, "store_reviews": "679 shop reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/988636932/printable-editable-business-card"}, {"seller_text": "EliteStudioPresets", "seller_href": "https://www.etsy.com/shop/EliteStudioPresets?ref=simple-shop-header-name&listing_id=782384908", "store_sales": "17,026 sales", "store_rating": "4.7489", "listing_title": "20 Lightroom Mobile Desktop Presets Bright Feed, Natural Bright Airy Preset, Indoor Outdoor Preset Filter, Baby Photo, Wedding", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.37\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    20 PACKAGE Lightroom Mobile Desktop Presets BRIGHT FEED, Bright and Airy, Light Bright Preset, Indoor and Outdoor Preset, Baby Photos, Wedding PresetThese presets work best for photos taken under bad lighting. When your pictures are in need of some Light and Brightness, choose this preset pack. It gives your baby, wedding and business photos a professional look. Great for both indoor and outdoor photos. With 20 different presets, there must be one suitable for your picture.☆ What is included? ☆➤ 20 Presets in DNG and XMP format (NOT lrtemplate format, but you can still use them by uploading the DNG files in your Lightroom Desktop and save them as preset.)➤ PDF file containing a link to download your mobile and desktop presets➤ PDF installation guideEtsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets☆ Compatibility ☆➤ For MOBILE and DESKTOP use (iPhone, Android, PC, MAC)➤ Compatible with free version of the Adobe Lightroom App. You can download this app for free on your mobile phone (iPhone or Android)➤ Compatible with the paid desktop version of the Adobe Lightroom Classic CC (version 7.3+)➤ For use on JPEG and RAW images☆ BUY 5 AND GET 30% OFF!! ☆Add 5 presets in your cart and receive automatically 30% discount!https://www.etsy.com/shop/EliteStudioPresets☆ 24/7 Support ☆If you have any questions or need some help with the presets, please contact me at Etsy or through email elitestudiopresets[at]@gmail.com♡ Share with Us! ♡I would love to see how your pictures turned out by using our presets. Please include them in your review! Tag or DM us on instagram to get featured!@elitestudiopresets© 2020 Elite Studio Presets, All Rights ReservedTerms of Use: By purchasing this item, you are automatically agreeing to the terms of use. Included but not limited to: Prohibition of sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "100", "store_reviews": "749 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/782384908/20-lightroom-mobile-desktop-presets"}, {"seller_text": "DIYbyCustominted", "seller_href": "https://www.etsy.com/shop/DIYbyCustominted?ref=simple-shop-header-name&listing_id=1001051513", "store_sales": "17,177 sales", "store_rating": "4.8026", "listing_title": "Business Card Template, DIY Beauty Card Template, Pink and white Feminine Business Card, Salon, Spa Nails, Lashes Card", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $7.20\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PNG"], "listing_desc": "\n                    Please note that this is a digital file. There will be no need to ship any materials.Customize and Edit in your home, at your convenience. You can use this file to print at home or any print shop of your choice.For custom sizing, contact Custominted.EDITING YOUR TEMPLETT...................................................................You are able to edit right from your browser. You won't need to download any fonts or upload anything - it's all there for you! You can edit the fonts, the colors in the template and also change all the text to suit your needs. Its easy, fast and fun!TRY BEFORE YOU BUY...................................................................Worried about how your brand will look with this business card? Feel free to try it out before you actually purchase it! Copy this link and visit: https://templett.com/design/demo/diybycustominted/6814638RECEIVE YOUR FILE INSTANTLY...................................................................Edit and receive your file as soon as you finish. Please note that the purchased file will expire within one year, so edit away until then!NUMBER OF FILES:...................................................................Make as many edits to the card as you need within the 1 year from purchase.SIZE OF CARD:...................................................................3.5 x 2RECOMMENDATIONS:...................................................................You can print these files using any printing source. Whether that's home printer, online printing source or print locally.TERMS OF USE:...................................................................You may only use this business card for your personal business. You may not resell, redistribute, forward or share this file.Please note that this is only editable on a desktop or laptop computer. You cannot use a mobile device or tablet.You will not be able to change the size of the document.The lines used cannot be moved or edited. Feel free to message me with any questions or check out our FAQ section.To Use:...................................................................1. Complete the purchase.2. Check your email. A link will be provided for you to edit the template.3. Download the pdf after editing.4. Print and that's it![id:6814638]\n                ", "listing_reviews": null, "store_reviews": "728 shop reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/1001051513/business-card-template-diy-beauty-card"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=734939541", "store_sales": "70,784 sales", "store_rating": "4.9099", "listing_title": "5 Color Pop Lightroom Mobile & Desktop Presets, Vibrant iPhone Photo Editing for Instagram Blogger, Bright Summer Travel Influencer Filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Color Pop Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram Influencers, Bright Vibrant Photo Editing Filter for Summer Travel🌟The Color Pop Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add beautiful, vibrant tones to your Instagram photos. These presets were inspired by my personal Instagram editing style & digital nomad lifestyle.These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "77", "store_reviews": "5,612 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/734939541/5-color-pop-lightroom-mobile-desktop"}, {"seller_text": "IuliiaPresets", "seller_href": "https://www.etsy.com/shop/IuliiaPresets?ref=simple-shop-header-name&listing_id=748881190", "store_sales": "9,430 sales", "store_rating": "4.7874", "listing_title": "20 Lightroom Mobile Presets Desktop VIBRANT Bright Summer Preset Vivid Color Pop Presets Lifestyle Beach LR Mobile Presets Instagram Filters", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $5.97\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ❤️ See more presets in our shop: ❤️www.etsy.com/shop/IuliiaPresets📎Important!Lightroom Presets DESKTOP & MOBILE, DESKTOP and MOBILE versions separately you can see in my shop! (Links below)📎This set of vivid colors presets (Lightroom Desktop Presets and LR Mobile Presets) is perfect for your colorful photos. Using this Vibrant presets as Instagram filters you can transform your Instagram feed to amazing vivid tones!These Desktop and Mobile color pop presets were tested with different colors using as blogger, influencer presets and lifestyle presets.📎Lightroom Desktop & Mobile VIBRANT bright summer and beach Preset in 20 different variations.Based on your camera settings, lighting conditions, white balance settings, dominant colors etc., you may need to slightly adjust the settings of the presets to make your photos look perfect!It is for this reason the additional variations of the Original preset were created to make sure that you get the desired results for different settings of your original photos.📎You can easy to download presets and add photo filter by one click!📎Buy MOBILE version onlyhttps://www.etsy.com/listing/748877780/📎Buy DESKTOP version onlyhttps://www.etsy.com/listing/762758501/📎Have a look at all presets and story highlight icons in my shop:https://www.etsy.com/shop/IuliiaPresets 📎FREE TEST EDIT! ❤️Can't decide what preset to buy? Text me a message 📝and I can do a FREE test edit for your photo using 3 presets you have chosen to help you decide!📎How to install Lightroom presets you can see in my included instructions.📎You need Lightroom App on your Mobile/Desktop devices.📎Included:- Lightroom Desktop Presets (20 XMP files and 20 LRTEMPLATE files (for different Lightroom versions) for desktop only)- Lightroom Mobile Presets (20 photo editing DNG files)- Step-by-step text guide with video instructions📎If the filter makes your photos too dark or too light, adjusting the exposure and/or contrast should fix this. The result depends on the lighting of your original photos.📎Due to the nature of digital downloads no exchanges or refunds will be made.Make sure you read all product information carefully before making a purchase.If you have any questions, please contact me and I will be happy to help you!📎Please follow me on Instagram @iuliiapresets to see the presets in action. Tag me with @iuliiapresets when you post your photos using my presets! I would be happy to see them!📎Stay In Touch:Instagram: @iuliiapresetsEmail: iuliiapresets [a] gmail.com📎Important: There is no refund/exchange/cancellation for the purchases with digital items! 📎©2019, IuliiaPresets, All Rights ReservedDo not copy or redistribute!\n                ", "listing_reviews": "14", "store_reviews": "318 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/748881190/20-lightroom-mobile-presets-desktop"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=747180046", "store_sales": "237,218 sales", "store_rating": "4.8715", "listing_title": "10 Lightroom Presets For Desktop and Mobile Lightroom INSTA / Lightroom Mobile Presets / Instagram Filter for Bloggers, Photo Editing", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    10 Mobile Lightroom Presets INSTA THEME , instagram preset,  influencer presets , lifestyle blogger presetsEdit your Instagram photos like a pro on your mobile device! Instagram Preset INSTA THEME Included 10 presets inspired by travel bloggers and influencers around the world  and will enhance your photos and assist in creating a cohesive Instagram feed. This preset for every kind of picture that will surely deliver stunning results and make your images look a hundred times better! For photographers who do a lot of fashion, travel and lifestyle photography.🔺Included10 LIGHTROOM PRESET .DNG file .ZIP Archive 10 LIGHTROOM PRESET .XMP file .ZIP Archive .PDF file with direct link to download presets directly to your phone .PDF Instruction Guide 📍Unfortunately, Etsy does not support downloading digital files via Etsy App. Please download via one of the following options:1. Visit your email and click 'View Your Files on Etsy' in the email received from Etsy. Login to your Etsy account (if you have one). You will see the links to your files at the bottom of the page.2. Login to your Etsy account via Safari or Google Chrome browser on your mobile phone. Click on Your Account (a circle in the top right corner) > Purchases and Reviews > Your Order > 'Download Files'. You will see the links to your files at the bottom of the page.Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and I'll send your preset immediately and you can save directly in your camera roll‼️For any questions or editing help Please contact me email victoriabee.shop [!at] gmail.com© 2019-2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoKeywords: Instagram Filter, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Lightroom filter for Blogger, Summer presets, cohesive aesthetic,  lightroom desktop, photo filter,  instagram filter\n                ", "listing_reviews": "41", "store_reviews": "8,047 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/747180046/10-lightroom-presets-for-desktop-and"}, {"seller_text": "Blondary", "seller_href": "https://www.etsy.com/shop/Blondary?ref=simple-shop-header-name&listing_id=967519508", "store_sales": "2,567 sales", "store_rating": "4.9957", "listing_title": "Mobile Lightroom Presets, Spring Preset, Vintage Presets, Vsco Filters, Iphone Presets, Lightroom, Mobile Presets, Instagram Filters, Bright", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.89\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Mobile Lightroom Presets, Instagram Presets, Vintage Presets, Spring Preset, Travel presets, Bright Presets, Photo filter, Blogger Presets, Indoor photo presets, Lifestyle presets, Warm Bright preset, Instagram Filter✩ FREE PRESETS OFFER ✩💥 GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE 💥💥 GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE 💥*Spring Mobile Preset: include 1 mobile lightroom preset perfect for Spring. Transform your outdoor photos with the Spring Lightroom Preset*⭐You Will Receive :- 1 DNG. Mobile Preset- 1 PDF file - Mobile InstructionsAll presets files are in DNG format.After the download you will need to unzip the file, either on your PC (and then send the mobile presets to your phone) or on your phone (if you have an app that can unzip files).- If you have problems with installation or with downloading your files just contact me and I'll do my best to help you.- Please keep in mind that each photo has different light setting so you can tweak some settings as light, contrast etc after applying you presets to get best results.For personal use ONLY! You may NOT sell, distribute, rent, give, sub-license, or transfer presets, or presets sent to anyone else.More Presets:Creamy Presets:https://www.etsy.com/listing/948185389/mobile-lightroom-presets-5-creamy?ref=shop_home_active_8&pro=1Winter Snow Presets:https://www.etsy.com/listing/949617290/mobile-lightroom-presets-12-winter-snow?ref=shop_home_active_9&pro=1Selfie Presets:https://www.etsy.com/listing/969972545/mobile-lightroom-presets-8-selfie?ref=shop_home_active_4&pro=1Fitness Presets:https://www.etsy.com/listing/943374818/lightroom-presets-6-fitness-presets?ref=shop_home_active_5&pro=1Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filters, Travel Presets, Influencer Presets, warm presets, iPhone Presets, Moody Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright Presets, Clean Preset, Color Pop Preset, Vibrant Presets, Mountains Presets, Bright Nature Presets, Nature Presets , Landscape Presets, Adventure Presets, Hiking Presets, Spring Presets, Green Presets\n                ", "listing_reviews": "29", "store_reviews": "234 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/967519508/mobile-lightroom-presets-spring-preset"}, {"seller_text": "AllureDesignShop", "seller_href": "https://www.etsy.com/shop/AllureDesignShop?ref=simple-shop-header-name&listing_id=983753590", "store_sales": "2,994 sales", "store_rating": "4.9419", "listing_title": "Editable Lash Business Card, DIY Business Card, Printable Lash Business Card, Eyelash Makeup Business Card", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $5.60\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 1 PDF"], "listing_desc": "\n                    Welcome to Allure Design Shop!✦ Please note that this is a digital file only and no physical items will be shipped✦Full Bundle:  https://www.etsy.com/listing/930863968/editable-lash-branding-bundle-lash?ref=shop_home_active_14&pro=1✦TRY BEFORE YOU BUY✦✦✦Copy and paste the URL below to demo✦✦——————————————————————————https://www.corjl.com/d/P1BM✦ Edit your items at Corjl.com right after purchasing ✦ No need to download any software ✦ Personalize this item right in your browser✦ Easy to use platform✦ Approve your proof immediately after personalizing/download and printHOW IT WORKS:1. After purchising you will receive a link to the email associated with your Etsy account in order to access and edit your item within a few minutes  2. You will need to create a Corjl account to access your purchased item. You can also go directly to Corjl.com and enter your Etsy email or Username and Order number (not transaction number)3. Personlize using your computer, or make basic edits using your phone or mobile device and save changes4. Download and print the the filesWHAT'S INCLUDED:- Business Card (3,5x2\")- Instructions COLORSColors may appear a little bit different in print compered to the way you see them on your monitor. IMPORTANT INFORMATIONThe colors of the logos can not be changed!Some edits can be made using mobile devices. You can change text, move objects around, replace images and download using a phone or handheld device. If you need to change text size, color or style, then you will need to use a desktop or laptop computer.TEMPLATE EXPIRES after 180 days. You will need to re-purchase the file if you wish to access the template after 180 days have passed.SHOP POLICY:This file is for personal use only. You may not sell, share, copy, forward or distribute these files.\n                ", "listing_reviews": null, "store_reviews": "127 shop reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/983753590/editable-lash-business-card-diy-business"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=743667337", "store_sales": "237,218 sales", "store_rating": "4.8715", "listing_title": "20 Lightroom Presets LIGHT AND AIRY, Bright and Clean Instagram Presets, Mobile and Desktop Photo Filter, Instagram Photo Editing", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    Mobile and Desktop Lightroom Presets LIGHT & AIRY Blogger Preset Collection for Instagram Photo preset Bright and Light preset Photo filterLighten your dark photo, add brightness to it and refresh it with this preset bundle! 🔺Included20  LIGHTROOM PRESET .ZIP file with .DNG .XMP.PDF file with direct link to download presets directly to your phone .PDF Instruction Guide Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️For any questions or editing help Please contact me email victoriabee.shop [!at] gmail.com© 2019-2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoKeywords: Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset\n                ", "listing_reviews": "100", "store_reviews": "8,047 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/743667337/20-lightroom-presets-light-and-airy"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=870000293", "store_sales": "25,448 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets, Beauty Presets, Instagram Filters, Natural Presets, Vsco Filters,Lightroom Mobile Presets, Nude Presets, Selfie", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "18", "store_reviews": "793 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/870000293/3-mobile-lightroom-presets-beauty"}, {"seller_text": "EliteStudioPresets", "seller_href": "https://www.etsy.com/shop/EliteStudioPresets?ref=simple-shop-header-name&listing_id=881740942", "store_sales": "17,026 sales", "store_rating": "4.7489", "listing_title": "Lightroom Preset ICE COFFEE, Single Mobile Desktop Lightroom Preset, Soft Light Beige Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $1.83\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 2 other files"], "listing_desc": "\n                    Lightroom Presets ICE COFFEE, Single Mobile Desktop Lightroom Presets, Soft Light Brown Preset☆ What is included? ☆➤ 1 Mobile Preset in .DNG format➤ 1 Desktop Preset in .XMP format (NOT lrtemplate format, but you can still use them by uploading the DNG files in your Lightroom Desktop and save them as preset.)➤ PDF installation guide☆ Compatibility ☆➤ For MOBILE and DESKTOP use (iPhone, Android, PC, MAC)➤ Compatible with free version of the Adobe Lightroom App. You can download this app for free on your mobile phone (iPhone or Android)➤ Compatible with the paid version of the Adobe Lightroom Classic CC (version 7.3+)➤ For use on JPEG and RAW imagesSince each image is different due to lighting conditions, camera settings, and personal style, these presets may need to be slightly altered to fit your needs.☆ BUY 5 AND GET 30% OFF!! ☆Add 5 presets in your cart and receive automatically 30% discount!https://www.etsy.com/shop/EliteStudioPresets☆ 24/7 Support ☆If you have any questions or need some help with the presets, please contact me at Etsy or through email elitestudiopresets[at]@gmail.com♡ Share with Us! ♡I would love to see how your pictures turned out by using our presets. Please include them in your review! Tag or DM us on instagram to get featured!@elitestudiopresets© 2020 Elite Studio Presets, All Rights ReservedTerms of Use: By purchasing this item, you are automatically agreeing to the terms of use. Included but not limited to: Prohibition of sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "22", "store_reviews": "749 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/881740942/lightroom-preset-ice-coffee-single"}, {"seller_text": "SnazzyMango", "seller_href": "https://www.etsy.com/shop/SnazzyMango?ref=simple-shop-header-name&listing_id=990671746", "store_sales": "3,763 sales", "store_rating": "4.6667", "listing_title": "CUSTOM Bachelorette Instagram Filter! Neon Bachelorette Filter, Bachelorette Filter Instagram, Instagram Effect, Hen Party Filter, Instagram", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $8.01+\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: Adobe Illustrator, Photoshop, Instagram, Facebook, Spark AR, Glitter, Insta Stories, Effect, Instagram Story, Insta Story, Neon, Bachelorette, Filter\n\n\nRead the full description"], "listing_desc": "\n                    Custom Neon Bachelorette Filter For Instagram, Instagram Stories Filter!TRY BEFORE YOU BUY: https://www.instagram.com/ar/510638693640520Make a statement at your bachelorette with your very own custom Instagram/Facebook filter! All your family, friends, guests and followers will have access to your filter! Anyone who sees your story will also have access to your filter! Unlike snapchat filters it's not restricted to location and there is no upload cost!| CUSTOMISATION |Information Required:Name -Date -All colours and text are customisable so feel free to message me if you require different colours or wording!| HOW IT WORKS |1 - Enter your personalisation requirements in the space provided when ordering.2 - I then design your filter in Instagram/Facebook's unique software.3 - A proof will then be sent to you of how your filter will look, please allow 24hrs for this.4 - Once you're happy with how your filter looks, I then submit it to Instagram/Facebook to upload to their filter collection. (This can take up to 48hrs)!5 - Once the filter has been accepted by Instagram/Facebook I will then email you a link to where you can find your filter on the social media site!6 - You can share the link with all your friends, family and guests! Alternatively, when your post to your story using the filter a badge will be displayed in the top left corner. Anyone who clicks on this will also have access and be able to use your filter! (An example of this is Picture 3).Please message me if you have any questions.  :)If you include the snapchat version in your order, this is just for the filter file. You must upload the filter to Snapchat where costs may be incurred due to location and date. More information can be found here: https://www.snapchat.com/l/en-gb/on-demand/Facebook and Instagram filters are uploaded by me at no extra cost.My full collection of Instagram & Facebook filters can be found here:https://www.etsy.com/uk/shop/SnazzyMango?ref=seller-platform-mcnav&section_id=21416837Keywords:bachelorette, bachelorette filter, instagram bachelorette filter, insta effect, instagram effect, neon bachelorette, neon filter, hen party, hen party filter, Insta Filter, Instagram Filter, Instagram Story, Instagram Stories, Insta Stories, Instagram Wedding, Instagram Wedding Filter, Rose Gold Wedding Filter, Insta Wedding Filter, Insta Wedding Effect, Insta Wedding Stories, Insta Wedding, Instagram Wedding, Rose Gold Wedding Filter, Insta Mask, Insta Effect\n                ", "listing_reviews": null, "store_reviews": "466 shop reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/990671746/custom-bachelorette-instagram-filter"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=972851457", "store_sales": "171,641 sales", "store_rating": "4.8275", "listing_title": "10 Mobile LIGHTROOM Presets, Summer Preset, lightroom mobile presets, Desktop Presets Blogger, Natural Preset, Bright Instagram, vsco filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP, 1 PDF"], "listing_desc": "\n                    🎁 GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code: 2FREE• Pay only for 2 itemsMore presets in our SHOP:www.etsy.com/shop/KatherineDream• FILES INCLUDED IN YOUR PURCHASE •✔️ 10 MOBILE Lightroom presets for mobile Lightroom( free mobile lightroom app)✔️ 10 DESKTOP Lightroom presets for desktop Lightroom✔️ Post-purchase Support✔️ Instructions✔️ Instant Download • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions♡ HOW TO ORDER ♡- Tap “add to cart” or “buy it now”;- Receive receipt and email from Etsy with link to download file- Download the Lightroom presets instantly.❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it. :)🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "70", "store_reviews": "6,145 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/972851457/10-mobile-lightroom-presets-summer"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=663947338", "store_sales": "171,641 sales", "store_rating": "4.8275", "listing_title": "21 Lightroom MOBILE Presets - Lightroom Presets - Instagram Filter - Mobile Preset & Desktop Preset, Lifestyle Blogger Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    • Professional Lightroom Presets for free Mobile and Desktop Lightroom• You receive 21 variants of presets with white/slightly warm/slightly cold tones• You can use them unlimited number of times.• Post-purchase support guaranteed - if you need my help with editing don't hesitate to contact me ✅FILES included:- 21 Lightroom presets in DNG format for MOBILE Lightroom (free app compatible with both IOS and ANDROID).- 21 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 itemsThis Preset package is perfect for all dark or normal photos. All presets will give your photos and images modern, clean and bright look. It is perfect for indoor as well as outdoor photos and it will also tweak lightings. This package is perfect for bloggers and profesional photographers as well as for casual photographers because no additional tweaks are needed. White Lifestyle can change your photos with one click right on your phone.  White Lifestyle Lightroom Presets have been created to brighten your photos with a light, white and clean look.❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "25", "store_reviews": "6,145 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/663947338/21-lightroom-mobile-presets-lightroom"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=665103784", "store_sales": "237,217 sales", "store_rating": "4.8715", "listing_title": "10 Lightroom Presets RIESLING for Desktop and Mobile Lightroom, Color Pop, Vibrant Presets, Instagram Blogger Summer Photo Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    10 Mobile Lightroom Presets Riesling Summer preset Warm preset Travel presets Instagram filter Sunny preset This presets pack will bring out Vibrant Rich Tones and Saturated Summer Pop Colors in your photos.10  LIGHTROOM PRESETS RIESLING  for Mobile and Desktop LightroomThese Presets Pack  are perfect for Instagram, blogging and photo editing on the go. Hight Quality Preset, Great for Portraits, Bloggers, Travelers, Engagements and Wedding' shoots, a user friendly pack, easy to use, One click Lightroom Preset that gives your collection of work a more cohesive and aesthetic feel and get you on your way to creating stunning images. 🎁 GET 5 & PAY FOR 3: add 5 presets to your cart, use coupon: GIFT2 and pay for 3 only https://www.etsy.com/shop/VictoriaBeePhoto?coupon=GIFT2This pack Included 10 presets inspired by travel bloggers and influencers around the world.This preset for every kind of picture that will surely deliver stunning results and make your images look a hundred times better! For photographers who do a lot of fashion, travel and lifestyle photography.Check out my Bestseller Itemshttps://www.etsy.com/shop/VictoriaBeePhoto♦️ Works in Lightroom Mobile App (iOS/Android)♦️ Works With & Without Adobe subscription♦️ Compatible with All Photo formatsIncluded:🔶10 Lightroom presets in .DNG format for MOBILE Lightroom .ZIP archive🔶10 Lightroom presets in .XMP format for DESKTOP Lightroom .ZIP archive🔶.PDF file with direct link to download presets directly to your phone 🔶.PDF Instruction Guide 10 Riesling Presets  has been created to achieve a very modern, glamorous, trendy & Instagram aesthetic look. You will get best fashionable, professional  one-click result from this pack.Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️Keep in mind that all presets work differently with each photo depending on a number of factors such as lighting, white balance, tone etc. Please contact me for any questions or editing help victoriabee.shop [!at] gmail.com© 2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephoto  ©victoriabee.presetsMobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset, Pop Colour Preset, Vibrant Preset, Summer Presets\n                ", "listing_reviews": "100", "store_reviews": "8,047 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/665103784/10-lightroom-presets-riesling-for"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=869986401", "store_sales": "25,448 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets,Honey Presets, Instagram Filter, Vsco Filters, Lightroom, Mobile Presets, Presets, Natural Nude, Blogger Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "12", "store_reviews": "793 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/869986401/3-mobile-lightroom-presetshoney-presets"}, {"seller_text": "fively", "seller_href": "https://www.etsy.com/shop/fively?ref=simple-shop-header-name&listing_id=868701521", "store_sales": "6,933 sales", "store_rating": "4.9726", "listing_title": "Handmade With Love Card Editable Thank You Business Template, Thank You For Shopping Note Printable Card For Customer, Etsy Packaging Insert", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 ZIP", "Height: 4.25 inches", "Width: 5.5 inches"], "listing_desc": "\n                    Easily customize this printable business thank you card template with your information and branding in Canva, and print it yourself at home or have it professionally printed! There’s no software to download - edit from your computer, tablet or phone. We use Canva to create and customize our designs - we find that it’s one of the easiest and most user-friendly platforms to work with, even if you don’t have any design experience. Perfect for Etsy sellers, Poshmark, Ebay or anyone who sells products. Handmade With Love Business Thank You Card, Thank You For Your Business Note, Business Thank You Printable, Etsy Thank You Card Packaging.Add your logo or choose from thousands of free elements - it's fully customizable. Please note, the top pink color cannot be changed but you can remove it and/or replace it with a different backgrouund. This thank you for shopping insert note is completely editable - EDIT ALL TEXT, COLORS AND EVEN REPLACE THE ICONS (a set of premium icons are included). A DIY cut and print sheet is also included for easy, at home priniting. WHAT’S INSIDE:✔ 5.5 inch x 4.25 inch easily-customizable template✔ DIY Print Sheet (4 per page) for easy printing at home✔ Canva Video Tutorial✔ Detailed InstructionsIf you’d like me to customize your card, please order the Customization listing and I’ll return your print-ready files within 24 hours: https://www.etsy.com/listing/782668304/done-for-you-design-customizationAll our files are prepared in high resolution, suitable for print. Due to differences in monitor calibrations, colors may vary slightly in print from on screen. The final print quality will depend on the type of printer and paper used.INSTANT DOWNLOAD: This listing is for digital download only. No physical item will be shipped. You'll be able to download and edit this card immediately after purchase.HOW TO PRINT YOUR FILES: You can print at home or have the files printed professionally at stores like Staples or Office Depot, an online print service like Vistaprint or a local print shop.USE RESTRICTIONS: This design is for personal use only. You may not use the design commercially, distribute or resell under any circumstances.RETURNS: There are no returns when purchasing a digital product. Please contact me before purchasing if you have any questions.SHOP MORE: For more designs, visit https://www.etsy.com/shop/fively/ORDER, DOWNLOAD AND PRINT PROCESS1) Purchase the listing2) Once payment is complete, you'll be taken to the downloads page on Etsy.com. This process usually takes around 5 minutes. You'll receive an email confirmation with a link to the downloads page.You can also access the print files by visiting your ETSY profile > Purchases and Reviews. Direct Link: https://www.etsy.com/your/purchases3) Download the file(s)4) Open the PDF file in Adobe Reader (you can download it for free at http://get.adobe.com/reader) and if you purchased an editable file, you’ll receive a link to edit your file in Canva.5) Print a test page first to ensure you’re happy with the end result.© All Designs are copyright of fivelyThanks for stopping by and thank you for supporting my small business!\n                ", "listing_reviews": "31", "store_reviews": "679 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/868701521/handmade-with-love-card-editable-thank"}, {"seller_text": "InstantInvitation", "seller_href": "https://www.etsy.com/shop/InstantInvitation?ref=simple-shop-header-name&listing_id=770547905", "store_sales": "34,975 sales", "store_rating": "4.9241", "listing_title": "Printable Business Coupon Template, Simple Business Card Size, Card stock, Kraft Paper, Avery Business Card, Editable PDF Instant Download", "listing_bestseller": "-", "listing_price": "\n                        $6.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    Printable Business Coupon Template (cost-saving bonus: no color ink*)Included with your purchase:3.5x2\" coupon - editable PDF with 10 per page - for printing and cutting3.5x2\" coupon - editable PDF with 10 per page - for Avery business cards**-If you need another size or format, message me.-**Template is compatible with the following Avery business card products:15871, 18871, 27871, 27881, 27882, 27883, 28371, 28873, 28876, 28877, 28878, 38871, 38873, 38876, 5371, 5376, 5377, 55871, 55876, 5870, 5871, 5874, 5876, 5877, 5878, 5882, 5911, 8271, 8371, 8372, 8376, 8377, 8471, 8476, 8571, 8865, 8870, 8871, 8872, 8873, 8874, 8875, 8876, 8877, 8878, 8879THE PROCESS IS SIMPLE:1 - Open downloaded PDF in Acrobat Reader, which is a free program most likely already on your computer. (If not, a free copy is available from Adobe: https://get.adobe.com/reader/)2 - Click into a highlighted area, delete the existing text, and add your own.  (Type your information in one section, and watch the other sections on the page automatically update, so you only need to fill in your details once.) You can also make multiple variations, if needed.3 - Save your file, and you're ready for printing . . . on Avery business card stock, kraft paper, white card stock, or any light-colored paper of your choosing. Then, cut if printing on card stock or separate if using pre-perfed paper! (You could also bring the saved files to a copy shop if you prefer.)*And a wonderful bonus: no color printing means a SIGNIFICANT SAVINGS in printer ink if printing at home or printing costs if printing at a copy shop. QUESTIONS:If you're unsure of the process, feel free to ask me for a sample PDF. I'll send you a watermarked copy for you to test. And I'm always available to answer any questions for you as you go.OTHER PRINTABLES FOR YOUR BUSINESS:https://www.etsy.com/shop/InstantInvitation?ref=seller-platform-mcnav&section_id=21204251Need something else? Message me.\n                ", "listing_reviews": "5", "store_reviews": "3,159 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/770547905/printable-business-coupon-template"}, {"seller_text": "LizMartinezCreations", "seller_href": "https://www.etsy.com/shop/LizMartinezCreations?ref=simple-shop-header-name&listing_id=991883473", "store_sales": "197 sales", "store_rating": "5", "listing_title": "3 Retro Summer LIGHTROOM Mobile Presets, Presets, Blue Preset, Summer Preset, Teal Preset, Influencer Filter, Instagram Filter, Retro Preset", "listing_bestseller": "-", "listing_price": "\n                        $2.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 3 other files"], "listing_desc": "\n                    3 Retro Summer LIGHTROOM Mobile Presets, Presets, Blue Preset, Summer Preset, Teal Preset, Influencer Filter, Instagram Filter, Retro Preset*** Retro Summer Presets works best with with pictures that primarily have blues, greens, reds, and neutrals! Remember you might have to tweak the preset to your liking every so often since lighting, colors, and quality can vary photo to photo! ***SHOP MORE: https://www.etsy.com/shop/LizMartinezCreations/Presets are perfect for bloggers, influencers, photographers, and even personal accounts to help create a cohesive Instagram feed / theme. Works with one click to transform your pictures and enhance your brand. This Retro Summer Preset gives your photos dated and teal blue tones. This preset is great for lifestyle, travel, flat lay, interior design, fashion, and day-to-day photos.----------❂ INCLUDED IN YOUR PURCHASE ❂⚫ 3 Mobile Lightroom Presets (DNG files)⚫ Step-by-step guide for installationIf your mobile device is having trouble downloading or if you have any questions about editing, send me a message!❂ LET'S CONNECT ❂IG: www.instagram.com/simplyxlizPINTEREST: www.pinterest.com/simplyxliz/TIKTOK: www.tiktok.com/@simplyxlizEMAIL: lizmartinezcreations [at] gmail.com----------TERMS OF USE: No refunds or exchanges can be made for digital products after they are downloaded!© 2021 Liz Martinez Creations, All Rights ReservedTERMS AND CONDITIONS:Prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.Any other use is strictly prohibited and may violate copyright, trademark and other laws.Keywords:Mobile Preset, Instagram Preset, Influencer Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Lightroom CC, DNG, Presets, Retro Preset, Summer Preset, 70s Preset, 60s Preset, Blue Preset, Travel Presets, iPhone Presets, Bright Preset, Colorful Preset, Summer Preset, Vacation Preset\n                ", "listing_reviews": null, "store_reviews": "12 shop reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/991883473/3-retro-summer-lightroom-mobile-presets"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=971564670", "store_sales": "237,224 sales", "store_rating": "4.8715", "listing_title": "25 Mobile and Desktop Lightroom Presets, Magic Hour presets, Sunny Golden Lightroom Preset, Warm Instagram Filter, Sun Travel Summer Blogger", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $4.35\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    25 LIGHTROOM PRESETS MAGIC HOURLIGHTROOM PRESETS FOR GOLDEN HOUR, SUNRISE & SUNSETThe MAGIC HOUR preset gives photos a softer and warmer look , This preset is ideal for pictures that are taken under a natural light and works well with portraits and outdoor photos. The preset can be applied with just one click and will give your photos an interesting and amazing look –  ideal for creating stand-out photos for printing and hanging on your wall.Check out my Bestseller Itemshttps://www.etsy.com/shop/VictoriaBeePhoto♦️ Works in Lightroom Mobile App (iOS/Android)♦️ Works With & Without Adobe subscription♦️ Compatible with All Photo formatsIncluded:🔶25 Lightroom presets in .DNG format for MOBILE Lightroom (.ZIP Archive)🔶25 Lightroom presets in .XMP format for DESKTOP Lightroom (.ZIP Archive)🔶.PDF file with direct link to download presets directly to your phone (Dropbox)🔶.PDF Instruction Guide Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets.‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️Keep in mind that all presets work differently with each photo depending on a number of factors such as lighting, white balance, tone etc. Please contact me for any questions or editing help victoriabee.shop [!at] gmail.com© 2019-2021 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephoto\n                ", "listing_reviews": "7", "store_reviews": "8,047 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/971564670/25-mobile-and-desktop-lightroom-presets"}, {"seller_text": "BrookePatrickStudios", "seller_href": "https://www.etsy.com/shop/BrookePatrickStudios?ref=simple-shop-header-name&listing_id=1010490874", "store_sales": "981 sales", "store_rating": "4.7241", "listing_title": "Business Thank You Card Template, Thank You Insert, Handmade, Poshmark, Etsy, Small Business, Boutique, Printable, Canva, A01", "listing_bestseller": "-", "listing_price": "\n                        $5.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    **This is a digital item - editing is completed by the buyer**---------------------❤️LINK FOR ITEMS IN THIS COLLECTION---------------------https://www.etsy.com/ca/shop/BrookePatrickStudios?ref=seller-platform-mcnav&search_query=A01---------------------❤️DESCRIPTION---------------------Our templates are editable in Canva. Canva is an awesome web based design platform that is EASY to use and FREE!This template is editable using the free version of Canva! Our templates save you significant time and keep your marketing on brand and cohesive. Simply edit text, change fonts and add your contact details!------------------------❤️HOW IT WORKS------------------------1. Purchase this listing2. You will receive an email from Etsy with a link to your download. Alternatively, you can download from \"Purchases & Reviews\"3. Download PDF and follow the link to your template4. Edit Photos, Fonts, Colors, Text & Print------------------------INCLUDED - 3 sizes------------------------• Thank You Card (6 x 4)• Thank You Card (5.5 x 4)• Thank You Card (5.5 x 4.2)-----------------------------❤️DOWNLOAD-----------------------------• JPG, PNG, PDF• Print professionally (Costco, Fedex, Staples, Vistaprint, Local print shops etc) or at home. We recommend professional printing for the best quality.-----------------------------❤️WHAT CAN I EDIT?-----------------------------• Text, font, colors, background, add your photos-----------------------------❤️TERMS & CONDITIONS + DISCLAIMER-----------------------------• This template is for your personal use only and may not be sold or shared.• The sale of this template is not affiliated with Canva in any official way.• A basic knowledge of Canva is required.• DISCLAIMER: You do not have exclusive rights to this template and design.-----------------------------❤️QUESTIONS?-----------------------------If you have any questions, please send me a message!\n                ", "listing_reviews": null, "store_reviews": "42 shop reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/1010490874/business-thank-you-card-template-thank"}, {"seller_text": "HustlingBabeToolkit", "seller_href": "https://www.etsy.com/shop/HustlingBabeToolkit?ref=simple-shop-header-name&listing_id=1014024495", "store_sales": "353 sales", "store_rating": "4.8095", "listing_title": "DIY Credit Card Business Cards, Business Cards, Business Card Template, Printable Business Card", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $6.84\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF", "Height: 2 inches", "Width: 3.5 inches"], "listing_desc": "\n                    Easily create a professional Business Card that matches your brand to promote your business\u2028\u2028\u2028☞ DON’T FORGET: Select the ♥ FAVOURITE button to save this product for later and get notified of any future discounts!---------------------🦋 DESCRIPTION---------------------Our templates are editable in Canva. Canva is an awesome web-based design platform that is EASY to use and FREE!This template is editable using the free version of Canva! Our templates save you significant time and keep your marketing on brand and cohesive. Simply edit text, change fonts and add your contact details!------------------------🦋 HOW IT WORKS------------------------1. Purchase this listing2. You will receive an email from Etsy with a link to your download. You can also download from \"Purchases & Reviews\"3. Download PDF from email and follow the link to your template4. Save a copy of your Template. (Important so you do not lose your edits!)5. Edit Photos, Fonts, Colours, Text6. Save as PDF and print!------------------------🦋 WHAT’S INCLUDED------------------------1 x Business Card Size 3.5 x 2 in + FREE THANK YOU CARD - 7 x 5 inFile formats include:JPEG & Printable PDF\u2028\u2028Front Side & Back Side Design Options\u2028-----------------------------🦋 WHAT CAN I EDIT?-----------------------------• Text & Text Colour• Fonts• Background• Photos-----------------------------🦋 IMPORTANT HOW TO ACCESS YOUR DIGITAL FILE(S)-----------------------------To access your digital file(s), make sure you are in browser and not the App where you can also download straight from Etsy,\u2028Etsy will send an automatic email with download links within 5 minutes of payment clearing to your email address on file. If you don't see it, please check your spam folder.How To Download Your Files From Etsy!\u2028\u20281.Click on your profile (top right, beside cart button).\u2028\u20282.Click on Purchases & Reviews.\u2028\u20283.Beside the item you will see “Download Files Button”. Click and download!Nothing will be physically shipped to you. Because of the nature of digital products no refunds, exchanges, or edits are available.© JAZZYDIGITALDESIGNS all rights reserved. Purchase Of This Design Allows Use for your Personal and/or Personal Business Use Only.\n                ", "listing_reviews": null, "store_reviews": "21 shop reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/1014024495/diy-credit-card-business-cards-business"}]