[{"seller_text": "SunnyEditor", "seller_href": "https://www.etsy.com/shop/SunnyEditor?ref=simple-shop-header-name&listing_id=923518190", "store_sales": "336 sales", "store_rating": "4.7059", "listing_title": "11 Natural Mobile Lightroom Presets, Natural Presets, Cream Presets, Instagram Filters, Blogger, Vanilla, iPhone Presets, Filter for iPhone", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.20\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 1 PDF, 1 ZIP"], "listing_desc": "\n                    ◆ ◆ ◆ SPECIAL OFFER ◆ ◆ ◆✭ Buy 3 presets and get 2 for free. Add 5 presets to your shopping cart and apply the coupon code 2FREE. ✭ Buy 5 presets and get 4 for free. Add 9 presets to your shopping cart and apply the coupon code 4FREE.◄  INCLUDED IN YOUR PURCHASE  ►* 11 Mobile Lightroom Presets (DNG files)* Detailed PDF Image Instructions✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Lightroom Mobile is FREE so you don't need an Adobe subscription to use the presets✔️ You only need Lightroom CC App on your Phone/iPad✔️ Once purchased can be used an unlimited amount of times✔️ Easy to apply with just one clickGeneral information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUYhttps://www.youtube.com/watch?v=uOBXKOyAFEAPlease keep in mind all photos are unique and therefore each preset works differently on every photo. You can fine tune your own adjustments to find settings that suit you with temperature, exposure etcDue to the digital nature of this product ALL SALES ARE FINALKeywords:Lightroom Presets, Mobile Preset, DNG, Instagram Preset, Lightroom CC, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset, White Presets, Natural Presets© 2020 Sunny Editor Presets, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "5", "store_reviews": "17 reviews", "search": "party decorations", "url": "https://www.etsy.com/listing/923518190/11-natural-mobile-lightroom-presets"}, {"seller_text": "FilAndEllieStudio", "seller_href": "https://www.etsy.com/shop/FilAndEllieStudio?ref=simple-shop-header-name&listing_id=857923240", "store_sales": "9,294 sales", "store_rating": "4.8409", "listing_title": "6 Mobile LIGHTROOM Presets, Nude Presets, Fashion Presets, Mobile Presets, Instagram Filters Presets, Dng Brown Preset, Natural Beige Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF, 2 ZIP"], "listing_desc": "\n                    Instagram Presets / Mobile Lightroom Presets / Desktop & Mobile Presets /Natural Beige Presets✩ INCLUDED IN YOUR PURCHASE ✩6 Mobile Lightroom Presets (DNG files)6 Desktop Lightroom Presets (XMP files)Free 35 pages PDF on Social Media GrowthDetailed PDF Image Instructions◾️ If you have issues downloading or using any of the files, please contact me and I will re-send you the files and help you troubleshoot◾️With over 10 years of professional experience in the world of photography, you are guaranteed to get high quality presets that will elevate the look of your photos. We spent hundredths of hours editing, so that you won’t have to.✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Works With & WITHOUT Adobe subscription✔️ You only need Lightroom CC App on your Phone/iPad✔️ Works With Lightroom Desktop for Mac or PCCreated for the FREE Lightroom Mobile App and Desktop Lightroom. Works best on RAW files but is fully compatible with JPEGS as well.General information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUY. Make sure to save the zip file on your phone. The transaction and installation can be completed on a mobile device. Access to a desktop computer is not required.These presets were designed to work with many different light conditions, from full sun to shade, and will help you achieve a consistent look by enhancing the colors and brightness of your photos. This pack in particular was designed to enhance natural and soft tones, giving a neutral, but warm feel to your photos. Sand, the color of wheat, white, brown and soft tones in general are at the core of these filters.  Perfect for interior design or general lifestyle photos. This pack works well for many different types of photography from lifestyle to travel, home blogging and interior design photos. The range of colors for the 6 presets is very wide. These can be applied on many different types of photos to achieve different results.Beige includes 6 mobile presets. They are all extremely versatile, can be fully customized and are guaranteed to enhance dull images with just one click. Whether you work with photos straight from your phone’s camera roll or raw files from your DSLR, these presets will help you refine your style giving you beautiful photos.Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "41", "store_reviews": "421 reviews", "search": "party decorations", "url": "https://www.etsy.com/listing/857923240/6-mobile-lightroom-presets-nude-presets"}, {"seller_text": "sipstylish", "seller_href": "https://www.etsy.com/shop/sipstylish?ref=simple-shop-header-name&listing_id=515735763", "store_sales": "45,921 sales", "store_rating": "4.9411", "listing_title": "Bachelorette Party Straws, Rainbow, 12-36 Pack Pack Penis Party Straws, Pecker Straws, AND Bride to be JUMBO straw, Willy Straws", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.50+\n                    ", "listing_highlights": ["Materials: Plastic, BPA free\n\n\nRead the full description"], "listing_desc": "\n                    Penis Straws for your Bachelorette Party.  Wrap your lips around these d*cks and take a sip.  Assorted rainbow colors.  Available in packs of 12-36. Don't forget to ADD  the very realistic and very stiff, JUMBO penis straw for your bride-to-be.   Jumbo straw sold separate.Jumbo straw and 12-36 packs are sold separately.  Please make your selection from the pull down menu.Set the tone for a memorable Bachelorette Party with plastic penis party straws. Purchase Options:- 12 -36 Rainbow Straws only (straw only no jumbo straw) .  - 1 Jumbo Straw Only, 3 color choices, Beige, Hot Pink, GoldStraws are made of sturdy plastic.  Washable.  Straw colors may vary per package. Regular penis straw:  Approx. 7.5 inches longJumbo Willy Straw: Approx. 11 inches longPlease choose carefully, straw sales are final.  Return, not allowed for this product.BEFORE YOU COMPLETE YOUR PURCHASE:1.  Double check your shipping address.2.  We recommend that you plan out your purchase 15 days      in advance of your need by date.Priority Mail shipping does not guarantee a 2-3 day delivery.Please keep that in mind if your need by date is less than7 days from purchase.  All sales are final.We are shipping packages as quickly as possible but due to the random USPS delays we can not guarantee a specific delivery date.\n                ", "listing_reviews": "100", "store_reviews": "7,170 reviews", "search": "party decorations", "url": "https://www.etsy.com/listing/515735763/bachelorette-party-straws-rainbow-12-36"}, {"seller_text": "Blondary", "seller_href": "https://www.etsy.com/shop/Blondary?ref=simple-shop-header-name&listing_id=987625128", "store_sales": "2,567 sales", "store_rating": "4.9957", "listing_title": "10 Mobile Lightroom Presets, Vanilla Presets, Vsco Filters, Fashion Presets, Lifestyle Presets, Instagram Filter, Nude Presets, Beige Preset", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $1.05\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    10 Mobile Lightroom Presets, Nude Presets, Lifestyle Presets, Beige Presets, Iphone Presets, Lightroom, Mobile Presets, Presets, Dng Presets, Cream Presets, Vsco Filters, Fashion Presets, Instagram Filters, Natural Preset, Vanilla Presets✩ FREE PRESETS OFFER ✩💥 GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE 💥💥 GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE 💥*Vanilla Mobile Presets: include 10 mobile lightroom presets perfect for anyone wanting to create a warm, creamy Instagram feed. t*⭐You Will Receive :- 10 DNG. Mobile Presets - 1 PDF file - Mobile Instructions-Free GiftAll presets files are in DNG format.After the download you will need to unzip the file, either on your PC (and then send the mobile presets to your phone) or on your phone (if you have an app that can unzip files).- If you have problems with installation or with downloading your files just contact me and I'll do my best to help you.- Please keep in mind that each photo has different light setting so you can tweak some settings as light, contrast etc after applying you presets to get best results.For personal use ONLY! You may NOT sell, distribute, rent, give, sub-license, or transfer presets, or presets sent to anyone else.More Presets:Beige Presets:https://www.etsy.com/listing/964232783/mobile-lightroom-presets-12-beige?ref=shop_home_active_1&pro=1Bright Interior Presets:https://www.etsy.com/listing/952251009/mobile-lightroom-presets-6-bright?ref=shop_home_active_2&pro=1Minimalistic Presets:https://www.etsy.com/listing/938999572/lightroom-mobile-preset-7-minimalistic?ref=shop_home_active_4&pro=1Luxury Black Presets:https://www.etsy.com/listing/971607185/lightroom-presets-10-luxury-black?ref=shop_home_active_3&pro=1Fitness Presets:https://www.etsy.com/listing/943374818/lightroom-presets-6-fitness-presets?ref=shop_home_active_5&pro=1Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filters, Travel Presets, Influencer Presets, warm presets, iPhone Presets, Moody Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright Presets, Clean Preset, Color Pop Preset, Vibrant Presets, Home Presets, Beach Presets , Vanilla Preset\n                ", "listing_reviews": null, "store_reviews": "234 shop reviews", "search": "party decorations", "url": "https://www.etsy.com/listing/987625128/10-mobile-lightroom-presets-vanilla"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=923532978", "store_sales": "21,702 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Neutral Filter, Cream Preset, Instagram Filters, iPhone Presets, Lightroom Filter, Lifestyle Preset, Blogger Filter", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Live life luxuriously with a Luxe Preset! This Lightroom Mobile preset will effortlessly soften and neutralize the shades in your photos to achieve a rich luxurious look with the click of button! ✩ Your purchase includes ✩- 1 Luxe Lightroom Mobile Preset- PDF step by step installation guide✩ Additional Information ✩- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ✩ Cancellation Refunds/Exchanges ✩Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2021 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "11", "store_reviews": "1,130 reviews", "search": "party decorations", "url": "https://www.etsy.com/listing/923532978/lightroom-mobile-preset-neutral-filter"}, {"seller_text": "OlivesandBlue", "seller_href": "https://www.etsy.com/shop/OlivesandBlue?ref=simple-shop-header-name&listing_id=900601043", "store_sales": "140 sales", "store_rating": "4.3333", "listing_title": "5 Earthy Tones Preset, Preset Lightroom Mobile and Desktop, Instagram Filter for Travel Instagram Influencer and Bloggers, Dark Moody Preset", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $3.14\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP"], "listing_desc": "\n                    Buy 5 Pay 3!Add 5 presets to your cart and apply the code \"BUNDLE\" to pay for 3.Or simply click the link below:https://www.etsy.com/shop/OlivesandBlue?coupon=BUNDLECreated for one single click use for Mobile and Desktop Lightroom. These presets will help you enhance your picture with just a single click for a consistent theme.The purchase will be includes:5 Mobile Lightroom Preset5 Desktop Lightroom PresetBy purchasing the item, you agree to the terms of use which refunds, cancelation, exchange are not apply. Some adjustments might be needed for some pictures due to the camera setting and light adjustments. The files should not be shared, resold, redistributed and reproduced for any purposes.Disclaimer:All the pictures shown in this video belong to their respective original owners.All the photos are for illustration purposes only. Credits to the rightful owner.If you have any further questions, please do not hesitate to contact me. Sincerely,Clou\n                ", "listing_reviews": null, "store_reviews": "3 shop reviews", "search": "party decorations", "url": "https://www.etsy.com/listing/900601043/5-earthy-tones-preset-preset-lightroom"}, {"seller_text": "FilAndEllieStudio", "seller_href": "https://www.etsy.com/shop/FilAndEllieStudio?ref=simple-shop-header-name&listing_id=1029443267", "store_sales": "9,294 sales", "store_rating": "4.8409", "listing_title": "7 Mobile LIGHTROOM Presets, Summer Presets, Pastel Presets, Instagram Filter, Natural Light And Airy,Blogger Preset, Natural Warm Presets", "listing_bestseller": "-", "listing_price": "\n                        $2.98\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 2 ZIP"], "listing_desc": "\n                    Instagram Presets / Mobile Lightroom Presets / Desktop & Mobile Presets /Natural Presets/Warm Summer Presets✩ INCLUDED IN YOUR PURCHASE ✩7 Mobile Lightroom Presets (DNG files)7 Desktop XMP PresetsFree 35 pages PDF on Social Media GrowthDetailed PDF Image Instructions◾️ If you have issues downloading or using any of the files, please contact me and I will re-send you the files and help you troubleshoot◾️With over 10 years of professional experience in the world of photography, you are guaranteed to get high quality presets that will elevate the look of your photos. We spent hundredths of hours editing, so that you won’t have to.✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Works With & WITHOUT Adobe subscription✔️ You only need Lightroom CC App on your Phone/iPad✔️ Works With Lightroom Desktop for Mac or PC (Classic & CC)Created for the FREE Lightroom Mobile App and Desktop Lightroom. Works best on RAW files but is fully compatible with JPEGS as well.General information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUY. Make sure to save the zip file on your phone. The transaction and installation can be completed on a mobile device. Access to a desktop computer is not required.These presets were designed to work with many different light conditions, from full sun to shade, and will help you achieve a consistent look by enhancing the colors and brightness of your photos. This pack in particular was designed to enhance the colors of sunlight, giving a warm, slighlty pink, natural and bright feel to your photos. A pastel accent for all your Spring photos. Perfect for general lifestyle photos, family, weddings or in general for portraits at golden hour/sunset . This pack works well for many different types of photography from lifestyle to travel, home blogging and professional wedding photographyGarden includes 6 mobile presets & 6 Desktop Presets. They are all extremely versatile, can be fully customized and are guaranteed to enhance dull images with just one click. Whether you work with photos straight from your phone’s camera roll or raw files from your DSLR, these presets will help you refine your style giving you beautiful photos.Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": null, "store_reviews": "421 shop reviews", "search": "party decorations", "url": "https://www.etsy.com/listing/1029443267/7-mobile-lightroom-presets-summer"}, {"seller_text": "LizzieFrostGifts", "seller_href": "https://www.etsy.com/shop/LizzieFrostGifts?ref=simple-shop-header-name&listing_id=588164034", "store_sales": "23,845 sales", "store_rating": "4.9734", "listing_title": "5-32 Pack Bachelorette Party Cups | I Do Crew | 16oz Cups | Bridal Shower Cups  |  Party Decorations | Bridal Shower Decorations | Favors", "listing_bestseller": "Bestseller", "listing_price": "\n                        $12.50+\n                    ", "listing_highlights": ["Handmade", "Materials: Plastic", "Capacity: 16 fluid ounces"], "listing_desc": "\n                    💍Why wait two weeks? Our Cups are ready to ship now!💋Add glitz and glam to your Bachelorette or Bridal Party with our Bride and I Do Crew Cups.💋Instagram-perfect: We've designed and selected the best colors to be photogenic so you and your tribe can get the optimal number of likes; all you have to do is come up with the hashtags.🇺🇸Proudly Made in the USA with high quality BPA Free plastic, Recyclable, and Dishwasher Safe👰🏻White Bride Cups are double side printed.💋I Do Crew Cups are all double side imprinted. Size: 4.3\" x 3.6\", Volume 16 oz.THIS ITEM IS NON-PERSONALIZED.How to Order:   1. Select Quantity of I Do Crew Cups\t2. White is the default Bride Cup Color as shown in the main picture. If you would like a different color  bride color cup please send a message with your order. \t    3. Check OutCheck out our Just the Tip Penis Straws to go with the Cups:https://www.etsy.com/listing/538487902/penis-straws-20-pack-confetti-by-lizziehttps://www.etsy.com/listing/538489790/penis-straws-24-pack-confetti-by-lizzie🇺🇸LizzieFrost is a USMC Veteran Owned Etsy Shop - Semper Fi 🦅🌎⚓️¸.•´¸.•*´¨) ¸.•*¨)(¸.•´ (¸.•´ *POLICIES *¸.•*´¨) .•*¨)By purchasing this product you are agreeing to the policies of this Etsy shop. PLEASE READ my policies page before purchasing an item or if you have any questions regarding PROCESSING or SHIPPING times.*** Please check shop announcement on homepage for current turnaround time*** Our turnaround time is in business days (not including weekends or holidays). Turnaround time does not include shipping time. There are upgrades available in the upgrades section of the shop if you need your item sooner.* We ship USPS First Class. We are not responsible for your purchase once it hits the post office. If your order has been delayed or lost by the post office you must call your local post office for help we are unable to resolve these issues and have the same tracking info as you.\n                ", "listing_reviews": "100", "store_reviews": "2,271 reviews", "search": "party decorations", "url": "https://www.etsy.com/listing/588164034/5-32-pack-bachelorette-party-cups-i-do"}, {"seller_text": "YouHadMeAtCrafts", "seller_href": "https://www.etsy.com/shop/YouHadMeAtCrafts?ref=simple-shop-header-name&listing_id=757725647", "store_sales": "31,844 sales", "store_rating": "4.8962", "listing_title": "Penis Glass, Bachelorette Party Drinkware, Dick Glass, Penis Shot Glass, Dick Shot Glass, Bachelorette Party Favors, Hen Party, Penis", "listing_bestseller": "Bestseller", "listing_price": "\n                        $9.95+\n                    ", "listing_highlights": ["Handmade", "Materials: Glass\n\n\nRead the full description"], "listing_desc": "\n                    Make it an unforgettable night at your bachelorette party, hen party, lingerie party, bridal shower, or divorce party with our Penis Glass!  Get one for the bride or go all out and get one for each guest.  Make them feel extra special and add a vinyl sticker personalization to the glass (color choices in the 3rd photo - provide personalization and color choice in the personalization section).  Want something even BIGGER?  Upgrade to our super large 11 in Penis Sports Bottle (cannot be personalized)!DETAILS:* Clear, real glass with hole cut in the top to allow you to fill with the beverage of your choice* Wrapped in styrofoam to prevent breaking* Glass = 6in tall by 2.5in wide and holds 5.3oz of liquid* Shooter Glass = 5.75in tall by 2.4in wide and holds 3.3oz of liquid (Shooters are thicker, heavier glass than the glasses)* Sport Bottle = 11in tall without straw, 14.5in tall with straw, 5.25in wide, and holds 20 oz of liquid* Vinyl personalization glasses are NOT dishwasher safe and are gently spot clean only.Don't stop at just the glass - set the scene for the best night ever.  WANT EVERYTHING YOU SEE IN THE PHOTOS ABOVE? Check out our Penis Silverware at https://etsy.me/3arF3Hx, our Bride Straws at https://etsy.me/2V4LlpI, our Penis Straws at https://etsy.me/2MhsSD1, and our Penis Confetti at https://etsy.me/2sDUYS9.- NEED OTHER MATCHING ITEMS?  Check out our Penis Squirt Guns at https://etsy.me/2X8HsCQ, our Dick Tic Tac Labels at https://etsy.me/2YXsvWF, our Penis Hair Ties at https://etsy.me/2MpBzKM, our customizable Dick Can Coolers at https://etsy.me/2kY8Qmj, our Dick Wash (mouthwash stickers) at https://etsy.me/2PeS2lS, our customizable Penis Champagne, Mini Champagne, and Wine Labels at https://etsy.me/2H419CZ, our Penis Hershey's Kiss Labels at https://etsy.me/2TYiHZC, our Penis Gatorade Labels at https://etsy.me/2TWSwTj, our Penis EOS Favors at https://etsy.me/2SIO7hj, our Penis Hangover Kit Bag at https://etsy.me/2JGAX56, and our Same Penis Forever Hand Sanitizer Labels at https://etsy.me/2GTz9mb.  QUESTIONS?  No problem!  Please contact me via clicking the \"request a custom order\" button or email me at  youhadmeatcrafts [!at] gmail.com.  NOTE:  Please keep in mind that the colors may vary slightly depending on your computer monitor calibration.\n                ", "listing_reviews": "100", "store_reviews": "4,157 reviews", "search": "party decorations", "url": "https://www.etsy.com/listing/757725647/penis-glass-bachelorette-party-drinkware"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=869926639", "store_sales": "25,461 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets, Tan Presets, Presets, Instagram Filters, Influencer Presets, Vsco Filters, Mobile Presets, Brown Presets, Vsco", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "14", "store_reviews": "793 reviews", "search": "party decorations", "url": "https://www.etsy.com/listing/869926639/3-mobile-lightroom-presets-tan-presets"}, {"seller_text": "SnazzyMango", "seller_href": "https://www.etsy.com/shop/SnazzyMango?ref=simple-shop-header-name&listing_id=944703579", "store_sales": "3,763 sales", "store_rating": "4.6667", "listing_title": "INSTAGRAM Wedding Effect! Gold Wedding Effect! Personalised Instagram Effect, Engagement Filter For Instagram! Wedding Instagram Story Mask", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $8.01+\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: Adobe Illustrator, Photoshop, Instagram, Facebook, Spark AR, Glitter, Insta Stories, Effect, Instagram Story, Insta Story, Sparkle, Gold, Instagram Wedding\n\n\nRead the full description"], "listing_desc": "\n                    Personalised Instagram Effect! Gold Wedding Filter.TRY BEFORE YOU BUY: https://www.instagram.com/ar/208780934230521/Make a statement at your wedding with your very own custom Instagram/Facebook filter! All your family, friends, guests and followers will have access to your filter! Anyone who sees your story will also have access to your filter! Unlike snapchat filters it's not restricted to location and there is no upload cost!| CUSTOMISATION |Information Required:Mr. & Mrs. / Mr. & Mr. / Mrs. -Surname -Date (In format required) - Text colour (Select from drop down menu) or message me if you want a colour which isn't listed.Which social media do you want your filter to be on? (Facebook or Instagram). Please note there's a small charge to have your filter on both social media platforms as I essentially have to make 2 separate filters.| HOW IT WORKS |1 - Enter your personalisation requirements in the space provided when ordering.2 - I then design your filter in Instagram/Facebook's unique software.3 - A proof will then be sent to you of how your filter will look, please allow 24hrs for this.4 - Once you're happy with how your filter looks, I then submit it to Instagram/Facebook to upload to their filter collection. (This can take up to 48hrs)!5 - Once the filter has been accepted by Instagram/Facebook I will then email you a link to where you can find your filter on the social media site!6 - You can share the link with all your friends, family and guests! Alternatively, when your post to your story using the filter a badge will be displayed in the top left corner. Anyone who clicks on this will also have access and be able to use your filter! (An example of this is Picture 3).Please message me if you have any questions.  :)If you include the snapchat version in your order, this is just for the filter file. You must upload the filter to Snapchat where costs may be incurred due to location and date. More information can be found here: https://www.snapchat.com/l/en-gb/on-demand/Facebook and Instagram filters are uploaded by me at no extra cost.My full collection of Instagram & Facebook filters can be found here:https://www.etsy.com/uk/shop/SnazzyMango?ref=seller-platform-mcnav&section_id=21416837Keywords:Engagement filter, Instagram mask, Engagement Instagram Filter, Engagement Instagram Effect, Insta Filter, Instagram Filter, Instagram Story, Instagram Stories, Insta Stories, Instagram Wedding, Instagram Wedding Filter, Rose Gold Wedding Filter, Insta Wedding Filter, Insta Wedding Effect, Insta Wedding Stories, Insta Wedding, Instagram Wedding, Rose Gold Wedding Filter, Insta Mask, Insta Effect\n                ", "listing_reviews": "4", "store_reviews": "466 reviews", "search": "party decorations", "url": "https://www.etsy.com/listing/944703579/instagram-wedding-effect-gold-wedding"}, {"seller_text": "caketothetop", "seller_href": "https://www.etsy.com/shop/caketothetop?ref=simple-shop-header-name&listing_id=891581901", "store_sales": "41,935 sales", "store_rating": "4.8611", "listing_title": "Future Mr & Mrs banner, rehearsal dinner decorations, wedding shower decor, bridal party banner, mr and mrs banner, custom engagement banner", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $13.40+\n                        \n                    ", "listing_highlights": ["Handmade"], "listing_desc": "\n                    *Sign up for our newsletter!Copy and paste this URL into your browser and fill out the form to get the coupon codehttp://eepurl.com/dLFqT2The banner is made from cardstock.'Assembling' refers to whether or not you'd like your banner ready to hang. If you choose to do it yourself, we will send the words (with precut holes) and the string for them for you to assemble on your own. If you would rather to not do it on your own, choose 'do it for me'.\n                ", "listing_reviews": "6", "store_reviews": "4,243 reviews", "search": "party decorations", "url": "https://www.etsy.com/listing/891581901/future-mr-mrs-banner-rehearsal-dinner"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=735827695", "store_sales": "171,648 sales", "store_rating": "4.8275", "listing_title": "10 Mobile Lightroom Presets, lightroom mobile presets,Instagram Presets, Preset Lightroom, Desktop Presets - Autumn presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    More presets in our SHOP:www.etsy.com/shop/KatherineDream• FILES INCLUDED IN YOUR PURCHASE •✔️ 10 MOBILE Lightroom presets for mobile Lightroom ( free mobile lightroom app)✔️ 10 DESKTOP Lightroom presets for desktop Lightroom✔️ Post-purchase Support✔️ Instructions✔️ Instant Download • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions• HOW TO ORDER •- Tap “add to cart” or “buy it now”;- Receive receipt and email from Etsy with link to download file- Download the Lightroom presets instantly.🧡Do you want to support us?  FREE package every week for our patrons and much more🧡https://www.patreon.com/katherinedream🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it. :)🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "100", "store_reviews": "6,145 reviews", "search": "party decorations", "url": "https://www.etsy.com/listing/735827695/10-mobile-lightroom-presets-lightroom"}, {"seller_text": "KIINcreations", "seller_href": "https://www.etsy.com/shop/KIINcreations?ref=simple-shop-header-name&listing_id=687420415", "store_sales": "108,067 sales", "store_rating": "4.8939", "listing_title": "MOODY blogger LIGHTROOM mobile & desktop presets / instagram blogger travel sage filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.12\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    ⭐ MORE PRESETS HERE: https://www.etsy.com/shop/KIINcreationsMOODY blogger Lightroom Presets for LIGHTROOM MOBILE & DESKTOP. These presets focus on moody tones, thunder blues and a beautiful tan skin. Perfect for holiday photos, beach bloggers, or even city pics!This set will make you achieve that moody low saturation look, without loosing too much colours.WHAT DO YOU GET? A super cool MOODY blogger Lightroom Preset set containing 5 beautiful presets:✅ 5 Mobile Lightroom Presets (DNG files)✅ 5 Desktop Lightroom Presets (XMP files)✅ 5 Desktop Lightroom Presets (LRtemplate files)\u2028✅ Easy Step-by-step PDF guide with instructionsBEST CUSTOMER SERVICEI want to be sure you’re satisfied! If you have any issues, I am happy to help! Just message me! :)COMMON QUESTIONS➕ Works in Lightroom Mobile App (iOS/Android)➕ Works With & WITHOUT Adobe subscription➕ You only need Lightroom CC App on your Phone/iPad➕ Works With All Lightroom & Adobe Camera Raw (ACR) Desktop VersionsMy presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. I’m confident that my presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image.IF YOU WISH TO PURCHASE ONLY LR MOBILE PRESETS - CLICK HERE:https://www.etsy.com/listing/673566022/moody-blogger-lightroom-mobile-presets?ref=shop_home_active_1Once payment is made you can download the presets instantly. Contact me with any questions regarding your order or using your presets I will be happy to help!STAY IN TOUCHIG: instagram.com/kiinlrpresetsWEBSITE: kiinlightroompresets.comEMAIL: info [!at] kiinlightroompresets.comRefunds/ExchangesDue to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is my number one priority. In the case you are not happy with a preset, send me a message and we can discuss an exchange for a preset that better fits your needs.© 2020 KIIN CREATIONS LLC, All Rights ReservedTERMS OF USE: Including but not limited to: No sharing the files. No selling the files. Derivative works are prohibited.\n                ", "listing_reviews": "47", "store_reviews": "4,454 reviews", "search": "party decorations", "url": "https://www.etsy.com/listing/687420415/moody-blogger-lightroom-mobile-desktop"}, {"seller_text": "PekiDesignStudio", "seller_href": "https://www.etsy.com/shop/PekiDesignStudio?ref=simple-shop-header-name&listing_id=767734974", "store_sales": "7,739 sales", "store_rating": "4.7764", "listing_title": "He Asked She Said Yes Cupcake Toppers, Engagement Cupcake Toppers, Engagement Party Decor.", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $11.20\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: glitter, cardstock, foil\n\n\nRead the full description"], "listing_desc": "\n                    He Asked She Said Yes Cupcake Toppers, Engagement Cupcake Toppers, Engagement Party Decor.He asked, and she said yes!  It's time to celebrate!Perfect for you Engagement party, Bridal shower or  Bachelorette party. I T E M ~ D E T A I L S  This listing includes a set of 12 cupcake toppers*(6 of each design) Size of each topper: 2.5\" W aprox. If you loved this style and want to see more beautiful items for your celebration, find them in my shop clicking the link below: https://www.etsy.com/shop/PekiDesignStudio **Custom orders are always welcome. All items in our shop are customizable. If you don't see exactly what you need please message us for a custom order.Any question you might have, I am always happy to help. Just send me a message and I will answer as soon as possible! **Estimated delivery times:North America: 2-6 business days  PekiDesignStudio.\n                ", "listing_reviews": "28", "store_reviews": "754 reviews", "search": "party decorations", "url": "https://www.etsy.com/listing/767734974/he-asked-she-said-yes-cupcake-toppers"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=793073746", "store_sales": "70,787 sales", "store_rating": "4.9099", "listing_title": "5 Nude Tone Presets Lightroom Mobile & Desktop, Minimal Beige Instagram Filter Warm, Creamy Brown Lifestyle Influencer Preset for Bloggers", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Nude Tones Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram, Photo Editing Filter for Lifestyle and Travel🌟The Nude Tones Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add soft beige, tan and creamy nude colored tones to your Instagram photos. These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for mobile preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "63", "store_reviews": "5,613 reviews", "search": "party decorations", "url": "https://www.etsy.com/listing/793073746/5-nude-tone-presets-lightroom-mobile"}, {"seller_text": "FilAndEllieStudio", "seller_href": "https://www.etsy.com/shop/FilAndEllieStudio?ref=simple-shop-header-name&listing_id=989903068", "store_sales": "9,294 sales", "store_rating": "4.8409", "listing_title": "6 MOBILE & Desktop LIGHTROOM Presets, Bright and Airy Preset, Blogger Presets ,White Lyfestyle Presets,Bohemian Presets, Bright Instagram", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF, 2 ZIP"], "listing_desc": "\n                    Instagram Presets / Mobile Lightroom Presets / Desktop & Mobile Presets /Bight White Lifestyle Bohemian Presets✩ INCLUDED IN YOUR PURCHASE ✩6 Mobile Lightroom Presets (DNG files)6 Desktop Lightroom Presets (XMP files)Free 35 pages PDF on Social Media GrowthDetailed PDF Image Instructions◾️ If you have issues downloading or using any of the files, please contact me and I will re-send you the files and help you troubleshoot◾️With over 10 years of professional experience in the world of photography, you are guaranteed to get high quality presets that will elevate the look of your photos. We spent hundredths of hours editing, so that you won’t have to.✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Works With & WITHOUT Adobe subscription✔️ You only need Lightroom CC App on your Phone/iPad✔️ Works With Lightroom Desktop for Mac or PCCreated for the FREE Lightroom Mobile App and Desktop Lightroom. Works best on RAW files but is fully compatible with JPEGS as well.General information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUY. Make sure to select save the zip file on your phone.These presets were designed to work in any light condition, from full sun to shade. They work particularly well with neutral backgrounds with white elements and natural light. The settings were set to enhance the colors of skin tones and to make everything brighter, softer and airy.perfect for photos taken at the beach, summer photos, indoor or any photo with natural sunlight Bright Boho includes 6 mobile bohemian presets and 6 premium desktop presets. They are all extremely versatile, can be fully customized and are guaranteed to enhance dull images with just one click. Whether you work with photos straight from your phone’s camera roll or raw files from your DSLR, these presets will help you refine your style giving you beautiful photos.Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "7", "store_reviews": "421 reviews", "search": "party decorations", "url": "https://www.etsy.com/listing/989903068/6-mobile-desktop-lightroom-presets"}, {"seller_text": "EliteStudioPresets", "seller_href": "https://www.etsy.com/shop/EliteStudioPresets?ref=simple-shop-header-name&listing_id=782384908", "store_sales": "17,026 sales", "store_rating": "4.7489", "listing_title": "20 Lightroom Mobile Desktop Presets Bright Feed, Natural Bright Airy Preset, Indoor Outdoor Preset Filter, Baby Photo, Wedding", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.37\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    20 PACKAGE Lightroom Mobile Desktop Presets BRIGHT FEED, Bright and Airy, Light Bright Preset, Indoor and Outdoor Preset, Baby Photos, Wedding PresetThese presets work best for photos taken under bad lighting. When your pictures are in need of some Light and Brightness, choose this preset pack. It gives your baby, wedding and business photos a professional look. Great for both indoor and outdoor photos. With 20 different presets, there must be one suitable for your picture.☆ What is included? ☆➤ 20 Presets in DNG and XMP format (NOT lrtemplate format, but you can still use them by uploading the DNG files in your Lightroom Desktop and save them as preset.)➤ PDF file containing a link to download your mobile and desktop presets➤ PDF installation guideEtsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets☆ Compatibility ☆➤ For MOBILE and DESKTOP use (iPhone, Android, PC, MAC)➤ Compatible with free version of the Adobe Lightroom App. You can download this app for free on your mobile phone (iPhone or Android)➤ Compatible with the paid desktop version of the Adobe Lightroom Classic CC (version 7.3+)➤ For use on JPEG and RAW images☆ BUY 5 AND GET 30% OFF!! ☆Add 5 presets in your cart and receive automatically 30% discount!https://www.etsy.com/shop/EliteStudioPresets☆ 24/7 Support ☆If you have any questions or need some help with the presets, please contact me at Etsy or through email elitestudiopresets[at]@gmail.com♡ Share with Us! ♡I would love to see how your pictures turned out by using our presets. Please include them in your review! Tag or DM us on instagram to get featured!@elitestudiopresets© 2020 Elite Studio Presets, All Rights ReservedTerms of Use: By purchasing this item, you are automatically agreeing to the terms of use. Included but not limited to: Prohibition of sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "100", "store_reviews": "749 reviews", "search": "party decorations", "url": "https://www.etsy.com/listing/782384908/20-lightroom-mobile-desktop-presets"}, {"seller_text": "imrangiftshop", "seller_href": "https://www.etsy.com/shop/imrangiftshop?ref=simple-shop-header-name&listing_id=780629588", "store_sales": "63,827 sales", "store_rating": "4.4231", "listing_title": "Personalised Bunting Custom Banner 7\" Garland Party Decorations GARLAND Glitter Rose Gold #15", "listing_bestseller": "Bestseller", "listing_price": "\n                        $8.62+\n                    ", "listing_highlights": ["Handmade", "Materials: Glitter, Card\n\n\nRead the full description"], "listing_desc": "\n                    * 7\" HEIGHT* 250 gsm Thick Card* COMES WITH A STRING* PREMIUM QUALITY FINISHING ------------------------LETTERS AVAILABLE------------------------Alphabets - ABCDEDFGHIJKLMNOPQRSTUVWXYZNumbers - 1234567890Symbols - !@#&♥'?------------------------The letters are made of 250 gsm thick & sturdy card. The banner comes with a 10 feet long string to hand the letters.Each letter is 7 Inches in height. The width varies on some letters depending on the letter.------------------------WE HAVE MORE!------------------------Our shop offers personalised cake toppers, cushions, framed, wooden plaques and custom banners for all occasions such as Wedding Anniversary, Baby Shower, Farewell Party, Baby Shower, Christening and more!We have cake toppers available for all ages and all Birthday parties (1st, 3rd, 5th, 13th, 16th, 21st, 25th, 30th, 40th, 50th, 60th, 65th, 70th, 80th, 90th, 100th and etc!----------------------------VISIT OUR STORE!----------------------------You can purchase customisable items from our store by clicking on the link below:https://www.etsy.com/uk/shop/imrangiftshop\n", "listing_reviews": "55", "store_reviews": "4,932 reviews", "search": "party decorations", "url": "https://www.etsy.com/listing/780629588/personalised-bunting-custom-banner-7"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=734939541", "store_sales": "70,788 sales", "store_rating": "4.9099", "listing_title": "5 Color Pop Lightroom Mobile & Desktop Presets, Vibrant iPhone Photo Editing for Instagram Blogger, Bright Summer Travel Influencer Filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Color Pop Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram Influencers, Bright Vibrant Photo Editing Filter for Summer Travel🌟The Color Pop Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add beautiful, vibrant tones to your Instagram photos. These presets were inspired by my personal Instagram editing style & digital nomad lifestyle.These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "77", "store_reviews": "5,613 reviews", "search": "party decorations", "url": "https://www.etsy.com/listing/734939541/5-color-pop-lightroom-mobile-desktop"}, {"seller_text": "IuliiaPresets", "seller_href": "https://www.etsy.com/shop/IuliiaPresets?ref=simple-shop-header-name&listing_id=748881190", "store_sales": "9,430 sales", "store_rating": "4.7874", "listing_title": "20 Lightroom Mobile Presets Desktop VIBRANT Bright Summer Preset Vivid Color Pop Presets Lifestyle Beach LR Mobile Presets Instagram Filters", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $5.97\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ❤️ See more presets in our shop: ❤️www.etsy.com/shop/IuliiaPresets📎Important!Lightroom Presets DESKTOP & MOBILE, DESKTOP and MOBILE versions separately you can see in my shop! (Links below)📎This set of vivid colors presets (Lightroom Desktop Presets and LR Mobile Presets) is perfect for your colorful photos. Using this Vibrant presets as Instagram filters you can transform your Instagram feed to amazing vivid tones!These Desktop and Mobile color pop presets were tested with different colors using as blogger, influencer presets and lifestyle presets.📎Lightroom Desktop & Mobile VIBRANT bright summer and beach Preset in 20 different variations.Based on your camera settings, lighting conditions, white balance settings, dominant colors etc., you may need to slightly adjust the settings of the presets to make your photos look perfect!It is for this reason the additional variations of the Original preset were created to make sure that you get the desired results for different settings of your original photos.📎You can easy to download presets and add photo filter by one click!📎Buy MOBILE version onlyhttps://www.etsy.com/listing/748877780/📎Buy DESKTOP version onlyhttps://www.etsy.com/listing/762758501/📎Have a look at all presets and story highlight icons in my shop:https://www.etsy.com/shop/IuliiaPresets 📎FREE TEST EDIT! ❤️Can't decide what preset to buy? Text me a message 📝and I can do a FREE test edit for your photo using 3 presets you have chosen to help you decide!📎How to install Lightroom presets you can see in my included instructions.📎You need Lightroom App on your Mobile/Desktop devices.📎Included:- Lightroom Desktop Presets (20 XMP files and 20 LRTEMPLATE files (for different Lightroom versions) for desktop only)- Lightroom Mobile Presets (20 photo editing DNG files)- Step-by-step text guide with video instructions📎If the filter makes your photos too dark or too light, adjusting the exposure and/or contrast should fix this. The result depends on the lighting of your original photos.📎Due to the nature of digital downloads no exchanges or refunds will be made.Make sure you read all product information carefully before making a purchase.If you have any questions, please contact me and I will be happy to help you!📎Please follow me on Instagram @iuliiapresets to see the presets in action. Tag me with @iuliiapresets when you post your photos using my presets! I would be happy to see them!📎Stay In Touch:Instagram: @iuliiapresetsEmail: iuliiapresets [a] gmail.com📎Important: There is no refund/exchange/cancellation for the purchases with digital items! 📎©2019, IuliiaPresets, All Rights ReservedDo not copy or redistribute!\n                ", "listing_reviews": "14", "store_reviews": "318 reviews", "search": "party decorations", "url": "https://www.etsy.com/listing/748881190/20-lightroom-mobile-presets-desktop"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=747180046", "store_sales": "237,233 sales", "store_rating": "4.8714", "listing_title": "10 Lightroom Presets For Desktop and Mobile Lightroom INSTA / Lightroom Mobile Presets / Instagram Filter for Bloggers, Photo Editing", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    10 Mobile Lightroom Presets INSTA THEME , instagram preset,  influencer presets , lifestyle blogger presetsEdit your Instagram photos like a pro on your mobile device! Instagram Preset INSTA THEME Included 10 presets inspired by travel bloggers and influencers around the world  and will enhance your photos and assist in creating a cohesive Instagram feed. This preset for every kind of picture that will surely deliver stunning results and make your images look a hundred times better! For photographers who do a lot of fashion, travel and lifestyle photography.🔺Included10 LIGHTROOM PRESET .DNG file .ZIP Archive 10 LIGHTROOM PRESET .XMP file .ZIP Archive .PDF file with direct link to download presets directly to your phone .PDF Instruction Guide 📍Unfortunately, Etsy does not support downloading digital files via Etsy App. Please download via one of the following options:1. Visit your email and click 'View Your Files on Etsy' in the email received from Etsy. Login to your Etsy account (if you have one). You will see the links to your files at the bottom of the page.2. Login to your Etsy account via Safari or Google Chrome browser on your mobile phone. Click on Your Account (a circle in the top right corner) > Purchases and Reviews > Your Order > 'Download Files'. You will see the links to your files at the bottom of the page.Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and I'll send your preset immediately and you can save directly in your camera roll‼️For any questions or editing help Please contact me email victoriabee.shop [!at] gmail.com© 2019-2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoKeywords: Instagram Filter, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Lightroom filter for Blogger, Summer presets, cohesive aesthetic,  lightroom desktop, photo filter,  instagram filter\n                ", "listing_reviews": "41", "store_reviews": "8,047 reviews", "search": "party decorations", "url": "https://www.etsy.com/listing/747180046/10-lightroom-presets-for-desktop-and"}, {"seller_text": "Blondary", "seller_href": "https://www.etsy.com/shop/Blondary?ref=simple-shop-header-name&listing_id=967519508", "store_sales": "2,567 sales", "store_rating": "4.9957", "listing_title": "Mobile Lightroom Presets, Spring Preset, Vintage Presets, Vsco Filters, Iphone Presets, Lightroom, Mobile Presets, Instagram Filters, Bright", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.89\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Mobile Lightroom Presets, Instagram Presets, Vintage Presets, Spring Preset, Travel presets, Bright Presets, Photo filter, Blogger Presets, Indoor photo presets, Lifestyle presets, Warm Bright preset, Instagram Filter✩ FREE PRESETS OFFER ✩💥 GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE 💥💥 GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE 💥*Spring Mobile Preset: include 1 mobile lightroom preset perfect for Spring. Transform your outdoor photos with the Spring Lightroom Preset*⭐You Will Receive :- 1 DNG. Mobile Preset- 1 PDF file - Mobile InstructionsAll presets files are in DNG format.After the download you will need to unzip the file, either on your PC (and then send the mobile presets to your phone) or on your phone (if you have an app that can unzip files).- If you have problems with installation or with downloading your files just contact me and I'll do my best to help you.- Please keep in mind that each photo has different light setting so you can tweak some settings as light, contrast etc after applying you presets to get best results.For personal use ONLY! You may NOT sell, distribute, rent, give, sub-license, or transfer presets, or presets sent to anyone else.More Presets:Creamy Presets:https://www.etsy.com/listing/948185389/mobile-lightroom-presets-5-creamy?ref=shop_home_active_8&pro=1Winter Snow Presets:https://www.etsy.com/listing/949617290/mobile-lightroom-presets-12-winter-snow?ref=shop_home_active_9&pro=1Selfie Presets:https://www.etsy.com/listing/969972545/mobile-lightroom-presets-8-selfie?ref=shop_home_active_4&pro=1Fitness Presets:https://www.etsy.com/listing/943374818/lightroom-presets-6-fitness-presets?ref=shop_home_active_5&pro=1Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filters, Travel Presets, Influencer Presets, warm presets, iPhone Presets, Moody Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright Presets, Clean Preset, Color Pop Preset, Vibrant Presets, Mountains Presets, Bright Nature Presets, Nature Presets , Landscape Presets, Adventure Presets, Hiking Presets, Spring Presets, Green Presets\n                ", "listing_reviews": "29", "store_reviews": "234 reviews", "search": "party decorations", "url": "https://www.etsy.com/listing/967519508/mobile-lightroom-presets-spring-preset"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=743667337", "store_sales": "237,232 sales", "store_rating": "4.8714", "listing_title": "20 Lightroom Presets LIGHT AND AIRY, Bright and Clean Instagram Presets, Mobile and Desktop Photo Filter, Instagram Photo Editing", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    Mobile and Desktop Lightroom Presets LIGHT & AIRY Blogger Preset Collection for Instagram Photo preset Bright and Light preset Photo filterLighten your dark photo, add brightness to it and refresh it with this preset bundle! 🔺Included20  LIGHTROOM PRESET .ZIP file with .DNG .XMP.PDF file with direct link to download presets directly to your phone .PDF Instruction Guide Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️For any questions or editing help Please contact me email victoriabee.shop [!at] gmail.com© 2019-2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoKeywords: Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset\n                ", "listing_reviews": "100", "store_reviews": "8,047 reviews", "search": "party decorations", "url": "https://www.etsy.com/listing/743667337/20-lightroom-presets-light-and-airy"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=870000293", "store_sales": "25,455 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets, Beauty Presets, Instagram Filters, Natural Presets, Vsco Filters,Lightroom Mobile Presets, Nude Presets, Selfie", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "18", "store_reviews": "793 reviews", "search": "party decorations", "url": "https://www.etsy.com/listing/870000293/3-mobile-lightroom-presets-beauty"}, {"seller_text": "EliteStudioPresets", "seller_href": "https://www.etsy.com/shop/EliteStudioPresets?ref=simple-shop-header-name&listing_id=881740942", "store_sales": "17,026 sales", "store_rating": "4.7489", "listing_title": "Lightroom Preset ICE COFFEE, Single Mobile Desktop Lightroom Preset, Soft Light Beige Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $1.83\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 2 other files"], "listing_desc": "\n                    Lightroom Presets ICE COFFEE, Single Mobile Desktop Lightroom Presets, Soft Light Brown Preset☆ What is included? ☆➤ 1 Mobile Preset in .DNG format➤ 1 Desktop Preset in .XMP format (NOT lrtemplate format, but you can still use them by uploading the DNG files in your Lightroom Desktop and save them as preset.)➤ PDF installation guide☆ Compatibility ☆➤ For MOBILE and DESKTOP use (iPhone, Android, PC, MAC)➤ Compatible with free version of the Adobe Lightroom App. You can download this app for free on your mobile phone (iPhone or Android)➤ Compatible with the paid version of the Adobe Lightroom Classic CC (version 7.3+)➤ For use on JPEG and RAW imagesSince each image is different due to lighting conditions, camera settings, and personal style, these presets may need to be slightly altered to fit your needs.☆ BUY 5 AND GET 30% OFF!! ☆Add 5 presets in your cart and receive automatically 30% discount!https://www.etsy.com/shop/EliteStudioPresets☆ 24/7 Support ☆If you have any questions or need some help with the presets, please contact me at Etsy or through email elitestudiopresets[at]@gmail.com♡ Share with Us! ♡I would love to see how your pictures turned out by using our presets. Please include them in your review! Tag or DM us on instagram to get featured!@elitestudiopresets© 2020 Elite Studio Presets, All Rights ReservedTerms of Use: By purchasing this item, you are automatically agreeing to the terms of use. Included but not limited to: Prohibition of sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "22", "store_reviews": "750 reviews", "search": "party decorations", "url": "https://www.etsy.com/listing/881740942/lightroom-preset-ice-coffee-single"}, {"seller_text": "SnazzyMango", "seller_href": "https://www.etsy.com/shop/SnazzyMango?ref=simple-shop-header-name&listing_id=990671746", "store_sales": "3,763 sales", "store_rating": "4.6667", "listing_title": "CUSTOM Bachelorette Instagram Filter! Neon Bachelorette Filter, Bachelorette Filter Instagram, Instagram Effect, Hen Party Filter, Instagram", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $8.01+\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: Adobe Illustrator, Photoshop, Instagram, Facebook, Spark AR, Glitter, Insta Stories, Effect, Instagram Story, Insta Story, Neon, Bachelorette, Filter\n\n\nRead the full description"], "listing_desc": "\n                    Custom Neon Bachelorette Filter For Instagram, Instagram Stories Filter!TRY BEFORE YOU BUY: https://www.instagram.com/ar/510638693640520Make a statement at your bachelorette with your very own custom Instagram/Facebook filter! All your family, friends, guests and followers will have access to your filter! Anyone who sees your story will also have access to your filter! Unlike snapchat filters it's not restricted to location and there is no upload cost!| CUSTOMISATION |Information Required:Name -Date -All colours and text are customisable so feel free to message me if you require different colours or wording!| HOW IT WORKS |1 - Enter your personalisation requirements in the space provided when ordering.2 - I then design your filter in Instagram/Facebook's unique software.3 - A proof will then be sent to you of how your filter will look, please allow 24hrs for this.4 - Once you're happy with how your filter looks, I then submit it to Instagram/Facebook to upload to their filter collection. (This can take up to 48hrs)!5 - Once the filter has been accepted by Instagram/Facebook I will then email you a link to where you can find your filter on the social media site!6 - You can share the link with all your friends, family and guests! Alternatively, when your post to your story using the filter a badge will be displayed in the top left corner. Anyone who clicks on this will also have access and be able to use your filter! (An example of this is Picture 3).Please message me if you have any questions.  :)If you include the snapchat version in your order, this is just for the filter file. You must upload the filter to Snapchat where costs may be incurred due to location and date. More information can be found here: https://www.snapchat.com/l/en-gb/on-demand/Facebook and Instagram filters are uploaded by me at no extra cost.My full collection of Instagram & Facebook filters can be found here:https://www.etsy.com/uk/shop/SnazzyMango?ref=seller-platform-mcnav&section_id=21416837Keywords:bachelorette, bachelorette filter, instagram bachelorette filter, insta effect, instagram effect, neon bachelorette, neon filter, hen party, hen party filter, Insta Filter, Instagram Filter, Instagram Story, Instagram Stories, Insta Stories, Instagram Wedding, Instagram Wedding Filter, Rose Gold Wedding Filter, Insta Wedding Filter, Insta Wedding Effect, Insta Wedding Stories, Insta Wedding, Instagram Wedding, Rose Gold Wedding Filter, Insta Mask, Insta Effect\n                ", "listing_reviews": null, "store_reviews": "466 shop reviews", "search": "party decorations", "url": "https://www.etsy.com/listing/990671746/custom-bachelorette-instagram-filter"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=972851457", "store_sales": "171,648 sales", "store_rating": "4.8275", "listing_title": "10 Mobile LIGHTROOM Presets, Summer Preset, lightroom mobile presets, Desktop Presets Blogger, Natural Preset, Bright Instagram, vsco filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP, 1 PDF"], "listing_desc": "\n                    🎁 GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code: 2FREE• Pay only for 2 itemsMore presets in our SHOP:www.etsy.com/shop/KatherineDream• FILES INCLUDED IN YOUR PURCHASE •✔️ 10 MOBILE Lightroom presets for mobile Lightroom( free mobile lightroom app)✔️ 10 DESKTOP Lightroom presets for desktop Lightroom✔️ Post-purchase Support✔️ Instructions✔️ Instant Download • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions♡ HOW TO ORDER ♡- Tap “add to cart” or “buy it now”;- Receive receipt and email from Etsy with link to download file- Download the Lightroom presets instantly.❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it. :)🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "70", "store_reviews": "6,145 reviews", "search": "party decorations", "url": "https://www.etsy.com/listing/972851457/10-mobile-lightroom-presets-summer"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=663947338", "store_sales": "171,649 sales", "store_rating": "4.8275", "listing_title": "21 Lightroom MOBILE Presets - Lightroom Presets - Instagram Filter - Mobile Preset & Desktop Preset, Lifestyle Blogger Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    • Professional Lightroom Presets for free Mobile and Desktop Lightroom• You receive 21 variants of presets with white/slightly warm/slightly cold tones• You can use them unlimited number of times.• Post-purchase support guaranteed - if you need my help with editing don't hesitate to contact me ✅FILES included:- 21 Lightroom presets in DNG format for MOBILE Lightroom (free app compatible with both IOS and ANDROID).- 21 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 itemsThis Preset package is perfect for all dark or normal photos. All presets will give your photos and images modern, clean and bright look. It is perfect for indoor as well as outdoor photos and it will also tweak lightings. This package is perfect for bloggers and profesional photographers as well as for casual photographers because no additional tweaks are needed. White Lifestyle can change your photos with one click right on your phone.  White Lifestyle Lightroom Presets have been created to brighten your photos with a light, white and clean look.❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "25", "store_reviews": "6,145 reviews", "search": "party decorations", "url": "https://www.etsy.com/listing/663947338/21-lightroom-mobile-presets-lightroom"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=665103784", "store_sales": "237,233 sales", "store_rating": "4.8715", "listing_title": "10 Lightroom Presets RIESLING for Desktop and Mobile Lightroom, Color Pop, Vibrant Presets, Instagram Blogger Summer Photo Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    10 Mobile Lightroom Presets Riesling Summer preset Warm preset Travel presets Instagram filter Sunny preset This presets pack will bring out Vibrant Rich Tones and Saturated Summer Pop Colors in your photos.10  LIGHTROOM PRESETS RIESLING  for Mobile and Desktop LightroomThese Presets Pack  are perfect for Instagram, blogging and photo editing on the go. Hight Quality Preset, Great for Portraits, Bloggers, Travelers, Engagements and Wedding' shoots, a user friendly pack, easy to use, One click Lightroom Preset that gives your collection of work a more cohesive and aesthetic feel and get you on your way to creating stunning images. 🎁 GET 5 & PAY FOR 3: add 5 presets to your cart, use coupon: GIFT2 and pay for 3 only https://www.etsy.com/shop/VictoriaBeePhoto?coupon=GIFT2This pack Included 10 presets inspired by travel bloggers and influencers around the world.This preset for every kind of picture that will surely deliver stunning results and make your images look a hundred times better! For photographers who do a lot of fashion, travel and lifestyle photography.Check out my Bestseller Itemshttps://www.etsy.com/shop/VictoriaBeePhoto♦️ Works in Lightroom Mobile App (iOS/Android)♦️ Works With & Without Adobe subscription♦️ Compatible with All Photo formatsIncluded:🔶10 Lightroom presets in .DNG format for MOBILE Lightroom .ZIP archive🔶10 Lightroom presets in .XMP format for DESKTOP Lightroom .ZIP archive🔶.PDF file with direct link to download presets directly to your phone 🔶.PDF Instruction Guide 10 Riesling Presets  has been created to achieve a very modern, glamorous, trendy & Instagram aesthetic look. You will get best fashionable, professional  one-click result from this pack.Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️Keep in mind that all presets work differently with each photo depending on a number of factors such as lighting, white balance, tone etc. Please contact me for any questions or editing help victoriabee.shop [!at] gmail.com© 2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephoto  ©victoriabee.presetsMobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset, Pop Colour Preset, Vibrant Preset, Summer Presets\n                ", "listing_reviews": "100", "store_reviews": "8,047 reviews", "search": "party decorations", "url": "https://www.etsy.com/listing/665103784/10-lightroom-presets-riesling-for"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=869986401", "store_sales": "25,455 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets,Honey Presets, Instagram Filter, Vsco Filters, Lightroom, Mobile Presets, Presets, Natural Nude, Blogger Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "12", "store_reviews": "793 reviews", "search": "party decorations", "url": "https://www.etsy.com/listing/869986401/3-mobile-lightroom-presetshoney-presets"}, {"seller_text": "LizMartinezCreations", "seller_href": "https://www.etsy.com/shop/LizMartinezCreations?ref=simple-shop-header-name&listing_id=991883473", "store_sales": "197 sales", "store_rating": "5", "listing_title": "3 Retro Summer LIGHTROOM Mobile Presets, Presets, Blue Preset, Summer Preset, Teal Preset, Influencer Filter, Instagram Filter, Retro Preset", "listing_bestseller": "-", "listing_price": "\n                        $2.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 3 other files"], "listing_desc": "\n                    3 Retro Summer LIGHTROOM Mobile Presets, Presets, Blue Preset, Summer Preset, Teal Preset, Influencer Filter, Instagram Filter, Retro Preset*** Retro Summer Presets works best with with pictures that primarily have blues, greens, reds, and neutrals! Remember you might have to tweak the preset to your liking every so often since lighting, colors, and quality can vary photo to photo! ***SHOP MORE: https://www.etsy.com/shop/LizMartinezCreations/Presets are perfect for bloggers, influencers, photographers, and even personal accounts to help create a cohesive Instagram feed / theme. Works with one click to transform your pictures and enhance your brand. This Retro Summer Preset gives your photos dated and teal blue tones. This preset is great for lifestyle, travel, flat lay, interior design, fashion, and day-to-day photos.----------❂ INCLUDED IN YOUR PURCHASE ❂⚫ 3 Mobile Lightroom Presets (DNG files)⚫ Step-by-step guide for installationIf your mobile device is having trouble downloading or if you have any questions about editing, send me a message!❂ LET'S CONNECT ❂IG: www.instagram.com/simplyxlizPINTEREST: www.pinterest.com/simplyxliz/TIKTOK: www.tiktok.com/@simplyxlizEMAIL: lizmartinezcreations [at] gmail.com----------TERMS OF USE: No refunds or exchanges can be made for digital products after they are downloaded!© 2021 Liz Martinez Creations, All Rights ReservedTERMS AND CONDITIONS:Prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.Any other use is strictly prohibited and may violate copyright, trademark and other laws.Keywords:Mobile Preset, Instagram Preset, Influencer Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Lightroom CC, DNG, Presets, Retro Preset, Summer Preset, 70s Preset, 60s Preset, Blue Preset, Travel Presets, iPhone Presets, Bright Preset, Colorful Preset, Summer Preset, Vacation Preset\n                ", "listing_reviews": null, "store_reviews": "12 shop reviews", "search": "party decorations", "url": "https://www.etsy.com/listing/991883473/3-retro-summer-lightroom-mobile-presets"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=971564670", "store_sales": "237,232 sales", "store_rating": "4.8714", "listing_title": "25 Mobile and Desktop Lightroom Presets, Magic Hour presets, Sunny Golden Lightroom Preset, Warm Instagram Filter, Sun Travel Summer Blogger", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $4.35\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    25 LIGHTROOM PRESETS MAGIC HOURLIGHTROOM PRESETS FOR GOLDEN HOUR, SUNRISE & SUNSETThe MAGIC HOUR preset gives photos a softer and warmer look , This preset is ideal for pictures that are taken under a natural light and works well with portraits and outdoor photos. The preset can be applied with just one click and will give your photos an interesting and amazing look –  ideal for creating stand-out photos for printing and hanging on your wall.Check out my Bestseller Itemshttps://www.etsy.com/shop/VictoriaBeePhoto♦️ Works in Lightroom Mobile App (iOS/Android)♦️ Works With & Without Adobe subscription♦️ Compatible with All Photo formatsIncluded:🔶25 Lightroom presets in .DNG format for MOBILE Lightroom (.ZIP Archive)🔶25 Lightroom presets in .XMP format for DESKTOP Lightroom (.ZIP Archive)🔶.PDF file with direct link to download presets directly to your phone (Dropbox)🔶.PDF Instruction Guide Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets.‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️Keep in mind that all presets work differently with each photo depending on a number of factors such as lighting, white balance, tone etc. Please contact me for any questions or editing help victoriabee.shop [!at] gmail.com© 2019-2021 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephoto\n                ", "listing_reviews": "7", "store_reviews": "8,047 reviews", "search": "party decorations", "url": "https://www.etsy.com/listing/971564670/25-mobile-and-desktop-lightroom-presets"}, {"seller_text": "imrangiftshop", "seller_href": "https://www.etsy.com/shop/imrangiftshop?ref=simple-shop-header-name&listing_id=794477103", "store_sales": "63,827 sales", "store_rating": "4.4231", "listing_title": "Personalised Bunting Custom Banner 7\" Garland 18th Birthday Party Decorations EIGHTEEN Glitter Rose Gold #19", "listing_bestseller": "Bestseller", "listing_price": "\n                        $8.62+\n                    ", "listing_highlights": ["Handmade", "Materials: Glitter, Card\n\n\nRead the full description"], "listing_desc": "\n                    * 7\" HEIGHT* 250 gsm Thick Card* COMES WITH A STRING* PREMIUM QUALITY FINISHING ------------------------LETTERS AVAILABLE------------------------Alphabets - ABCDEDFGHIJKLMNOPQRSTUVWXYZNumbers - 1234567890Symbols - !@#&♥'?------------------------The letters are made of 250 gsm thick & sturdy card. The banner comes with a 10 feet long string to hand the letters.Each letter is 7 Inches in height. The width varies on some letters depending on the letter.------------------------WE HAVE MORE!------------------------Our shop offers personalised cake toppers, cushions, framed, wooden plaques and custom banners for all occasions such as Wedding Anniversary, Baby Shower, Farewell Party, Baby Shower, Christening and more!We have cake toppers available for all ages and all Birthday parties (1st, 3rd, 5th, 13th, 16th, 21st, 25th, 30th, 40th, 50th, 60th, 65th, 70th, 80th, 90th, 100th and etc!----------------------------VISIT OUR STORE!----------------------------You can purchase customisable items from our store by clicking on the link below:https://www.etsy.com/uk/shop/imrangiftshop\n", "listing_reviews": "100", "store_reviews": "4,932 reviews", "search": "party decorations", "url": "https://www.etsy.com/listing/794477103/personalised-bunting-custom-banner-7"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=923109412", "store_sales": "21,701 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Neutral Filter, Cream Preset, Instagram Filters, iPhone Presets, Lightroom Filter, Lifestyle Preset, Blogger Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it natural with this Ethereal Preset! This Lightroom Mobile preset will effortlessly soften and mute the shades in your photos to achieve a bright creamy look with the click of button! ❀ Your purchase includes ❀- 1 Ethereal Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "23", "store_reviews": "1,130 reviews", "search": "party decorations", "url": "https://www.etsy.com/listing/923109412/lightroom-mobile-preset-neutral-filter"}, {"seller_text": "EarlesFolly", "seller_href": "https://www.etsy.com/shop/EarlesFolly?ref=simple-shop-header-name&listing_id=656109447", "store_sales": "109,474 sales", "store_rating": "4.9265", "listing_title": "Bachelorette Party Penis Confetti, Bachelorette Party Penis Favors Hens Penis Confetti Bachelorette Party Decorations Glitter Penis Confetti", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.50+\n                    ", "listing_highlights": ["Handmade"], "listing_desc": "\n                    25 PIECE DISCLAIMER*: a 25 piece penis confetti comes with just 25 penises. It's the smallest quantity and cheapest option; it covers a very small decorating space. We strive to always meet your expectations, so if you order a 25 piece: please expect an XS crop top, not a XL maxi dress. :p Cheers, sisters!Our premium glitter penis confetti is the perfect naughty touch to a Bachelorette Party or Hens!We carry an almost endless variety of glittery colors and most colors ship out same day.Use your confetti in all kinds of hilarious ways! Stuff your Bachelorette Party invites for a glittery surprise. Add them to your Bachelorette Party Favors for a laugh. Sprinkle your gift or food tables. Put them on your boss's desk. Only your raunchy imagination is the limit.All of our party confetti & decorations are handmade in Austin, Texas by ladies who like to party just as much as you do. We never charge extra for rush processing (because we're cool like that), and all of our materials are locally sourced. ✨Let's Get Matchy-Matchy✨Shop all our naughty Bachelorette Party Penis items & get FREE SHIPPING on all orders of $35 or more! (limited time offer)Same Penis Forever Banner: https://www.etsy.com/EarlesFolly/listing/489494015Rose Gold Foil Penis Straws: https://www.etsy.com/listing/533285247Penis Cupcake Toppers with Feathers: https://www.etsy.com/listing/460221718Visit our Bachelorette Party Penis Decor section for more: https://www.etsy.com/shop/earlesfolly?section_id=19817840-Order Details-This is sturdy, premium, reusable confetti.All confetti is ONE-SIDED due to the nature of the glitter paper. The reverse side is white. -Size-All penis confetti packages include mixed sizes of small (approx .5\") and large (approx 1\") glitter confetti. -Shipping-Most colors are pre-made and usually ship out in 1 business day.Need your order like yesterday? Message us with your dates and we'll do our best to make it happen. If you order one single 25 pack, we'll message you and offer a USPS stamp rate for $1; however, this rate does not include tracking or insurance and is a non-refundable final sale. -Color Customization-Want mixed confetti colors or rainbow penis confetti? Head on over to our multi colored confetti listing: https://www.etsy.com/EarlesFolly/listing/567512847/Not seeing exactly what you had in mind? We can create custom confetti just for your party; message us with your ideas. ☠ Who We Are ☠Tired of the same old cheap plasticy party decorations and basic bitchery? So were we.We're a group of party-loving ATX ladies dedicated to crafting unique Bachelorette Party items with just the right mix of naughty and nice.We pour our hearts (and dirty minds) into what we do and who we do it for (that's you!). We never ever charge extra for rush processing because we know the LAST thing you need to be doing is stressing about the party decorations-- let us do that for you!Bachelorette Parties and Hens are all about making the future Bride laugh and feel loved, and we're here to make your Bach Bash shopping FUN. KICKASS. AND EASY PEASY. ♥Thank you for keeping commerce human and cheers to your amazing party, sisters♥-SALES & SPECIALS-Spend $50 or more (shipping not included) and receive a free gift of your choice! Visit our shop announcement for current free gift choices: www.etsy.com/shop/EarlesFolly-Matching Decor-Our shop carries over 200 Bachelorette Party and Hens decorations and Party Favors! Visit our shop and the links below for more hilarious Penis Party items: www.etsy.com/shop/EarlesFollyGlitter Penis Garland: https://www.etsy.com/listing/472314061/Penis Cupcake Wrappers: https://www.etsy.com/listing/468542806/Mini Penis Cupcake Toppers: https://www.etsy.com/listing/473439195Penis Bridal Crown: https://www.etsy.com/listing/563760830/Pop Up Penis Engagement Card: https://www.etsy.com/listing/467146575Penis Banner: https://www.etsy.com/listing/535070861Bride to Be Penis Banner: https://www.etsy.com/listing/515427185Custom Same Penis Forever Penis Confetti: https://www.etsy.com/listing/584463277Penis & Diamonds Confetti: https://www.etsy.com/listing/524978906\n", "listing_reviews": "100", "store_reviews": "11,284 reviews", "search": "party decorations", "url": "https://www.etsy.com/listing/656109447/bachelorette-party-penis-confetti"}, {"seller_text": "xoFetti", "seller_href": "https://www.etsy.com/shop/xoFetti?ref=simple-shop-header-name&listing_id=564989210", "store_sales": "48,485 sales", "store_rating": "4.924", "listing_title": "30 Pack! Penis Straws + Penis Confetti - Bachelorette Party | Bachelorette Party Decorations | Penis Decorations, Bachelorette Party Favors", "listing_bestseller": "-", "listing_price": "\n                        $11.99\n                    ", "listing_highlights": ["Handmade"], "listing_desc": "\n                    30 penis straws means one for the whole party ;)✨ Pack Includes: 30 hot pink + purple reusable party drinking straws and 20g pack of metallic confetti that goes a longggg way!✨ Perfect For: bachelorette party, birthday party, bridal shower, summer bbqs or really any other event you deem worthy ;)✨ Alternative use: party favor, photo booth prop, gag gift, bachelorette decorations and just all around party starter✨ Loved by: bride to be, groom to be, birthday girl, birthday boy, + party goers everywhere✨ Sizing: straw measures 7.25 \" - perfect length for cocktails + champagne! Confetti spreads evenly across a 5' x 2' table, it's a lot like glitter but easier to clean up :)✨ Looking for more bachelorette items? We’ve got you covered! Take a look at our shop for cups, banners, sashes + more!\n                ", "listing_reviews": "100", "store_reviews": "4,631 reviews", "search": "party decorations", "url": "https://www.etsy.com/listing/564989210/30-pack-penis-straws-penis-confetti"}, {"seller_text": "Expansee", "seller_href": "https://www.etsy.com/shop/Expansee?ref=simple-shop-header-name&listing_id=736436920", "store_sales": "9,268 sales", "store_rating": "4.7617", "listing_title": "10ct - Penis Confetti Filled Balloons for Funny Bachelorette or Bachelor Party - Bride Prank Pink Purple Birthday Decorations", "listing_bestseller": "Bestseller", "listing_price": "\n                        $8.99+\n                    ", "listing_highlights": ["Handmade", "Materials: foil, latex\n\n\nRead the full description"], "listing_desc": "\n                    10 Balloons/PackageNeed a hilarious and memorable addition to your bachelorette or bachelor party?  Throw in some penis confetti balloons!  Pop them over the bride's head, use them in party games...get creative!  Made with shimmery pink/purple or gold foil, these balloons can also be used to make a subtly suggestive photo booth backdrop.  Get ready to throw a party the bride to be will never forget with these embarrassing, gag party decorations!Feel free to send us your silly photos!\n                ", "listing_reviews": "100", "store_reviews": "1,306 reviews", "search": "party decorations", "url": "https://www.etsy.com/listing/736436920/10ct-penis-confetti-filled-balloons-for"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=869760089", "store_sales": "25,461 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets, Black Presets, Mobile Presets, Instagram Filter, Presets, Moody Blogger Presets, Influencer Luxury Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "8", "store_reviews": "793 reviews", "search": "party decorations", "url": "https://www.etsy.com/listing/869760089/3-mobile-lightroom-presets-black-presets"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=747825472", "store_sales": "237,232 sales", "store_rating": "4.8714", "listing_title": "10 Mobile Lightroom Presets FAMILY TIME / Lightroom Mobile Presets / Desktop Preset / Warm Photo Filter for Instagram", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    Lightroom Presets  , instagram preset, warm photo filter,  influencer presets , lifestyle blogger presets10 Lightroom presets FAMILY TIME  is created especially for family fun moment portraits to give it a stunning and styled look. The preset can be applied with just one click and will give your photos an interesting and amazing look –  ideal for creating stand-out photos for printing and hanging on your wall.🔺Included10 LIGHTROOM PRESET .ZIP Archive .PDF file with direct link to download presets directly to your phone .PDF Instruction Guide 📍Unfortunately, Etsy does not support downloading digital files via Etsy App. Please download via one of the following options:1. Visit your email and click 'View Your Files on Etsy' in the email received from Etsy. Login to your Etsy account (if you have one). You will see the links to your files at the bottom of the page.2. Login to your Etsy account via Safari or Google Chrome browser on your mobile phone. Click on Your Account (a circle in the top right corner) > Purchases and Reviews > Your Order > 'Download Files'. You will see the links to your files at the bottom of the page.Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and I'll send your preset immediately and you can save directly in your camera roll‼️For any questions or editing help Please contact me email victoriabee.shop [!at] gmail.com© 2019-2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoKeywords: warm filter, Instagram Filter, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, family preset,\n                ", "listing_reviews": "30", "store_reviews": "8,047 reviews", "search": "party decorations", "url": "https://www.etsy.com/listing/747825472/10-mobile-lightroom-presets-family-time"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=856057614", "store_sales": "25,457 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets, Pink Presets,Instagram Filters, Natural Presets, Mobile Presets, Presets, Blogger Presets, Blush Presets, Vsco", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "22", "store_reviews": "793 reviews", "search": "party decorations", "url": "https://www.etsy.com/listing/856057614/3-mobile-lightroom-presets-pink"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=811454351", "store_sales": "70,788 sales", "store_rating": "4.9099", "listing_title": "5 Natural Tones Mobile & Desktop Lightroom Presets, Beige Clean Outdoor Photo Editing Filter for Instagram Influencer Lifestyle Blogger", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Natural Tones Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram Influencers, Clean Outdoor Photo Editing Filter for Lifestyle and Travel🌟The Natural Tones Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add slightly cool beige, tan and white tones to your Instagram photos. These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "100", "store_reviews": "5,613 reviews", "search": "party decorations", "url": "https://www.etsy.com/listing/811454351/5-natural-tones-mobile-desktop-lightroom"}, {"seller_text": "ASAPConfetti", "seller_href": "https://www.etsy.com/shop/ASAPConfetti?ref=simple-shop-header-name&listing_id=760186515", "store_sales": "15,424 sales", "store_rating": "4.9072", "listing_title": "Personalized Confetti with 2 names - glitter table scatter. Bridal showers - engagement parties -weddings - anniversarys 50 pieces", "listing_bestseller": "Bestseller", "listing_price": "\n                        $8.00\n                    ", "listing_highlights": ["Handmade"], "listing_desc": "\n                    Confetti with 2 names! great to scatter on tables for engagement parties, bridal showers, weddings, anniversaries etc.... Confetti is made with glitter cardstock (plain white on reverse side) Each order includes 50 pieces. Each piece measures approx 1” tall Confetti is made with 2 names including the \"&\"  please write the personalization exactly  as you would  like it,  if the personalization is written without the \"&\" that is what will be put on the confetti, if you prefer just to have 2 names or 2 words without the \"&\" Include the date you need your confetti by in the notes at checkout *please be sure to order your confetti in plenty of time for your event, Due to the current situation the post office can be delayed in delivering packages, I can not guarantee you will receive the order in the normal estimated delivery time so I can not refund orders, all I can do is get them out in the order that they are received, if you need a rush order please message me before ordering thank you :) *Many other confetti listings in my shop also cupcake toppers and cake toppers.  If you don’t see something you’re looking for let me know, I will be glad to help:)\n                ", "listing_reviews": "100", "store_reviews": "1,912 reviews", "search": "party decorations", "url": "https://www.etsy.com/listing/760186515/personalized-confetti-with-2-names"}, {"seller_text": "LizzieFrostGifts", "seller_href": "https://www.etsy.com/shop/LizzieFrostGifts?ref=simple-shop-header-name&listing_id=850478910", "store_sales": "23,845 sales", "store_rating": "4.9734", "listing_title": "10 to 60 Penis Straws | Rainbow | Bachelorette Party | Penis Decorations | Bridal Party |  Assorted Colors | Bridesmaids Gifts | Penis Favor", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $4.27+\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: BPA Free Non Toxic Plastic\n\n\nRead the full description"], "listing_desc": "\n                    ⭐️👇🏼Check Out Our Beautiful Selection of Bach & Bridal Party Necessities at our Shop!👇🏼⭐️https://www.etsy.com/shop/LizzieFrostGoods✨PACK INCLUDES 10 to 60 : Black, Purple, Blue, Green, Yellow, Flesh, Orange, Light Pink, Hott Pink, and Red Rainbow Penis Straws**PLEASE DOUBLE CHECK SHIPPING ADDRESS**💋GREAT FOR: These Penis Straws are perfect for bachelorette parties, bridal parties, girls night out, gay parties, special events or any wild night out! Get noticed and take the craziest pictures with your best friends.💋BPA-FREE Our high quality straws are 100% free of BPA and phthalates for safe-sexy fun. Our straws are disposable yet dishwasher safe.💋SIZE: Our JUST THE TIP straws measure 7 ¾ inches long. The length of the straws fit perfectly in your favorite champagne flute, cocktail glass, or tumbler. The confetti spreads great across your bar top or h'orderve table to get that wild night started.🇺🇸LizzieFrost is a USMC Veteran Owned shop - Semper Fi 🦅🌎⚓️\n                ", "listing_reviews": "100", "store_reviews": "2,271 reviews", "search": "party decorations", "url": "https://www.etsy.com/listing/850478910/10-to-60-penis-straws-rainbow"}, {"seller_text": "ArtuniqueUS", "seller_href": "https://www.etsy.com/shop/ArtuniqueUS?ref=simple-shop-header-name&listing_id=718070285", "store_sales": "1,575 sales", "store_rating": "4.7397", "listing_title": "Artunique 63pc Rose Gold Party Decorations Kit | Rose Gold Latex and Confetti Balloons|Table Runner| Fringe Curtain| Straws | Tassle Garland", "listing_bestseller": "Bestseller", "listing_price": "\n                        $39.99\n                    ", "listing_highlights": ["Handmade", "Materials: balloons, tassle garland, ribbon, fringe curtains, straws, table runner\n\n\nRead the full description"], "listing_desc": "\n                    This kit includes 4 of the BEST SELLING Rose Gold party decorations. Your gorgeous party set includes 9 GORGEOUS rose gold balloons, and 9 GORGEOUS clear balloons with rose gold foil confetti, 1 SPARKLING rose gold sequin table runner, 2 GORGEOUS rose gold fringe curtains for photo's, 1 STUNNING 15pc DIY Tassle Garland, 25 CUTE rose gold paper straws, and 2 30ft long spools of metallic silver ribbon.Instead of spending hours and hours choosing individual items to decorate and 50$+ to buy each item separately, you can save money and time and buy everything you need to give your party that CLASSY and ELEGANT feel. Everything you need to fully decorate your venue.You can use regular air or helium. If you use helium, use HIGH QUALITY helium. Do not use At-home tanks, helium mixed with nitrogen, or any other cheap helium.It's best to get them inflated at a party store with quality helium. If inflated to the proper size with high quality helium, the balloons should float anywhere from 8-12 hours. Please note there can be some variation depending on weather. Keep helium inflated balloons in cooler temperatures and out of direct sunlight, as extreme heat can cause balloons to pop.FREE SHIPPING included anywhere in the U.S.A.!\n                ", "listing_reviews": "41", "store_reviews": "110 reviews", "search": "party decorations", "url": "https://www.etsy.com/listing/718070285/artunique-63pc-rose-gold-party"}, {"seller_text": "HyggelyStudio", "seller_href": "https://www.etsy.com/shop/HyggelyStudio?ref=simple-shop-header-name&listing_id=727311464", "store_sales": "21,406 sales", "store_rating": "4.919", "listing_title": "10 Lightroom MOBILE Presets, Bright and Airy Mobile Light room Presets, Blogger and Instagram Photo Filters, Lightroom CC, Light Bright Ig", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.55\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF"], "listing_desc": "\n                    Elevate your social media presence with these Bright & Airy presets for MOBILE! These are used best for images used in light spaces or shot in natural light.☞ PLEASE NOTE: THIS IS A DIGITAL DOWNLOAD! NO PHYSICAL COPY WILL BE SENT TO YOU! ☜CHECK OUT MORE FROM THIS SHOP --> https://www.etsy.com/ca/shop/HyggelyStudio-----------------------------------------------DETAILS FOR INSTANT DOWNLOAD:-----------------------------------------------♡ INSTANT DIGITAL DOWNLOAD!You will receive 10 preset files (PDF will have a clickable link to your files through google drive)+ PDF WITH LINK TO STEP BY STEP INSTRUCTIONS WITH PHOTOS!➀ BRIGHT&AIRY - ORIGINAL - DNG FILE➁ BRIGHT&AIRY - BRIGHT - DNG FILE➂ BRIGHT&AIRY - INTERIOR - DNG FILE➃ BRIGHT&AIRY - INTERIOR SHARP - DNG FILE➄ BRIGHT&AIRY - LOW SAT - DNG FILE➅ BRIGHT&AIRY - SHARP - DNG FILE➆ BRIGHT&AIRY - WARM - DNG FILE➇ BRIGHT&AIRY - TWO - DNG FILE➈ BRIGHT&AIRY - SHARP TWO - DNG FILE➉ BRIGHT&AIRY - THREE - DNG FILE!! These presets are created for Mobile Lightroom ONLY !!*If you would like the Desktop version of these presets, please message me, and I will direct you to the desktop listing*- Compatible with both the Paid and Free Versions of Lightroom Mobile- Instant Download Directly to Mobile Device, No Desktop Needed- Compatible with JPG & Raw ImagesBased on your lighting conditions, camera settings, and personal style, these presets may need to be slightly altered to fit your needs. I am always happy to help you use the presets if you are having trouble.  !! No refunds or exchanges can be made on digital products !!TERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE FOLLOWING -- - Do not share these files- Do not sell these files- Derivative works are also prohibited© 2019 Hyggely Studio - All Rights Reserved\n                ", "listing_reviews": "58", "store_reviews": "816 reviews", "search": "party decorations", "url": "https://www.etsy.com/listing/727311464/10-lightroom-mobile-presets-bright-and"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=869967370", "store_sales": "21,702 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Natural Presets, Instagram Filters, VSCO Filters, iPhone Presets, Lightroom Preset, Lifestyle Presets, Bright", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it natural with this Natural Preset! This Lightroom Mobile preset will effortlessly soften and mute the shades in your photos to achieve a minimalist natural look with the click of button! ❀ Your purchase includes ❀- 1 Natural Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "24", "store_reviews": "1,130 reviews", "search": "party decorations", "url": "https://www.etsy.com/listing/869967370/lightroom-mobile-preset-natural-presets"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=686103789", "store_sales": "171,648 sales", "store_rating": "4.8275", "listing_title": "GREEN Lightroom PRESETS Mobile and Desktop - for Instagram/ Blogger/ Photo filters/ Food Presets/ Lightroom mobile presets, tropic exotic", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    💥20 Mobile Lightroom Presets, Mobile Presets, Desktop Presets💥Blogger Preset Package for Instagram Photo PresetWhite Lifestyle preset photo filter✅FILES included:- 20 Lightroom presets for MOBILE Lightroom( free mobile lightroom app)- 20 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "47", "store_reviews": "6,145 reviews", "search": "party decorations", "url": "https://www.etsy.com/listing/686103789/green-lightroom-presets-mobile-and"}, {"seller_text": "ShopTattitude", "seller_href": "https://www.etsy.com/shop/ShopTattitude?ref=simple-shop-header-name&listing_id=971121564", "store_sales": "76,336 sales", "store_rating": "4.9618", "listing_title": "Custom personalized bachelorette party favor photo temporary tattoos, Groom face tattoos, party tattoos, groom tattoo, bachelorette favors", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $0.10+\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: Temporary Tattoos\n\n\nRead the full description"], "listing_desc": "\n                    *FREE SHIPPING WITHIN THE US** PLEASE READ BELOW FOR IMPORTANT TAT INFO *Welcome to Tattitude :)The most CREATIVE AND FUN custom groom face tattoo for a bachelorette party EVER! This is a super fun way for the Bride and her ladies to show off the future Mr. Groom! Photo tattoos are truly a blast!WHAT YOU RECEIVE:- However many tattoos of the style chosen from the \"QUANTITY & BEST PRICE ON ETSY\" dropdown.- BONUS tattoo application station card for orders of 10 or more.- Limit 1 photo per order.WHAT WE NEED FROM YOU:- Depending on the style you select, please provide the required custom info for your tats (name, hashtag, age, etc.) in the “Add your personalization” section at checkout.- Please send the 1 high resolution photo by message through Etsy and we’ll take care of cropping out their face ourselves :)- On applicable styles, we add the hat, unicorn horn, etc.TATTOO DETAILS:- Tattoos are the perfect size for fitting on the wrist (approximately 2 inches in length).- Gold and rose gold colors use an ink gradient (and are matte finish, not shiny) for print on demand purposes.- For face tattoos: due to the nature of printing and the quality of the photo provided, your tattoo image may not be as crisp as the image seen above. That said, we will always do our best to make it awesome!WANT MORE CUSTOMIZATIONS?- Just message us and we'll respond immediately (most of the time) whether your customization can be done or if it would cost a little extra to do.* S H I P P I N G . T I M E *Allow 1-2 biz days for design & production before your order can ship.Once your tattoos have been produced:+ 3-5 biz days for estimated delivery within the US via First Class Mail with tracking+ 2-5 weeks for estimated international delivery outside the US via First Class International Mail with trackingIf you need your order sooner, please upgrade your shipping choice at checkout. Note that \"estimated delivery\" dates are just that; if you're on a tight timeline and are unsure if you're selecting the correct shipping method, reach out to us before ordering. Remember, we don't know your party date, and can't provide refunds due to tattoos being custom made to order. That said, we're still the fastest brand for shipping out your tattoos and will do everything in our power to get them to you ASAP.* W H Y . C U S T O M E R S . L O V E . U S *TATTITUDE stands out from the competition by providing the MOST DOPE original designs using the highest quality products and offering customer support that can not be beat. We work the hardest for you. Using our original designs from the style capital of Austin TX, we guarantee these tattoos to be the #1 conversation and selfie starter accessory out there. Our competitors constantly attempt to copy us, but they just can't seem to keep up with GREATNESS.* T A T T O O . C A R E *Application:- Ensure skin and hands are dry and clean.- Trim tattoo as close to the design as possible.- Remove clear plastic cover carefully and place tattoo face down onto skin.- Wet tattoo thoroughly with water and press firmly against skin, hold for 30 seconds.- Peel off backing paper slowly from skin, tattoo should now be adhered.- Pat dry (don’t rub) and show off your Tattitude.- Avoid oil-based products, including lotions and sunscreen.- Use makeup to cover up any clear adhesive material from edges of tattoo.Longevity/Removal:- Tattoos can last 2-5 days, depending on where applied.- To remove, rub with baby oil or rub off under the shower with a washcloth.- Pro Tip: olive oil & paper towel also work well for a quick & easy removal.- Store away from extreme heat or sunlight.- Tattoos are most effective when applied within 2 months of purchase so we recommend planning your order based on the event date.* A B O U T . T H E . T A T T O O S *- Tattoos are safe on skin and for external use only.- Do not apply to sensitive skin areas, if you’re allergic to adhesives, or have any other skin allergies.- Always test on a small area of skin prior to use.- If irritation occurs, remove and discontinue use. - Consult your physician if you have any medical questions or concerns.- If tattoo comes into contact with eyes, flush out with water and seek immediate medical attention.- Please keep in mind that you know your skin type the best as we are not responsible for any reaction that may occur as a result of using our tattoos. * I N T E R A C T . W I T H . U S *Instagram: https://www.instagram.com/tattitudeshop/Email: For the fastest response please send us a message on Etsy. If you do need to email us for any reason we will do our best to get back to you as quickly as possible (shoptattitude@gmail.com).* S O . M U C H . M O R E . T O . S H O P . F O R *https://www.shoptattitude.etsy.com\n", "listing_reviews": "100", "store_reviews": "10,800 reviews", "search": "party decorations", "url": "https://www.etsy.com/listing/971121564/custom-personalized-bachelorette-party"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=934128080", "store_sales": "21,702 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Neutral Filter, Cream Preset, Instagram Filters, iPhone Presets, Lightroom Filter, Lifestyle Preset, Blogger Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it natural with this Nude Preset! This Lightroom Mobile preset will effortlessly soften the shades in your photos while achieving a bright creamy look with the click of button! ❀ Your purchase includes ❀- 1 Nude Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "18", "store_reviews": "1,130 reviews", "search": "party decorations", "url": "https://www.etsy.com/listing/934128080/lightroom-mobile-preset-neutral-filter"}]