[{"seller_text": "PSPrintAndStick", "seller_href": "https://www.etsy.com/shop/PSPrintAndStick?ref=simple-shop-header-name&listing_id=1008071688", "store_sales": "42 sales", "store_rating": "5", "listing_title": "Planner Date &  Day 2 Printable Stickers Collection Planner Cut A4 Letter Stickers Planning Scrapbook Print Cut File Silhouette Cameo Cricut", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $2.43\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 ZIP"], "listing_desc": "\n                    \"Planner Date &  Day 2\" - Printable Stickers Letter and A4 size, includes files suitable for both Silhouette & Cricut machines.★This is a DIGITAL FILE, no physical copy will be shipped★-- DOWNLOAD INCLUDES --• For Silhouette- A4 & Letter size - PNG, PDF & Silhouette '.studio3' cut files in THREE sizes: Large - 1 block for A4 & Letter; Medium - 2 block  for A4 & Letter; Small - 4  block  for A4 & Letter- PNG - Silhouette Guide• For Cricut- PNG Design File & PNG Black Out File- PNG - Cricut Guide• For others Cut Machines- EPS, SVG, PDF - Black Out File- EPS - Vinyl Cutters• For others Design - Vector files- EPS, SVG, PDF - for A4 size-- WARNING --• Make sure to print at 'ACTUAL SIZE - 100%' for correct sticker sizing (however, you can re-scale these sheets to suit your planner).• Colors are dependent on your monitor, printer and paper. There may be a slight difference between the colors you see on your monitor and the printed kit.• Sorry, But - \" I do not own a Cricut & Silhouette myself, so I cannot offer any further tech help. Basic Cricut & Silhouette knowledge needed!• CRICUT USERS ★Please note an important step which is also stated in the instructions: Once on the canvas, go to Edit and RESIZE THE IMAGE to 6.75” (Widht)★ -- UNZIPPING YOUR ZIP FOLDER -- Most PC and Mac computers will unzip automatically, or allow the folder to unzip simply by double clicking the folder. If this is not the case with your device, you will need to use software to unzip the folder, such as Stuffit Expander (for mac), WinZip (for PC), or Winzip (phones/tablets)-- PURCHASE INSTRUCTIONS --• Add this listing to your cart for purchase by clicking on “Add to Cart” button• Make your purchase via PayPal• An automated instant download email will be sent to your Etsy email address, which will contain your download links. You can also access to your Etsy account / purchases / view receipt / and clicking Download Button.-- DETAILS --• Uploaded at 300 dpi for maximum quality.• You will receive nothing in the mail; this is a printable item.• Print as many times as you'd like for your own personal use.• Please do not redistribute or use for commercial purposes.• I cannot guarantee printed colors as printers, monitors, and printer paper vary.• If you have any questions, please don't hesitate to contact me.• Once you've purchased the files from my shop, just download them, print them out on sticker paper, and cut. Some people cut by hand; other people use cutting machines made by Silhouette, Cricut, or other manufacturers.Planner Date &  Day 2 Printable Stickers Collection Planner Cut A4 Letter Stickers Planning Scrapbook Print Cut File Silhouette Cameo CricutThank You for Your choice;)\n                ", "listing_reviews": null, "store_reviews": "2 shop reviews", "search": "printable stickers", "url": "https://www.etsy.com/listing/1008071688/planner-date-day-2-printable-stickers"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=663947338", "store_sales": "171,642 sales", "store_rating": "4.8275", "listing_title": "21 Lightroom MOBILE Presets - Lightroom Presets - Instagram Filter - Mobile Preset & Desktop Preset, Lifestyle Blogger Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    • Professional Lightroom Presets for free Mobile and Desktop Lightroom• You receive 21 variants of presets with white/slightly warm/slightly cold tones• You can use them unlimited number of times.• Post-purchase support guaranteed - if you need my help with editing don't hesitate to contact me ✅FILES included:- 21 Lightroom presets in DNG format for MOBILE Lightroom (free app compatible with both IOS and ANDROID).- 21 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 itemsThis Preset package is perfect for all dark or normal photos. All presets will give your photos and images modern, clean and bright look. It is perfect for indoor as well as outdoor photos and it will also tweak lightings. This package is perfect for bloggers and profesional photographers as well as for casual photographers because no additional tweaks are needed. White Lifestyle can change your photos with one click right on your phone.  White Lifestyle Lightroom Presets have been created to brighten your photos with a light, white and clean look.❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "25", "store_reviews": "6,145 reviews", "search": "printable stickers", "url": "https://www.etsy.com/listing/663947338/21-lightroom-mobile-presets-lightroom"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=665103784", "store_sales": "237,226 sales", "store_rating": "4.8715", "listing_title": "10 Lightroom Presets RIESLING for Desktop and Mobile Lightroom, Color Pop, Vibrant Presets, Instagram Blogger Summer Photo Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    10 Mobile Lightroom Presets Riesling Summer preset Warm preset Travel presets Instagram filter Sunny preset This presets pack will bring out Vibrant Rich Tones and Saturated Summer Pop Colors in your photos.10  LIGHTROOM PRESETS RIESLING  for Mobile and Desktop LightroomThese Presets Pack  are perfect for Instagram, blogging and photo editing on the go. Hight Quality Preset, Great for Portraits, Bloggers, Travelers, Engagements and Wedding' shoots, a user friendly pack, easy to use, One click Lightroom Preset that gives your collection of work a more cohesive and aesthetic feel and get you on your way to creating stunning images. 🎁 GET 5 & PAY FOR 3: add 5 presets to your cart, use coupon: GIFT2 and pay for 3 only https://www.etsy.com/shop/VictoriaBeePhoto?coupon=GIFT2This pack Included 10 presets inspired by travel bloggers and influencers around the world.This preset for every kind of picture that will surely deliver stunning results and make your images look a hundred times better! For photographers who do a lot of fashion, travel and lifestyle photography.Check out my Bestseller Itemshttps://www.etsy.com/shop/VictoriaBeePhoto♦️ Works in Lightroom Mobile App (iOS/Android)♦️ Works With & Without Adobe subscription♦️ Compatible with All Photo formatsIncluded:🔶10 Lightroom presets in .DNG format for MOBILE Lightroom .ZIP archive🔶10 Lightroom presets in .XMP format for DESKTOP Lightroom .ZIP archive🔶.PDF file with direct link to download presets directly to your phone 🔶.PDF Instruction Guide 10 Riesling Presets  has been created to achieve a very modern, glamorous, trendy & Instagram aesthetic look. You will get best fashionable, professional  one-click result from this pack.Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️Keep in mind that all presets work differently with each photo depending on a number of factors such as lighting, white balance, tone etc. Please contact me for any questions or editing help victoriabee.shop [!at] gmail.com© 2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephoto  ©victoriabee.presetsMobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset, Pop Colour Preset, Vibrant Preset, Summer Presets\n                ", "listing_reviews": "100", "store_reviews": "8,047 reviews", "search": "printable stickers", "url": "https://www.etsy.com/listing/665103784/10-lightroom-presets-riesling-for"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=869986401", "store_sales": "25,448 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets,Honey Presets, Instagram Filter, Vsco Filters, Lightroom, Mobile Presets, Presets, Natural Nude, Blogger Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "12", "store_reviews": "793 reviews", "search": "printable stickers", "url": "https://www.etsy.com/listing/869986401/3-mobile-lightroom-presetshoney-presets"}, {"seller_text": "LizMartinezCreations", "seller_href": "https://www.etsy.com/shop/LizMartinezCreations?ref=simple-shop-header-name&listing_id=991883473", "store_sales": "197 sales", "store_rating": "5", "listing_title": "3 Retro Summer LIGHTROOM Mobile Presets, Presets, Blue Preset, Summer Preset, Teal Preset, Influencer Filter, Instagram Filter, Retro Preset", "listing_bestseller": "-", "listing_price": "\n                        $2.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 3 other files"], "listing_desc": "\n                    3 Retro Summer LIGHTROOM Mobile Presets, Presets, Blue Preset, Summer Preset, Teal Preset, Influencer Filter, Instagram Filter, Retro Preset*** Retro Summer Presets works best with with pictures that primarily have blues, greens, reds, and neutrals! Remember you might have to tweak the preset to your liking every so often since lighting, colors, and quality can vary photo to photo! ***SHOP MORE: https://www.etsy.com/shop/LizMartinezCreations/Presets are perfect for bloggers, influencers, photographers, and even personal accounts to help create a cohesive Instagram feed / theme. Works with one click to transform your pictures and enhance your brand. This Retro Summer Preset gives your photos dated and teal blue tones. This preset is great for lifestyle, travel, flat lay, interior design, fashion, and day-to-day photos.----------❂ INCLUDED IN YOUR PURCHASE ❂⚫ 3 Mobile Lightroom Presets (DNG files)⚫ Step-by-step guide for installationIf your mobile device is having trouble downloading or if you have any questions about editing, send me a message!❂ LET'S CONNECT ❂IG: www.instagram.com/simplyxlizPINTEREST: www.pinterest.com/simplyxliz/TIKTOK: www.tiktok.com/@simplyxlizEMAIL: lizmartinezcreations [at] gmail.com----------TERMS OF USE: No refunds or exchanges can be made for digital products after they are downloaded!© 2021 Liz Martinez Creations, All Rights ReservedTERMS AND CONDITIONS:Prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.Any other use is strictly prohibited and may violate copyright, trademark and other laws.Keywords:Mobile Preset, Instagram Preset, Influencer Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Lightroom CC, DNG, Presets, Retro Preset, Summer Preset, 70s Preset, 60s Preset, Blue Preset, Travel Presets, iPhone Presets, Bright Preset, Colorful Preset, Summer Preset, Vacation Preset\n                ", "listing_reviews": null, "store_reviews": "12 shop reviews", "search": "printable stickers", "url": "https://www.etsy.com/listing/991883473/3-retro-summer-lightroom-mobile-presets"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=971564670", "store_sales": "237,224 sales", "store_rating": "4.8715", "listing_title": "25 Mobile and Desktop Lightroom Presets, Magic Hour presets, Sunny Golden Lightroom Preset, Warm Instagram Filter, Sun Travel Summer Blogger", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $4.35\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    25 LIGHTROOM PRESETS MAGIC HOURLIGHTROOM PRESETS FOR GOLDEN HOUR, SUNRISE & SUNSETThe MAGIC HOUR preset gives photos a softer and warmer look , This preset is ideal for pictures that are taken under a natural light and works well with portraits and outdoor photos. The preset can be applied with just one click and will give your photos an interesting and amazing look –  ideal for creating stand-out photos for printing and hanging on your wall.Check out my Bestseller Itemshttps://www.etsy.com/shop/VictoriaBeePhoto♦️ Works in Lightroom Mobile App (iOS/Android)♦️ Works With & Without Adobe subscription♦️ Compatible with All Photo formatsIncluded:🔶25 Lightroom presets in .DNG format for MOBILE Lightroom (.ZIP Archive)🔶25 Lightroom presets in .XMP format for DESKTOP Lightroom (.ZIP Archive)🔶.PDF file with direct link to download presets directly to your phone (Dropbox)🔶.PDF Instruction Guide Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets.‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️Keep in mind that all presets work differently with each photo depending on a number of factors such as lighting, white balance, tone etc. Please contact me for any questions or editing help victoriabee.shop [!at] gmail.com© 2019-2021 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephoto\n                ", "listing_reviews": "7", "store_reviews": "8,047 reviews", "search": "printable stickers", "url": "https://www.etsy.com/listing/971564670/25-mobile-and-desktop-lightroom-presets"}, {"seller_text": "EricaDigitalDesign", "seller_href": "https://www.etsy.com/shop/EricaDigitalDesign?ref=simple-shop-header-name&listing_id=768187558", "store_sales": "66,899 sales", "store_rating": "4.981", "listing_title": "Funny cats clipart Cute cat clipart Kawaii kitten doodle Kitty icons Pet illustration Printable stickers Planner supplies Commercial Vector", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.74\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP", "Length: 6 inches", "Width: 6 inches"], "listing_desc": "\n                    Funny cats clipart set - Kawaii cat digital clip art - Kitty vector illustrations - Printable planner supplies❤ This kawaii clipart set is perfect for making planner stickers, greetings cards, party invitations, placeholders, decor of children's rooms, website banners, magnets, pins and whatever else your imagination suggests!❤ Instant Download:This is a digital product, no physical product will be sent.Digital files will be available for download once payment is complete. An email will be sent to your Etsy registered email.❤ You will receive:- 12 clipart saved separately in 6”x6” (approximately 15 centimeters) PNG file, with 300 ppi resolution and transparent background- 12 clipart saved seperately in 6”x6” (approximately 15 centimeters) 300 dpi JPEG file- 1 PDF, 1 PNG (Letter size) with images in group- 1 EPS file fully editable and customizable, with images in group All files are contained in 2 zip folders.JPG, PNG and PDF formats are very common and can be opened with any program that allows you to work with images. For EPS file you will need a special software to open and modify designs (Adobe Illustrator, Corel Draw, Inkscape, etc).❤ You can use this set for:- personal and no-profit use- commercial use (small quantity only: under 50 sales. Only physical objects) with credit given to my shop -> Design by: ericadigitaldesign.etsy.comExtended Commercial licenses available in the shop.❤ Important:You may not share, redistribute or resell the digital product purchased.You can only sell physical items made with it.The downloaded files are not refundable.If you don't automatically receive Etsy's email within 24 hours, please contact me with a message: I will send files to you manually with an email ;)Check out my kawaii collection of animals here:https://www.etsy.com/shop/EricaDigitalDesign?section_id=26956701\n", "listing_reviews": "40", "store_reviews": "3,794 reviews", "search": "printable stickers", "url": "https://www.etsy.com/listing/768187558/funny-cats-clipart-cute-cat-clipart"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=923109412", "store_sales": "21,700 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Neutral Filter, Cream Preset, Instagram Filters, iPhone Presets, Lightroom Filter, Lifestyle Preset, Blogger Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it natural with this Ethereal Preset! This Lightroom Mobile preset will effortlessly soften and mute the shades in your photos to achieve a bright creamy look with the click of button! ❀ Your purchase includes ❀- 1 Ethereal Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "23", "store_reviews": "1,130 reviews", "search": "printable stickers", "url": "https://www.etsy.com/listing/923109412/lightroom-mobile-preset-neutral-filter"}, {"seller_text": "DesignLovelyStudio", "seller_href": "https://www.etsy.com/shop/DesignLovelyStudio?ref=simple-shop-header-name&listing_id=853622305", "store_sales": "100,574 sales", "store_rating": "4.9636", "listing_title": "Sunflowers Planner Stickers, Summer Planner Stickers, Printable Stickers, BuJo Stickers, Journaling Stickers, Scrapbook Stickers, DS182", "listing_bestseller": "-", "listing_price": "\n                        $2.90\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP, 1 PDF"], "listing_desc": "\n                    This printable planner kit includes a set of sunflowers decorative stickers. These stickers are perfect for use with any planner or journal of your choice!Approximate size of individual stickers: please see the preview image with a planner mock-up to assess the actual size of the stickers.This is a digital product (no physical stickers will be sent) and is for personal use only.♥ ♥ ♥ THIS KIT INCLUDES:- 1 PDF (letter size; but you can also print on A4 paper)- 1 PNG file for Cricut cutting machine- 1 Cut file for Silhouette cutting machine- 1 PDF document with detailed printing and cutting guidelinesThe files will be zipped for easier download.How to download the files? Please take a look at the FAQ below for detailed instructions.♥ Design Lovely Studio offers high-quality printable stickers with original designs. Should you come across any issue with the files, please let me know right away and I will do my best to help. ♥\n                ", "listing_reviews": "22", "store_reviews": "9,893 reviews", "search": "printable stickers", "url": "https://www.etsy.com/listing/853622305/sunflowers-planner-stickers-summer"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=869760089", "store_sales": "25,448 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets, Black Presets, Mobile Presets, Instagram Filter, Presets, Moody Blogger Presets, Influencer Luxury Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "8", "store_reviews": "793 reviews", "search": "printable stickers", "url": "https://www.etsy.com/listing/869760089/3-mobile-lightroom-presets-black-presets"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=747825472", "store_sales": "237,226 sales", "store_rating": "4.8715", "listing_title": "10 Mobile Lightroom Presets FAMILY TIME / Lightroom Mobile Presets / Desktop Preset / Warm Photo Filter for Instagram", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    Lightroom Presets  , instagram preset, warm photo filter,  influencer presets , lifestyle blogger presets10 Lightroom presets FAMILY TIME  is created especially for family fun moment portraits to give it a stunning and styled look. The preset can be applied with just one click and will give your photos an interesting and amazing look –  ideal for creating stand-out photos for printing and hanging on your wall.🔺Included10 LIGHTROOM PRESET .ZIP Archive .PDF file with direct link to download presets directly to your phone .PDF Instruction Guide 📍Unfortunately, Etsy does not support downloading digital files via Etsy App. Please download via one of the following options:1. Visit your email and click 'View Your Files on Etsy' in the email received from Etsy. Login to your Etsy account (if you have one). You will see the links to your files at the bottom of the page.2. Login to your Etsy account via Safari or Google Chrome browser on your mobile phone. Click on Your Account (a circle in the top right corner) > Purchases and Reviews > Your Order > 'Download Files'. You will see the links to your files at the bottom of the page.Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and I'll send your preset immediately and you can save directly in your camera roll‼️For any questions or editing help Please contact me email victoriabee.shop [!at] gmail.com© 2019-2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoKeywords: warm filter, Instagram Filter, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, family preset,\n                ", "listing_reviews": "30", "store_reviews": "8,047 reviews", "search": "printable stickers", "url": "https://www.etsy.com/listing/747825472/10-mobile-lightroom-presets-family-time"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=856057614", "store_sales": "25,448 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets, Pink Presets,Instagram Filters, Natural Presets, Mobile Presets, Presets, Blogger Presets, Blush Presets, Vsco", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "22", "store_reviews": "793 reviews", "search": "printable stickers", "url": "https://www.etsy.com/listing/856057614/3-mobile-lightroom-presets-pink"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=811454351", "store_sales": "70,784 sales", "store_rating": "4.9099", "listing_title": "5 Natural Tones Mobile & Desktop Lightroom Presets, Beige Clean Outdoor Photo Editing Filter for Instagram Influencer Lifestyle Blogger", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Natural Tones Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram Influencers, Clean Outdoor Photo Editing Filter for Lifestyle and Travel🌟The Natural Tones Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add slightly cool beige, tan and white tones to your Instagram photos. These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "100", "store_reviews": "5,612 reviews", "search": "printable stickers", "url": "https://www.etsy.com/listing/811454351/5-natural-tones-mobile-desktop-lightroom"}, {"seller_text": "koalaartstudio", "seller_href": "https://www.etsy.com/shop/koalaartstudio?ref=simple-shop-header-name&listing_id=1013505473", "store_sales": "5 sales", "store_rating": "5", "listing_title": "House Plants Printable Stickers | PNG Stickers | Clipart | Digital Stickers | Inside Potted Plants", "listing_bestseller": "-", "listing_price": "\n                        $1.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 1 ZIP", "Height: 11 inches", "Width: 8.5 inches"], "listing_desc": "\n                    Instant Digital Download - Print and Cut At HomeHeight: 11 Inches; Width: 8.5 InchesThis sticker set is made up of colorful hand-painted illustrations and lettering great for anyone currently stuck at home and trying to stay busy with crafts. Perfect for bullet journaling and planners, scrapbooking, card making, projects etc.You can download it immediately after payment (NO PHYSICAL PRODUCT WILL BE SHIPPED. Print as many times as you like for various projects.Here’s What You Get:1 ZIP file containing:- 12 PNG files (Individual PNG files of each sticker) for digital use, e.g. Goodnotes, Notability.   and also- 1 JPEG file high quality (300 dpi) 8,5”x11” with hand cut lines.You will be able to print them yourself at home printer or any local store as many times as you want and cut out by hand, or use with a Cricut.Please Note:- Differences in printers, paper and monitors means that the colors might vary from what you see on your monitor.- Print Stickers at 100% size. You can, if needed scale them down as well.FOR PERSONAL USE ONLY.Thank you for stopping by KoalaArtStudio! You can visit my shop and look my other products!\n                ", "listing_reviews": null, "store_reviews": "2 shop reviews", "search": "printable stickers", "url": "https://www.etsy.com/listing/1013505473/house-plants-printable-stickers-png"}, {"seller_text": "HyggelyStudio", "seller_href": "https://www.etsy.com/shop/HyggelyStudio?ref=simple-shop-header-name&listing_id=727311464", "store_sales": "21,406 sales", "store_rating": "4.919", "listing_title": "10 Lightroom MOBILE Presets, Bright and Airy Mobile Light room Presets, Blogger and Instagram Photo Filters, Lightroom CC, Light Bright Ig", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.55\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF"], "listing_desc": "\n                    Elevate your social media presence with these Bright & Airy presets for MOBILE! These are used best for images used in light spaces or shot in natural light.☞ PLEASE NOTE: THIS IS A DIGITAL DOWNLOAD! NO PHYSICAL COPY WILL BE SENT TO YOU! ☜CHECK OUT MORE FROM THIS SHOP --> https://www.etsy.com/ca/shop/HyggelyStudio-----------------------------------------------DETAILS FOR INSTANT DOWNLOAD:-----------------------------------------------♡ INSTANT DIGITAL DOWNLOAD!You will receive 10 preset files (PDF will have a clickable link to your files through google drive)+ PDF WITH LINK TO STEP BY STEP INSTRUCTIONS WITH PHOTOS!➀ BRIGHT&AIRY - ORIGINAL - DNG FILE➁ BRIGHT&AIRY - BRIGHT - DNG FILE➂ BRIGHT&AIRY - INTERIOR - DNG FILE➃ BRIGHT&AIRY - INTERIOR SHARP - DNG FILE➄ BRIGHT&AIRY - LOW SAT - DNG FILE➅ BRIGHT&AIRY - SHARP - DNG FILE➆ BRIGHT&AIRY - WARM - DNG FILE➇ BRIGHT&AIRY - TWO - DNG FILE➈ BRIGHT&AIRY - SHARP TWO - DNG FILE➉ BRIGHT&AIRY - THREE - DNG FILE!! These presets are created for Mobile Lightroom ONLY !!*If you would like the Desktop version of these presets, please message me, and I will direct you to the desktop listing*- Compatible with both the Paid and Free Versions of Lightroom Mobile- Instant Download Directly to Mobile Device, No Desktop Needed- Compatible with JPG & Raw ImagesBased on your lighting conditions, camera settings, and personal style, these presets may need to be slightly altered to fit your needs. I am always happy to help you use the presets if you are having trouble.  !! No refunds or exchanges can be made on digital products !!TERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE FOLLOWING -- - Do not share these files- Do not sell these files- Derivative works are also prohibited© 2019 Hyggely Studio - All Rights Reserved\n                ", "listing_reviews": "58", "store_reviews": "816 reviews", "search": "printable stickers", "url": "https://www.etsy.com/listing/727311464/10-lightroom-mobile-presets-bright-and"}, {"seller_text": "PlanSoCute", "seller_href": "https://www.etsy.com/shop/PlanSoCute?ref=simple-shop-header-name&listing_id=650157305", "store_sales": "26,021 sales", "store_rating": "4.9912", "listing_title": "Cute Kawaii Weather, Printable Planner Stickers, Cricut and Silhouette files, Bullet Journal Stickers, Erin Condren Stickers", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.38\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 ZIP"], "listing_desc": "\n                    ♥♥♥♥ Track the Weather on your planner with these cute Printable Stickers! ♥♥♥♥This listing is for a printable file, no physical item will be shipped.It Includes:♥ 1 PDF file for printing on 8.5 \"X 11\" (Letter)♥ 1 png image♥ 1 png image of the sticker sheet, for digital planning, with transparent background, you just have to crop each image and that's it! ♥ 1 Silhouette file Studio3, just to print and cut♥ 1 PNG image with white outlines to work in your Cricut space, just rotate the image vertically and resize to 6.5 \"wide by 8\" tall.You must have the program Silhouette Studio to cut the stickers with your Silhouette, or you can cut them by hand if you print them on sticky paper directly from the PDF file.The exact size to fit in your planner.Upon payment completion, you will get an email from Etsy with the download link. This may take a few minutes.Due to the digital nature of the files, these CAN NOT be canceled or refunded.***For personal use only. The files may not be copied, shared or distributed in any way.***Colors may vary from monitor to monitor and according to the printer settings.Make sure you print it at actual size otherwise it will not fit correctly in your planner.Print, cut and enjoy :)Thank you for stopping by my shop!Plan so cute ♥\n                ", "listing_reviews": "87", "store_reviews": "2,551 reviews", "search": "printable stickers", "url": "https://www.etsy.com/listing/650157305/cute-kawaii-weather-printable-planner"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=869967370", "store_sales": "21,700 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Natural Presets, Instagram Filters, VSCO Filters, iPhone Presets, Lightroom Preset, Lifestyle Presets, Bright", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it natural with this Natural Preset! This Lightroom Mobile preset will effortlessly soften and mute the shades in your photos to achieve a minimalist natural look with the click of button! ❀ Your purchase includes ❀- 1 Natural Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "24", "store_reviews": "1,130 reviews", "search": "printable stickers", "url": "https://www.etsy.com/listing/869967370/lightroom-mobile-preset-natural-presets"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=686103789", "store_sales": "171,642 sales", "store_rating": "4.8275", "listing_title": "GREEN Lightroom PRESETS Mobile and Desktop - for Instagram/ Blogger/ Photo filters/ Food Presets/ Lightroom mobile presets, tropic exotic", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    💥20 Mobile Lightroom Presets, Mobile Presets, Desktop Presets💥Blogger Preset Package for Instagram Photo PresetWhite Lifestyle preset photo filter✅FILES included:- 20 Lightroom presets for MOBILE Lightroom( free mobile lightroom app)- 20 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "47", "store_reviews": "6,145 reviews", "search": "printable stickers", "url": "https://www.etsy.com/listing/686103789/green-lightroom-presets-mobile-and"}, {"seller_text": "MespiliaArt", "seller_href": "https://www.etsy.com/shop/MespiliaArt?ref=simple-shop-header-name&listing_id=951302938", "store_sales": "686 sales", "store_rating": "5", "listing_title": "Boho sticker sheet | Printable boho planner stickers | Bullet journal stickers | Bohemian digital stickers | Goodnotes stickers PNG clipart", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $0.75\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 ZIP", "Height: 11 inches", "Width: 8.5 inches"], "listing_desc": "\n                    Bohemian style decorative stickers is a digital instant download holiday stickers collection with boho-themed clipart. The printable stickers sheet is hand-drawn and ready for print.The product includes:◆ 1 JPEG file (300 dpi) 8,5 x11 inches with hand-cut lines.◆ 1 PDF with cut lines for hand cutting◆ 1 PNG file with white outline on transparent background ◆ 1 PNG file on transparent background ◆ 29 assorted digital clipart elements in PNG format with transparent background and with the white background for digital use in Goodnotes, Notability, etc.These magic planner stickers are just what you need to create postcards, invitations, and scrapbook presents for your family and friends. You can decor your presents or envelopes with best wishes postcards.These stickers can be printed both on a home printer and local typography. If you don’t have a cutting machine, just print it and cut it with scissors.You can also use boho digital clipart stickers in your GoodNotes app or any other digital planner. Just unzip it and insert it onto your planner pages. ✦✦✦✦✦✦✦✦✦✦✦✦✦✦✦✦✦✦✦✦✦✦✦✦✦✦✦✦✦✦You will receive 1 zip file| INSTANT DOWNLOAD |Downloads are available once your payment is confirmed.  You will receive a link to download zip files and you will need a suitable program to unzip it. Please pay attention that it is a DIGITAL PRODUCT and no physical items will be shipped to you.✦✦✦✦✦✦✦✦✦✦✦✦✦✦✦✦✦✦✦✦✦✦✦✦✦✦✦✦✦✦This product is available for PERSONAL USE ONLY. If you like this design and wish to use it in your commercial project (up to 500 end-products) check the following Clipart product in my shop - https://www.etsy.com/listing/950851934______________________► TERMS OF USE ◄This listing is for an INSTANT DOWNLOAD, which means we only offer Digital Products (digital files only). No physical products will be sent. All the physical products you can see on product images are for information purposes only. Colors vary depending on monitors and printers.Downloaded products are non-refundable.► LICENCE ◄This product is available for PERSONAL USE ONLY.► USE RESTRICTIONS◄The copyright for any product remains with Mespilia.art at all times.Please check the shop policy for more information.If you do not receive your order, please contact us. Thanks for stopping by and don't forget to check back for more updates!★ Don't forget to check the other products I have. Follow the shop if you wish to know about the new coming.  https://www.etsy.com/shop/MespiliaArt\n", "listing_reviews": null, "store_reviews": "38 shop reviews", "search": "printable stickers", "url": "https://www.etsy.com/listing/951302938/boho-sticker-sheet-printable-boho"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=934128080", "store_sales": "21,700 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Neutral Filter, Cream Preset, Instagram Filters, iPhone Presets, Lightroom Filter, Lifestyle Preset, Blogger Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it natural with this Nude Preset! This Lightroom Mobile preset will effortlessly soften the shades in your photos while achieving a bright creamy look with the click of button! ❀ Your purchase includes ❀- 1 Nude Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "18", "store_reviews": "1,130 reviews", "search": "printable stickers", "url": "https://www.etsy.com/listing/934128080/lightroom-mobile-preset-neutral-filter"}, {"seller_text": "ATArtDigital", "seller_href": "https://www.etsy.com/shop/ATArtDigital?ref=simple-shop-header-name&listing_id=770720448", "store_sales": "101,205 sales", "store_rating": "4.9774", "listing_title": "Happy Planner Stickers, Weekly Stickers, Planner Girl, Printable Stickers, Planner Girl, Boss Babe, Planner Stickers, Pink Planner, Fashion", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.90\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP", "Height: 11 inches", "Width: 8.5 inches"], "listing_desc": "\n                    Happy Planner Stickers, Weekly Stickers, Planner Girl, Printable Stickers, Planner girl, Boss babe, Planner stickers, Pink planner, FashionThis  set of printable planner stickers is perfect for decorating  the Happy Planner!!! Just use your creativity and this kit would work for any planner!For creating of this set were used  hand-painted illustrations and elements, digital paper from my cliparts (by Tanya Kart). This set includes 2 sheets  8,5 x 11 inches and 1 sheet 5 x 7 inches with bonus stickers!This is a DIGITAL PRODUCT!!! NO PHYSICAL ITEM WILL BE SHIPPED!!!**********************************After purchasing all files will be available for downloading and YOU WILL GET:**********************************- 2 JPEG files high quality ( 300 dpi) 8,5”x11” and 1 JPEG file 5”x7”  (Zip)- 3 PDF files  (2 files 8,5”x11” and 1 file  5”x7”)- 3 Png files with transparent background (2 files 8,5”x11” and 1 file  5”x7”)You will be able to print them yourself at home printer or any local store as many times as you want  and cut out by hand!***Please note  colors may slightly vary because every monitor, printer and paper you use is different.******Please print it in actual size 100%******Please use  8,5 x 11 and 5 x 7 paper size for printing***USES*******************************- For personal useYOU MAY NOT SHARE  these original files  and  RESELL them !!!Copyright © 2020 Tanya Kart. All rights reservedThank you for stopping by!\n                ", "listing_reviews": "50", "store_reviews": "8,533 reviews", "search": "printable stickers", "url": "https://www.etsy.com/listing/770720448/happy-planner-stickers-weekly-stickers"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=788363061", "store_sales": "171,642 sales", "store_rating": "4.8275", "listing_title": "Sweet HOME -  LIGHTROOM mobile and desktop PRESETS /vsco filters, Presets for Lightroom Mobile app / warm presets / instagram filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.02\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    More presets in our SHOP:www.etsy.com/shop/KatherineDream • FILES INCLUDED IN YOUR PURCHASE •✔️ 11 Lightroom presets for MOBILE Lightroom( free mobile lightroom app)✔️ 11 Lightroom presets for desktop Lightroom✔️ Post-purchase Support 24/7✔️ Instructions✔️ Instant Download • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "100", "store_reviews": "6,145 reviews", "search": "printable stickers", "url": "https://www.etsy.com/listing/788363061/sweet-home-lightroom-mobile-and-desktop"}, {"seller_text": "PaperLemonadeCo", "seller_href": "https://www.etsy.com/shop/PaperLemonadeCo?ref=simple-shop-header-name&listing_id=731463375", "store_sales": "7,285 sales", "store_rating": "4.9955", "listing_title": "Weather icon printable planner stickers forecast sunny day stickers", "listing_bestseller": "-", "listing_price": "\n                        $1.89\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 ZIP"], "listing_desc": "\n                    If you're looking for cute, practical and oh so easy to use printable stickers for your planner(s), you've come to the right place. Whether you have a Cricut, a Silhouette or a printer and some cutting tools, you'll be all set!These PRINTABLE weather icons stickers look great in most planners including Hobonichi, Happy Planner, Erin Condren, Kikki K, Filofax, Websters, Traveler’s Notebooks, bullet journals and more!Print and cut as many times as you need!(For personal use only - No file sharing please)♥ ♥ ♥ INSTANT DOWNLOAD - NOTHING WILL BE SENT BY MAIL ♥ ♥ ♥::::::::::::::::::::::::::::::::::::: YOU WILL RECEIVE :::::::::::::::::::::::::::::::::::::YOU WILL RECEIVE:- 1 PDF file- 1 JPEG file- 1 PNG file- 1 PDF INSTRUCTION and LICENSE file which I highly recommend reading ★♥ FOR CRICUT- 1 color png file where most images include a white border to give you that nice professional printed sticker look- 1 black png file in case you need it♥ FOR SILHOUETTE- FREE studio file which is ready to print and cutPRO TIPS:  It is advisable to ALWAYS print at actual size, and print on your best quality setting.★★★ CRICUT USERS ★★★  Please note an important step which is also stated in the instructions:Once on the canvas, go to Edit and RESIZE THE IMAGE to 6.60” X 9.10”::::::::::::::::::::::::::::::::::::: UNZIPPING YOUR ZIP FOLDER :::::::::::::::::::::::::::::::::::::Most PC and Mac computers will unzip automatically, or allow the folder to unzip simply by double clicking the folder. If this is not the case with your device, you will need to use software to unzip the folder, such as Stuffit Expander (for mac), WinZip (for PC), or Winzip (phones/tablets)::::::::::::::::::::::::::::::::::::: COLOUR :::::::::::::::::::::::::::::::::::::Colour may vary from screen to print. Computer screens might display colors differently from one another so the color displayed on screen might not be identical to the printed version. It is also worth noting that different platforms display colors differently, so it might display differently on your phone than it will on your computer screen.::::::::::::::::::::::::::::::::::::: LICENSE :::::::::::::::::::::::::::::::::::::These printables may not be shared or given away as a Freebie or re-sold, as a printable or printed, either in it’s original format or modified in any way or as a part of sticker/clipart packages, even if it’s for personal use. - Third party sale, wholesale or redistribution is not allowed.• Claiming any of my work as your own is not allowed.All Paper Lemonade Co artwork, graphics, inserts, stickers, printable stickers, printable inserts © Paper Lemonade Co. - All rights reserved. All graphics are © Paper Lemonade Co.\n                ", "listing_reviews": "15", "store_reviews": "1,554 reviews", "search": "printable stickers", "url": "https://www.etsy.com/listing/731463375/weather-icon-printable-planner-stickers"}, {"seller_text": "LunarEtWillow", "seller_href": "https://www.etsy.com/shop/LunarEtWillow?ref=simple-shop-header-name&listing_id=914773839", "store_sales": "19,507 sales", "store_rating": "4.6837", "listing_title": "3 Mobile Lightroom Presets & Instagram Story Filter, Iphone Presets, Mobile Presets, Instagram Filters, Preset, Colorful Mobile, For Pets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.81\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 1 PDF, 3 other files"], "listing_desc": "\n                    Mobile Lightroom Presets / Instagram Presets / Desktop & Mobile Presets / Bright Blogger Theme / Influencer PresetsLunar & Willow PRESET SHOP: https://www.etsy.com/au/shop/LunarEtWillow✮ INCLUDED IN YOUR PURCHASE ✮✔️  3 Mobile Lightroom Presets (DNG files)✔️  Step-by-step guide to installation✮ COMPATIBILITY ✮✔️  Works in Lightroom Mobile App (iOS/Android).✔️  Easy to install, just import DNG files into Lightroom.✔️  Works with FREE or paid version of Lightroom CC App.Created for the FREE Lightroom Mobile App and Desktop Lightroom. Our presets will transform your photos with just one click. Use these to create the perfect looking Instagram feed or blog without the time consuming editing!These presets will change the way you edit lifestyle, travel, children & family, home blogging, and interior photos such as AirBnB & Real Estate.© 2020 Lunar Et Willow, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "13", "store_reviews": "860 reviews", "search": "printable stickers", "url": "https://www.etsy.com/listing/914773839/3-mobile-lightroom-presets-instagram"}, {"seller_text": "Blondary", "seller_href": "https://www.etsy.com/shop/Blondary?ref=simple-shop-header-name&listing_id=974130096", "store_sales": "2,567 sales", "store_rating": "4.9957", "listing_title": "Mobile Lightroom Presets | 10 Tanning Presets | Beach Filter | Summer Tan | Bronze Preset | Beige Presets | Instagram Filter | iPhone Preset", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.05\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    Mobile Lightroom Presets, Tanning Presets, Beige Presets, Summer Presets, Beach Preset, Clean Preset, Brown presets, Bright Presets, Warm Presets, Coffee Presets, Instagram Filter, Instagram Presets, Blogger Presets, Lifestyle presets✩ FREE PRESETS OFFER ✩❤️ GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE ❤️❤️ GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE ❤️❤️❤️ GET 8 PACKS & PAY ONLY FOR 4 - Add 8 items to your cart and use promo code 4FREE*Tanning Mobile Presets: include 10 mobile Lightroom Presets perfect for summer, beach photos. Transform your photos with the Tanning Lightroom Presets*⭐You Will Receive :- 10 DNG. Mobile Presets - 1 PDF file \"how to download mobile presets\" All presets files are in DNG format.After the download you will need to unzip the file, either on your PC (and then send the mobile presets to your phone) or on your phone (if you have an app that can unzip files).After purchase you will be able to INSTANTLY DOWNLOAD the following 10 presets:- If you have problems with installation or with downloading your files just contact me and I'll do my best to help you.- Please keep in mind that each photo has different light setting so you can tweak some settings as light, contrast etc after applying you presets to get best results.For personal use ONLY! You may NOT sell, distribute, rent, give, sub-license, or transfer presets, or presets sent to anyone else.More Presets:Beige Presets:https://www.etsy.com/listing/964232783/mobile-lightroom-presets-12-beige?ref=shop_home_active_1&pro=1Bright Interior Presets:https://www.etsy.com/listing/952251009/mobile-lightroom-presets-6-bright?ref=shop_home_active_2&pro=1Minimalistic Presets:https://www.etsy.com/listing/938999572/lightroom-mobile-preset-7-minimalistic?ref=shop_home_active_4&pro=1Luxury Black Presets:https://www.etsy.com/listing/971607185/lightroom-presets-10-luxury-black?ref=shop_home_active_3&pro=1Fitness Presets:https://www.etsy.com/listing/943374818/lightroom-presets-6-fitness-presets?ref=shop_home_active_5&pro=1Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filters, Travel Presets, Influencer Presets, warm presets, iPhone Presets, Moody Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright Presets, Clean Preset, Color Pop Preset, Vibrant Presets, Home Presets, Beach Presets\n                ", "listing_reviews": "11", "store_reviews": "234 reviews", "search": "printable stickers", "url": "https://www.etsy.com/listing/974130096/mobile-lightroom-presets-10-tanning"}, {"seller_text": "ThePixelLlama", "seller_href": "https://www.etsy.com/shop/ThePixelLlama?ref=simple-shop-header-name&listing_id=1009229460", "store_sales": "4,527 sales", "store_rating": "5", "listing_title": "Sweet Summer Printable Stickers", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $1.79\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP"], "listing_desc": "\n                    This design contains a transparent background 8.5 x 11 300dpi sticker sheet.These are to use on your Silhouette Cameo and or Cricut Design Space software or any other program that is compatible with print and cut stickers. If you are using another type of machine or program please check with your program to ensure your capability with these file types. ------------------------------------------------------- My files are very easy to use and I am always happy to help, please send me a message any time if you need any assistance\n                ", "listing_reviews": null, "store_reviews": "248 shop reviews", "search": "printable stickers", "url": "https://www.etsy.com/listing/1009229460/sweet-summer-printable-stickers"}, {"seller_text": "MintAndPepper", "seller_href": "https://www.etsy.com/shop/MintAndPepper?ref=simple-shop-header-name&listing_id=790367867", "store_sales": "61,307 sales", "store_rating": "4.8303", "listing_title": "7 Lightroom Mobile & Desktop Presets NATURAL Instagram Preset, Bright Filter, Mobile Lightroom Presets for Bloggers, Everyday Photo Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.82\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    7 Lightroom Presets for Lightroom MOBILE (.dng) & Lightroom DESKTOP (.xmp) NATURAL is a pack of 7 Lightroom Presets. Great for bloggers, photographers and everyone who aims to create a consistent feed on Instagram with easily applied filter. Perfect for outdoor photography, stylized shots and portraits.- Compatible with iPhone and Android devices (you just need to download free Lightroom App) and with Desktop Lightroom - Easy to apply, with just one click- Instant download filesYou get:- 7 Lightroom Presets in .dng and .xmp formats - Instruction in PDFPlease remember that all presets look differently on each photo because of lighting and white balance settings, dominant colours etc. If your photo doesn’t look perfect you may need to adjust exposure or temperature to achieve the best results.🌟GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE🌟🌟GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE🌟🌟GET 8 PACKS & PAY ONLY FOR 4 - Add 8 items to your cart and use promo code 4FREE🌟- Due to the digital nature of this product no exchanges or refunds will be madeINSTAGRAM: @mint_and_pepper_EMAIL: mintandpepper5 [!at] yahoo.comKeywords: Lightroom presets, Lightroom, mobile presets, dng, photo filters, iPhone, Android, iOS, instagram presets, digital download, presets, Lightroom CC, Instagram presets, blogger presets, VSCO presets, instagram filter, lifestyle presets, influencer presets, professional photo editing, editorial presets, luxury presets, wedding presets, portrait presets, travel presets, Lightroom mobile, best mobile presets, photo presets.\n                ", "listing_reviews": "16", "store_reviews": "2,033 reviews", "search": "printable stickers", "url": "https://www.etsy.com/listing/790367867/7-lightroom-mobile-desktop-presets"}, {"seller_text": "OnePreset", "seller_href": "https://www.etsy.com/shop/OnePreset?ref=simple-shop-header-name&listing_id=974215413", "store_sales": "77,822 sales", "store_rating": "4.658", "listing_title": "BUNDLE 120 Lightroom Presets Mobile - Instagram Blogger Preset - Lightroom Mobile Presets - Instagram Presets - iPhone Presets for Blogger", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.19\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    💝 GET A FREE PRESET 💝\u2028GET 4 & PAY FOR 3: Add 4 Presets to your cart, use promo code “ONEFREE” and only pay for 3.OR SHOP UNDER THIS LINKhttps://www.etsy.com/au/shop/OnePreset?coupon=ONEFREE✩✩✩ We have 45 BESTSELLERS ✩✩✩Mobile & Desktop Compatible Lightroom Presets to create an aesthetic Instagram feed. \u2028\u2028✮ INCLUDED IN YOUR PURCHASE ✮• 120 Mobile Lightroom Presets (DNG file)• PDF File w/ Simple Instruction Manual• Compatible with both Android and iPhone• Works in Adobe Lightroom (PC/Mac)INCLUDED PRESET PACKS:- Clean- Natural- Cruise- Family- Greece- Hazelnut- Jungle- Lifestyle- Midsummer- Mother- Natural- Tangerine- Tanning✮ INSTALLATION ✮ To access your digital files:1. Go to Your Account2. Purchases and reviews and look for the order.3. To the right of the order, click Download Files.4. You will be able to download the DNG File.5. You will then be able to upload each DNG file as an image to your Lightroom Mobile app.6. Click on the three dots in the top right of your Lightroom app7. Select the option 'Create Preset', this will allow you to save the preset to the preset editing option of the app for use on other images.We value and respect our customers. We always find a compromise in solving any questions that may arise, even after the delivery of the order.Due to the digital nature of this product ALL SALES ARE FINAL.For any questions please contact me via Etsy messages.© No sharing files, or selling them in any form. Derivative works are prohibited. © OnePreset, 2020\n                ", "listing_reviews": "77", "store_reviews": "2,906 reviews", "search": "printable stickers", "url": "https://www.etsy.com/listing/974215413/bundle-120-lightroom-presets-mobile"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=848374533", "store_sales": "237,226 sales", "store_rating": "4.8715", "listing_title": "5 Mobile Lightroom Preset BEE HONEY Warm Instagram Filter, Influencer Lightroom Preset Travel Blogger", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 Files"], "listing_desc": "\n                    Lightroom Presets, instagram preset,  influencer presets, lifestyle blogger presetsLevel up your social media game with BEE HONEY Presets and edit your Instagram photos like a pro on your mobile device! Mobile Lightroom Influencer Preset BEE HONEY  Included 5 presets  inspired by travel bloggers and influencers around the world.This preset for every kind of picture that will surely deliver stunning results and make your images look a hundred times better! For photographers who do a lot of fashion, travel and lifestyle photography.This quality preset produce amazing warm tones and making it easy for you to achieve the same look and feel as your favorite influencers!  🔥GET 5 & PAY FOR 3: add 5 presets to your cart, use PROMO code GIFT2🔺Included5 LIGHTROOM MOBILE PRESET .DNG file🔵How to Download and Install mobile preset:  https://youtu.be/fDKHSkU7GIs🔵If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll.For any questions or editing help Please contact me email victoriabee.shop [!at] gmail.com© 2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoKeywords: Warm filter, Instagram Filter, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, family preset,\n                ", "listing_reviews": "16", "store_reviews": "8,047 reviews", "search": "printable stickers", "url": "https://www.etsy.com/listing/848374533/5-mobile-lightroom-preset-bee-honey-warm"}, {"seller_text": "DigitalVibes", "seller_href": "https://www.etsy.com/shop/DigitalVibes?ref=simple-shop-header-name&listing_id=809531211", "store_sales": "12,390 sales", "store_rating": "4.8333", "listing_title": "10 Mobile and Desktop Lightroom Presets, SUNSET GLOW presets, Sunset sunrise Lightroom Preset,Bright, Instagram Filter,Travel Summer Blogger", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    ✅ LIMITED OFFER - Just don't miss it out!Huge Package of 1000+ Mobile & Desktop Presets with a HUGE discount!! Imagine what you can do with this Bundle of 1000+ Premium Presets !Follow the link --> https://www.etsy.com/listing/864152596/lightroom-presets-bundle-bestsellers-of?ref=listing_published_alert-------------------------------------------------------------------------10 Lightroom Presets, Mobile Presets and Desktop Lightroom Presets, Instagram preset, influencer presets, lifestyle blogger presets, Summer Filters, Pastel Sunset Sunrise Beach Travel Presets, Warm Light Bright Effect.✅ SUNSET GLOW PRESETS:Take your social media pictures to the next level with DIGITAL VIBES Presets and edit your Instagram photos like a pro!The SUNSET GLOW Preset Pack will help you rock your Instagram feed, with bright pastel tones and vibrant warm light, perfect for your sunset and sunrise images. It will make you grow your followers, and create a perfect grid!✅ FILES included:The digital download comes with 2 PDF files✩ The file \"How to download\" includes a direct link to download :  10 Mobile Lightroom Preset - DNG format. 10 Desktop Lightroom Preset - XMP format.✩  The file \"How to use\" includes instructions to use the mobile and desktop presets✅ SPECIAL PROMO: BUY 5 & PAY ONLY 3✩  Add 5 items to your order ( Each item should be a pack of 10 presets)✩  Apply HAPPYSALE COUPON CODE✩ PAY ONLY FOR 3!!!✅ NOTES: ✩ All of the presets have been tested on a variety of pictures and they are very versatile.In most cases the presets works at one-click magic, but please note that it works differently on each picture, you can then edit and play with the exposure,white balance.. etc✩ This is a digital download, No physical product will be sent.✩  The presets are for personal or professional use.✩ Because my products are digital downloads, I am unable to refund, since they cannot be returned once downloaded. However we would be happy to assist with any questions. © 2020 Digital Vibes, All Rights Reserved.TERMS OF USE: All the products are copyrighted to Digital Vibes, do not share or sell these files.\n                ", "listing_reviews": "23", "store_reviews": "526 reviews", "search": "printable stickers", "url": "https://www.etsy.com/listing/809531211/10-mobile-and-desktop-lightroom-presets"}, {"seller_text": "EliteStudioPresets", "seller_href": "https://www.etsy.com/shop/EliteStudioPresets?ref=simple-shop-header-name&listing_id=806720640", "store_sales": "17,026 sales", "store_rating": "4.7489", "listing_title": "10 Lightroom Mobile Desktop Presets MALIBU, Light and Bright Mobile Presets, Travel Island Picture Filter, Instagram and Blogger Presets", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.38\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    Instantly add brightness to your travel photos, while also adding a pop to ocean colors. Turn your pictures into jet➤setter lifestyle pics.☆ What is included? ☆➤ 10 Presets in DNG and XMP format (NOT lrtemplate format, but you can still use them by uploading the DNG files in your Lightroom Desktop and save them as preset.)➤ PDF file containing a link to download your mobile and desktop presets➤ PDF installation guideEtsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets☆ Compatibility ☆➤ For MOBILE and DESKTOP use (iPhone, Android, PC, MAC)➤ Compatible with free version of the Adobe Lightroom App. You can download this app for free on your mobile phone (iPhone or Android)➤ Compatible with the paid desktop version of the Adobe Lightroom Classic CC (version 7.3+)➤ For use on JPEG and RAW images☆ BUY 5 AND GET 30% OFF!! ☆Add 5 presets in your cart and receive automatically 30% discount!https://www.etsy.com/shop/EliteStudioPresets☆ 24/7 Support ☆If you have any questions or need some help with the presets, please contact me at Etsy or through email elitestudiopresets[at]@gmail.com♡ Share with Us! ♡I would love to see how your pictures turned out by using our presets. Please include them in your review! Tag or DM us on instagram to get featured!@elitestudiopresets© 2020 Elite Studio Presets, All Rights ReservedTerms of Use: By purchasing this item, you are automatically agreeing to the terms of use. Included but not limited to: Prohibition of sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "41", "store_reviews": "749 reviews", "search": "printable stickers", "url": "https://www.etsy.com/listing/806720640/10-lightroom-mobile-desktop-presets"}, {"seller_text": "KIINcreations", "seller_href": "https://www.etsy.com/shop/KIINcreations?ref=simple-shop-header-name&listing_id=997654802", "store_sales": "108,065 sales", "store_rating": "4.8939", "listing_title": "10 EARTHY mobile & desktop PRESETS | Earthy Preset | Brown Preset | Travel preset | Tropical Preset | Aesthetic Preset | Instagram filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.12\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ❤️  GET 4 & PAY FOR 2: add 4 presets to your cart, use PROMO code: MERCI4 and pay just for 2❤️ ❤️  GET 6 & PAY FOR 3: add 6 presets to your cart, use PROMO code: MERCI6 and pay just for 3❤️ ❤️ ❤️  GET 8 & PAY FOR 4: add 8 presets to your cart, use PROMO code: MERCI8 and pay just for 4\u202810 Earthy Lightroom mobile & desktop presets - saturated browns, faded greens, moody blues will give your images that tropical aesthetic feel. These presets will work great with outdoor, family, portrait ,travel, lifestyle and professional photography images.\u2028\u2028INCLUDED IN YOUR PURCHASE✅  10 Mobile Lightroom Presets (DNG files)✅  10 Desktop Lightroom Presets (XMP files)✅  10 Desktop Lightroom Presets (LRtemplate files)\u2028✅  Easy Step-by-step PDF guide with instructionsBEST CUSTOMER SERVICEI want to be sure you’re satisfied! If you have any issues, I am happy to help! Just message me! :) COMMON QUESTIONS➕ Works in Lightroom Mobile App (iOS/Android)➕ Works With & WITHOUT Adobe subscription➕ You only need Lightroom CC App on your Phone/iPad➕ Works With All Lightroom & ACR Desktop VersionsMy presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. I’m confident that my presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image.STAY IN TOUCHIG: instagram.com/kiinlrpresetsWEBSITE: kiinlightroompresets.comEMAIL:  info [!at] kiinlightroompresets.comRefunds/ExchangesDue to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is my number one priority. In the case you are not happy with a preset, send me a message and we can discuss an exchange for a preset that better fits your needs. © 2020 KIIN CREATIONS LLC, All Rights ReservedTERMS OF USE:  Including but not limited to: No sharing the files. No selling the files. Derivative works are prohibited.\u2028KIIN Presets, Photo Presets, VSCO Presets, Edit, Editing, Insta blogger, Lightroom Classic CC, influencer preset, blogger preset, influencer filter, preset filter, instagram feed, fashion blogger, aesthetics, DNG, Instagram Preset, Presets, Mobile Filter, Lightroom presets, Lightroom Mobile, Android Preset, Lightroom Mobile Presets, Mobile Lightroom Presets, family preset, warm bright preset, skin preset, selfie presets, earthy preset, aesthetic preset, professional photography preset, earthy tones, caramel preset, coffee preset, brown preset, mocha preset, brown preset, brown Lightroom preset, Lightroom mobile presets, preset filter, instagram preset, outdoor preset, tropical preset, instagram preset, travel preset, tanned skin preset, moody preset\u2028\n                ", "listing_reviews": "6", "store_reviews": "4,454 reviews", "search": "printable stickers", "url": "https://www.etsy.com/listing/997654802/10-earthy-mobile-desktop-presets-earthy"}, {"seller_text": "Presetsil", "seller_href": "https://www.etsy.com/shop/Presetsil?ref=simple-shop-header-name&listing_id=904674862", "store_sales": "420 sales", "store_rating": "4.6364", "listing_title": "4 professional Lightroom Mobile Presets, Instagram filter, bright and clear, presets for all types of photos.", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.38\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 MOV, 1 ZIP"], "listing_desc": "\n                    4 Lightroom Presets for amazing edit results. The presets will take your photos  to a much higher level. Your feed will be a goal for everyone ! ✨* What will you get in the package?✔️ 4 presets which both work with iPhone & Android ✔️ The presets work in the FREE Lightroom Mobile App ✔️ Video clip showing how to download the presets step by step✔️ Fast direct digital download ✔️ How to use the presets in the app 🎁 B O N U S 🎁 *Buy 4 and pay only for 2*Use the code 2FREEThis preset is the best assistant and easily improves photos. You will get all the secrets of editing in one click! I know that you will enjoy it! I’m excited to see your results.  💥\n                ", "listing_reviews": "6", "store_reviews": "11 reviews", "search": "printable stickers", "url": "https://www.etsy.com/listing/904674862/4-professional-lightroom-mobile-presets"}, {"seller_text": "SnazzyMango", "seller_href": "https://www.etsy.com/shop/SnazzyMango?ref=simple-shop-header-name&listing_id=986580638", "store_sales": "3,763 sales", "store_rating": "4.6667", "listing_title": "Bachelorette Instagram Filter! Gold Bachelorette Filter! Instagram Stories Filter. Hen Party Filter! Instagram Effect. Bachelorette Party!", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $8.01+\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: Adobe Illustrator, Photoshop, Instagram, Facebook, Spark AR, Glitter, Insta Stories, Effect, Instagram Story, Insta Story, Sparkle, Gold, Bachelorette\n\n\nRead the full description"], "listing_desc": "\n                    Custom Bachelorette For Instagram, Instagram Stories Filter!TRY BEFORE YOU BUY: https://www.instagram.com/ar/944533329616168/Make a statement at your bachelorette party with your very own custom Instagram/Facebook filter! All your family, friends, guests and followers will have access to your filter! Anyone who sees your story will also have access to your filter! Unlike snapchat filters it's not restricted to location and there is no upload cost!| CUSTOMISATION |-PERSONALISATION-Name:Date:Location:Text colour (Select from drop down menu) or message me if you want a colour which isn't listed.Which social media do you want your filter to be on? (Facebook or Instagram). Please note there's a small charge to have your filter on both social media platforms as I essentially have to make 2 separate filters.| HOW IT WORKS |1 - Enter your personalisation requirements in the space provided when ordering.2 - I then design your filter in Instagram/Facebook's unique software.3 - A proof will then be sent to you of how your filter will look, please allow 24hrs for this.4 - Once you're happy with how your filter looks, I then submit it to Instagram/Facebook to upload to their filter collection. (This can take up to 48hrs)!5 - Once the filter has been accepted by Instagram/Facebook I will then email you a link to where you can find your filter on the social media site!6 - You can share the link with all your friends, family and guests! Alternatively, when your post to your story using the filter a badge will be displayed in the top left corner. Anyone who clicks on this will also have access and be able to use your filter! (An example of this is Picture 3).Please message me if you have any questions.  :)If you include the snapchat version in your order, this is just for the filter file. You must upload the filter to Snapchat where costs may be incurred due to location and date. More information can be found here: https://www.snapchat.com/l/en-gb/on-demand/Facebook and Instagram filters are uploaded by me at no extra cost.My full collection of Instagram & Facebook filters can be found here:https://www.etsy.com/uk/shop/SnazzyMango?ref=seller-platform-mcnav&section_id=21416837Keywords:Bachelorette Filter, Bachelorette Party, Hen Party, Ring Filter, Gold Filter, Gold Bachelorette, Pool Party, Insta Filter, Bachelorette Party Instagram, Bachelorette Geofilter, Insta Filter, Instagram Filter, Instagram Story, Instagram Stories, Insta Stories, Instagram Wedding, Instagram Wedding Filter, Rose Gold Wedding Filter, Insta Wedding Filter, Insta Wedding Effect, Insta Wedding Stories, Insta Wedding, Instagram Wedding, Rose Gold Wedding Filter, Insta Mask, Insta Effect\n                ", "listing_reviews": null, "store_reviews": "466 shop reviews", "search": "printable stickers", "url": "https://www.etsy.com/listing/986580638/bachelorette-instagram-filter-gold"}, {"seller_text": "SMDSTICKERS", "seller_href": "https://www.etsy.com/shop/SMDSTICKERS?ref=simple-shop-header-name&listing_id=854916355", "store_sales": "227 sales", "store_rating": "4.9063", "listing_title": "COD10- Rainbow stickers/Warm Rainbow Sticker Sheet/rainbow printable/fall stickers/Printable Stickers/Bullet Journal stickers", "listing_bestseller": "-", "listing_price": "\n                        $1.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 ZIP"], "listing_desc": "\n                    This listing is for a printable file, no physical item will be shipped. Watermarks will not appear in the original file.♥ You will receive 1 ZIP with:♥1 PNG (transparent), 1 JPG and 1 PDF♥1 ZIP Silhouette Studio files (print then cut)♥ This listing includes 1 pages on 8,5x11 paper size.---------------------------------------- ♥ ♥ ♥ ♥ -----------------------------------------Please zoom on the picture for a better look.These work great in a ton of different planners!♥ You may print it as many times as you like♥ I cannot guarantee the colors; every monitor, printer and paper is different, so the colors may not be the exact♥ There are no watermarks in the files♥ These stickers are for personal use only♥ This is a digital product. No printed material will be shipped.Once files have been downloaded we are unable to issue refunds. All sales are final, due to the digital nature of our products we cannot provide a refund.Thank you for stopping by my shop!HAVE A GREAT DAY ! ♥ ♥\n                ", "listing_reviews": null, "store_reviews": "32 shop reviews", "search": "printable stickers", "url": "https://www.etsy.com/listing/854916355/cod10-rainbow-stickerswarm-rainbow"}, {"seller_text": "PSPrintAndStick", "seller_href": "https://www.etsy.com/shop/PSPrintAndStick?ref=simple-shop-header-name&listing_id=978869350", "store_sales": "42 sales", "store_rating": "5", "listing_title": "Kids Drawing - Printable Stickers Collection Planner Cut A4 Letter Stickers Planning Scrapbook Print Cut File Silhouette Cameo Cricut Files", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $2.25\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 ZIP"], "listing_desc": "\n                    \"Kids Drawing \" - Printable Stickers Letter and A4 size, includes files suitable for both Silhouette & Cricut machines.★This is a DIGITAL FILE, no physical copy will be shipped★-- DOWNLOAD INCLUDES --• For Silhouette- A4 & Letter size - PNG, PDF & Silhouette '.studio3' cut files in THREE sizes: Large - 1 block for A4 & Letter; Medium - 2 block  for A4 & Letter; Small - 4  block  for A4 & Letter- PNG - Silhouette Guide• For Cricut- PNG Design File & PNG Black Out File- PNG - Cricut Guide• For others Cut Machines- EPS, SVG, PDF - Black Out File-- WARNING --• Make sure to print at 'ACTUAL SIZE - 100%' for correct sticker sizing (however, you can re-scale these sheets to suit your planner).• Colors are dependent on your monitor, printer and paper. There may be a slight difference between the colors you see on your monitor and the printed kit.• Sorry, But - \" I do not own a Cricut & Silhouette myself, so I cannot offer any further tech help. Basic Cricut & Silhouette knowledge needed!• CRICUT USERS ★Please note an important step which is also stated in the instructions: Once on the canvas, go to Edit and RESIZE THE IMAGE to 6.75” (Widht)★ -- UNZIPPING YOUR ZIP FOLDER -- Most PC and Mac computers will unzip automatically, or allow the folder to unzip simply by double clicking the folder. If this is not the case with your device, you will need to use software to unzip the folder, such as Stuffit Expander (for mac), WinZip (for PC), or Winzip (phones/tablets)-- PURCHASE INSTRUCTIONS --• Add this listing to your cart for purchase by clicking on “Add to Cart” button• Make your purchase via PayPal• An automated instant download email will be sent to your Etsy email address, which will contain your download links. You can also access to your Etsy account / purchases / view receipt / and clicking Download Button.-- DETAILS --• Uploaded at 300 dpi for maximum quality.• You will receive nothing in the mail; this is a printable item.• Print as many times as you'd like for your own personal use.• Please do not redistribute or use for commercial purposes.• I cannot guarantee printed colors as printers, monitors, and printer paper vary.• If you have any questions, please don't hesitate to contact me.• Once you've purchased the files from my shop, just download them, print them out on sticker paper, and cut. Some people cut by hand; other people use cutting machines made by Silhouette, Cricut, or other manufacturers.Kids Drawing Children Kids Printable Stickers Collection Planner Cut A4 Letter Stickers Planning Scrapbook Print Cut File Silhouette Cameo Cricut FilesKids Clipart Png, Baby Silhouette, Boy Pdf, Kids Bundle, Child Cricut Cut File, Stick Children Girl Cut FilesThank You for Your choice;)\n                ", "listing_reviews": null, "store_reviews": "2 shop reviews", "search": "printable stickers", "url": "https://www.etsy.com/listing/978869350/kids-drawing-printable-stickers"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=881743862", "store_sales": "21,700 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Influencer Presets, Instagram Filters, iPhone Presets, Lightroom Filter, Lifestyle Presets, Blogger Photo Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it neutral with this Influencer Preset! This Lightroom Mobile preset will effortlessly soften and mute the shades in your photos to achieve a creamy chic look with the click of button! ❀ Your purchase includes ❀- 1 Influencer Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "33", "store_reviews": "1,130 reviews", "search": "printable stickers", "url": "https://www.etsy.com/listing/881743862/lightroom-mobile-preset-influencer"}, {"seller_text": "ThePresetCow", "seller_href": "https://www.etsy.com/shop/ThePresetCow?ref=simple-shop-header-name&listing_id=934063765", "store_sales": "6,133 sales", "store_rating": "4.8085", "listing_title": "Mobile Lightroom Presets | Instagram Presets | Desktop Lightroom Presets | Influencer Blogger Presets | Sunset Preset | Warm Light Preset |", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.13\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 2 other files"], "listing_desc": "\n                    Created for Instagram influencers, lifestyle or travel bloggers, and creators, this warm sunset preset will transform your images with just one click! Aimed to create a cohesive feed & consistent aesthetic for your Instagram, blog, or platform. Made by a photographer with 6 years of camera experience.INCLUDED IN YOUR PURCHASE:✔ 1 MOBILE Lightroom Preset (DNG format)✔ 1 DESKTOP Lightroom Preset (XMP format)✔ PDF Step-by-Step GuideCOMMON QUESTIONS: ✔ Compatible in Lightroom Mobile App (iOS or Android)✔ Compatible in Lightroom Desktop (Mac or PC)✔ Compatible in all Lightroom Desktop versions✔ Instant downloadContact me with any questions, feedback, or concerns. Thank you for shopping small!♡ Stay safe & happy editing, Alana ♡📌 PINTEREST: www.pinterest.com/alanamak📷 INSTAGRAM: www.instagram.com/alanamakREFUND POLICY & TERMS OF USE:Due to the digital nature of this product, all sales are final & there are no returns or exchanges. No sharing files, or reselling them in any form. Derivative works are prohibited. Violators of this agreement will be prosecuted.© ThePresetCow, 2020KEYWORDS:Warm Filter I Light Preset I Sunset Photo Preset | Summer Filter | Mobile Lightroom Presets I Instagram Presets I Desktop Lightroom Presets I Influencer & Instagram Filter I DNG I Mobile Filter I Travel Presets I Influencer Presets I I iPhone Presets I Blogger Presets I Photo Filters I Android Preset I Edits in Lightroom | VSCO Filter | Lightroom Editing | Photo Presets | Lightroom for Beginners | Best Lightroom Presets | VSCO Tumblr Editing | Best Instagram Filters | Aesthetic Lightroom Preset | Aesthetic Instagram Filter | Photo Editing | Travel Filter | Blogger Filter | Easy Preset | Photography Presets | Photography Editing |\n                ", "listing_reviews": "16", "store_reviews": "188 reviews", "search": "printable stickers", "url": "https://www.etsy.com/listing/934063765/mobile-lightroom-presets-instagram"}, {"seller_text": "IcedAmericanoDesigns", "seller_href": "https://www.etsy.com/shop/IcedAmericanoDesigns?ref=simple-shop-header-name&listing_id=997401936", "store_sales": "7 sales", "store_rating": "5", "listing_title": "PRINTABLE Sticker Sheet | Yellow botanicals and butterflies | flowers leafs butterfly | journal and planner | digital download | jpg pdf png", "listing_bestseller": "-", "listing_price": "\n                        $2.50\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PNG, 1 JPG, 1 PDF", "Height: 8.5 inches", "Width: 11 inches"], "listing_desc": "\n                    Yellow botanicals and butterflies sticker setWhat you get:2 PNG files (1 with white outline and transparent background, 1 with transparent background)1 JPG file (white outline and light-colored background)1 High-quality print PDF fileAll files are high resolution (300 dpi) and ready for printing. This design is compatible with letter size (8.5in x 11in) paper in landscape orientation. If you like this product, you might want to look at other products from the Botanicals and Butterflies collection:https://www.etsy.com/shop/IcedAmericanoDesigns?section_id=33856122--Please note: THIS IS A DIGITAL PRODUCT. No physical item will be shipped to you. Due to variations in monitors, the colors shown on your screen may vary slightly from the actual printed file. The files are in CMYK.After purchasing this digital product, you will receive an email from Etsy with a link which will enable you to download this product. If you have trouble downloading, please take time to read this article: https://www.etsy.com/help/article/3949I don't accept returns, exchanges, or cancellations, but feel free to contact me if you have any problems with your order so I can fix it for you! This product is for personal use only.I hope you enjoy this product! Thank you for visiting my shop.\n                ", "listing_reviews": null, "store_reviews": "1 shop review", "search": "printable stickers", "url": "https://www.etsy.com/listing/997401936/printable-sticker-sheet-yellow"}, {"seller_text": "ThanksisDigitalStore", "seller_href": "https://www.etsy.com/shop/ThanksisDigitalStore?ref=simple-shop-header-name&listing_id=735763218", "store_sales": "56,483 sales", "store_rating": "4.9645", "listing_title": "70% OFF Sale Kawaii Stars Printable Planner Stickers, Erin Condren Planner Stickers, Kawaii Stars Printable Stickers - Cut Files", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $0.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PNG, 1 ZIP"], "listing_desc": "\n                    THIS PRINTABLE IS FOR DOWNLOAD ONLY | NO PRINTED STICKERS WILL BE SHIPPED.You'll have lots of fun in decorating your planners with this beautiful printable planner stickers. You can download them once and print them as many times as you want! No more waiting for your stickers to delivery or the high cost of shipping. Just Download > Print > Cut > Enjoy Planning!This printable planner stickers are sized to fit the Erin Condren Planner but can be used in any planner (Filofax, Kikki K, Plum Paper Planner, Etc).♥ ♥ ♥ ♥ WHAT'S DIMENSIONS? ♥ ♥ ♥ ♥► Kawaii Stars: 0,5\" x 0,5\"♥ ♥ ♥ ♥ WHAT'S INCLUDED? ♥ ♥ ♥ ♥► 1 PDF file in Letter Size (8.5 X 11 inches).► 2 PNG files in 8.25 x 6 inches (use in Silhouette or Cricut).► 2 Silhouette Studio files with cut lines.♥ ♥ ♥ ♥ HOW IT WORKS? ♥ ♥ ♥ ♥Once payment is confirmed, you’ll see a View your files link which goes to the Downloads page. Here, you can immediately download your files! You will also receive an automated email from Etsy with a download link, and you will always be able to find your files under \"purchases and reviews\".After download these digital files, you can print it out on sticker paper and cut by hand or use a cutting device such as a Silhouette or Cricut.♥ ♥ ♥ ♥ PLEASE NOTE ♥ ♥ ♥ ♥► Make sure to avoid scaling the page during printing! To ensure that your stickers get printed at the correct size, make sure to choose the option \"actual size\" when printing.► Colors display and print differently depending on monitor and printer settings.► Due to the digital nature of the files, these are permanent and CAN NOT be canceled or refunded. If you have any questions or requests feel free to message me.► This is for personal use only. Please do not distribute or use for commercial purposes.THANK YOU FOR VISITING THANKSIS DIGITAL STORE!Thanks! <3\n                ", "listing_reviews": "8", "store_reviews": "2,841 reviews", "search": "printable stickers", "url": "https://www.etsy.com/listing/735763218/70-off-sale-kawaii-stars-printable"}, {"seller_text": "AvalanchePresets", "seller_href": "https://www.etsy.com/shop/AvalanchePresets?ref=simple-shop-header-name&listing_id=721952828", "store_sales": "9,831 sales", "store_rating": "4.5965", "listing_title": "10 Mobile Lightroom Presets,Summer preset, Instagram filter,Natural preset, Desktop Presets, Color Lightroom, Vibrance, Lifestyle Blogger,", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $0.71\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    Visit more Presetswww.etsy.com/shop/AvalanchePresetsINCLUDED IN YOUR PURCHASE💥 Instant Download💥 10 Lightroom presets for MOBILE Lightroom( free mobile lightroom app)💥 10 Lightroom presets for DESKTOP Lightroom (Both MAC and Windows supported)💥 Instructions💥 Instant Download 💥 Compatible with all Photo formats💥 Compatible with Lightroom Mobile App (Both IOS and Android)💥 Compatible with Desktop Lightroom (Both MAC and Windows)🎁GET 4 PAY FOR 2🎁• Add 4 items to cart• Use code: GET2FREE• Pay just for 2 items If you are not sure about suitability of presets on your photos you can leave me message/send me few examples of your photos and I will test the presets and will show you results.📧 Contact us:  avalanchepresets [!at] gmail.com© 2018 AvalanchePresets, All Rights Reserved\n                ", "listing_reviews": null, "store_reviews": "352 shop reviews", "search": "printable stickers", "url": "https://www.etsy.com/listing/721952828/10-mobile-lightroom-presetssummer-preset"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=885035515", "store_sales": "70,784 sales", "store_rating": "4.9099", "listing_title": "5 Beach Lightroom Mobile Presets, Tan Skin Photo Editing Filter for Summer Travel, Blue Ocean Instagram Influencer Tropical Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.67\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Just Beachy Lightroom MOBILE Presets for Bloggers & Instagram Influencers, Photo Editing Filter for Lifestyle and Travel🌟The Just Beachy Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will bright and airy, beachy tones to your iPhone imagery. These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ Detailed PDF instructions for preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "13", "store_reviews": "5,612 reviews", "search": "printable stickers", "url": "https://www.etsy.com/listing/885035515/5-beach-lightroom-mobile-presets-tan"}, {"seller_text": "FoothillDesignCo", "seller_href": "https://www.etsy.com/shop/FoothillDesignCo?ref=simple-shop-header-name&listing_id=946569992", "store_sales": "456 sales", "store_rating": "4.845", "listing_title": "Sticker Pack Aesthetic, Beige, Printable Planner Stickers, Sticker Pack, Solid, Minimalist Stickers, Custom Stickers, Sticker, Bujo Stickers", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $3.36\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 ZIP", "Height: 11 inches", "Width: 8.5 inches"], "listing_desc": "\n                    Why is it soooo hard to find a sticker pack aesthetic wise?! I am constantly searching my planner sticker stash for some plain, solid color, minimalist stickers that I can use daily with my planner and junk journal.So the graphic designer in me decided to just make my own custom stickers!Introducing my collection of Solid Color Aesthetic Sticker Sheets...each collection concentrates on one main color theme.This listing is for an aesthetic sticker pack of:BEIGES (a variety of shapes [dots, squares, rectangles, etc], days of the week stickers, grids, lines, and much more) DIGITAL STICKERS / PRINTABLE PLANNER STICKERS (print on your own sticker paper or use for digital planning on your iPad, PNG format included for digital planner stickers)Includes EIGHT 8.5x11 sticker sheets (the main aesthetic sheet/images are for inspiration and aesthetic only, I do not own the rights to all the photos or I would include them, sorry!)- - - Solid Color Planner Sticker Sheets in this pack include - - -Sheet 1 -dots, circles, and squaresSheet 2 -labels, rectangles, banners, and washi tapes Sheet 3 -grid squares, lined note rectangles, and torn paper piecesSheet 4 -large rectangles of each color Sheet 5 -square month cards, and goal tracking stickersSheet 6 -days of the week stickers and gradient colored rectangles including each shadeSheet 7 -large squares of each colorSheet 8 -quote page including script and regular fonts (canvas most popular quotes!)I am a huge fan of the full letter-size sheet for my functional stickers, I prefer stickers on the larger side and created the listing with the sheets all letter size. If you are looking for a different size NO PROBLEM AT ALL, you can either scale them down on your own or you can message me and I will be happy to do so for you. Featuring solid colored stickers in neutral shades, earth tones, plain sticker sheets, minimalist sticker designs, and everyday functional stickers for your planner, journal, bujo, junk journal, scrapbook, digital needs, and so much more!!**** this is a DIGITAL PRODUCT nothing will be shipped - - - if you are looking for the physical sticker sheets that you want to be printed, cut, and sent to you directly, click here!** PHOTOS/IMAGES ARE NOT INCLUDED they are for visual purposes only CUSTOM CUTE STICKERS:If you would like any other planner sheet sizes for a specific type or size of planner please let me know via Etsy message or include your size in the note to sellers section at checkout and I would be happy to help you get what you need. SHIPPING:Free Shipping in the USA!I ship via a padded envelope, when applicable, (sizes vary depending on your order) which does not include a tracking number or delivery confirmation.You may upgrade your shipping to include tracking and confirmation at checkout.NOTE: The colors of photos may vary depending on your screen settings - colors may print slightly different than they appear on the screen. If you are concerned try looking up the listing via your phone, tablet, and desktop...RETURNS & EXCHANGES:Due to the nature of made to order items or digital items, I do not accept any returns or exchanges at this time. If for ANY reason you are not satisfied with your order, please please send me a message. Your feedback is very important and I will be happy to find a solution to make it right.If you have any questions, please send me a message on Etsy. I would be happy to help!Note to self: THERE IS NO SUCH THING AS TOO MANY COOL STICKERS!\n                ", "listing_reviews": null, "store_reviews": "129 shop reviews", "search": "printable stickers", "url": "https://www.etsy.com/listing/946569992/sticker-pack-aesthetic-beige-printable"}, {"seller_text": "PresetDesignPhoto", "seller_href": "https://www.etsy.com/shop/PresetDesignPhoto?ref=simple-shop-header-name&listing_id=977253645", "store_sales": "2,125 sales", "store_rating": "4.9657", "listing_title": "10 Lightroom Presets, Clean and Crisp Lightroom Presets for Mobile and Desktop, Blogger and Instagram Photo Filters, Light Bright Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.92\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 JPG, 1 PDF"], "listing_desc": "\n                    🎁 GET 4 & PAY FOR 2 With Promo Code: 2FREE 🎁🎁 GET 6 & PAY FOR 3 With Promo Code: 3FREE 🎁🎁 GET 8 & PAY FOR 4 With Promo Code: 4FREE 🎁10 Clean And Crisp presets, Lightroom presets, Blogger photo presets, mobile presets and desktop presets, instagram Filters by Preset DesignINCLUDED:• 10 MOBILE Lightroom presets• 10 DESKTOP Lightroom presets• After Purchase Customer Support• Instructions• Instant DownloadPreset Bundles In My Shop:www.etsy.com/shop/presetdesignphoto♡ SPECIAL OFFER ♡🎁  ADD 4 TO CART, PAY FOR 2 🎁  GET 50% WHEN YOU ADD 4 🎁🎁  ADD 6 TO CART, PAY FOR 3 🎁  GET 50% WHEN YOU ADD 6 🎁🎁  ADD 8 TO CART, PAY FOR 4 🎁  GET 50% WHEN YOU ADD 8 🎁HERE'S WHY YOU'LL LOVE IT:• Light airy clean vibe perfect for instagram themes• Made by a professional digital creator• Consistent results with no harsh colors or lightingMORE INFO:• Works with the Free and Paid Lightroom Mobile App• Works with All Lightroom Desktop Versions• Works with Mac and PC Desktops/LaptopsIf you have any more questions or need help picking the perfect presets for you, you can contact us any time!OUR SOCIAL MEDIA• IG: @preset_design.....................................................© Preset Design LLC, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited......................................................\n                ", "listing_reviews": "5", "store_reviews": "204 reviews", "search": "printable stickers", "url": "https://www.etsy.com/listing/977253645/10-lightroom-presets-clean-and-crisp"}, {"seller_text": "PresetStories", "seller_href": "https://www.etsy.com/shop/PresetStories?ref=simple-shop-header-name&listing_id=918471338", "store_sales": "5,639 sales", "store_rating": "4.8008", "listing_title": "20 Instagram Presets for Lightroom, Family Mobile Presets, Holiday Winter Instagram Filter, Blogger Presets, Warm Fall Preset, Autumn Preset", "listing_bestseller": "-", "listing_price": "\n                        $2.40\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    20 Mobile Presets for Lightroom, Family Mobile Presets, Holiday Winter Instagram Filter, Blogger Presets, Warm Fall Preset, Autumn Preset✩ LIGHTROOM MOBLIE PRESETS ✩This mobile preset will create warm moody tones, perfect for your Family photos. Create and edit all from your mobile phone with one click! Includes 25 Mobile and Desktop Presets for Instagram, Bloggers, Influences and Photographers! Create Stunning Photos, and a cohesive Instagram grid with our easy to use mobile presets.✩🎁 SPECIAL PROMO 🎁✩✩ BUY 3 PRESETS GET 2 PRESETS FREE!!!✩ ADD 5 PRESETS TO YOUR CART, APPLY COUPON: \"2FREE\" AND PAY FOR 3 ONLY✩ PRESET SALE: www.etsy.com/shop/presetstories_____________________________________________________✩ INCLUDED IN YOUR PURCHASE ✩• 25 Mobile Lightroom Presets (DNG files)• 25 Desktop Lightroom Presets (XMP files)• Quick Installation guide with video instructions✩ FAQ ✩• Works in FREE Lightroom Mobile App (iOS/Android)• Install Lightroom App first to use presets.• Have more questions? Then please message me :)♡ GUARANTEE ♡All of my presets have been tested on a variety of images. My One-Click Presets make it quick to use yet fully customizable to stay true to your own signature style. If they don’t work on your images send me a message with an unedited image and I will personally adjust them for you._____________________________________________________Refunds are not available for any of our products since they cannot be returned once downloaded, however we will always be more than happy to assist with any questions. If you have any issue downloading the presets, let me know and I will send it to you via email (within 24 hours).TERMS OF USE:© 2020 Preset Stories, All Rights ReservedBY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "7", "store_reviews": "246 reviews", "search": "printable stickers", "url": "https://www.etsy.com/listing/918471338/20-instagram-presets-for-lightroom"}, {"seller_text": "Collectpresets", "seller_href": "https://www.etsy.com/shop/Collectpresets?ref=simple-shop-header-name&listing_id=1022003390", "store_sales": "259 sales", "store_rating": "5", "listing_title": "BALI PHOTO PRESETS - Mobile Lightroom Preset - Bali Photo - Mobile Photo Filter - Summer Bright Preset - Digital Download File", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $2.79\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 Files"], "listing_desc": "\n                    ♥ DIGITAL DOWNLOAD BALI MOBILE PHOTO FILTER This high quality presets works on both devices android and iOS with free lightroom applications. You will get the top premium presets that are Sand, Taste, Color, Bright, and Brighter. The format of the file is DNG and PDF. Plus, these designs are lifestyle, travel, vacation, blogging, and excellent fort Instagram. You can download this file instantly by paying affordable charges. ☛ Product Name: Bali Photo Filter ☛ Product Type: Digital ☛ Format: DNG and PDF ☛ Presets Premium: Blue, Dreamy, Jungle, Rainy, and Tender☛ Image: Unique Designs for Instagram Feed ☛ Designs: Lifestyle, Travel, Vacation, and Blogging☛ Purpose: Gift for Lovers ☛ Instantly Download: Yes ♥ GIFT This Bali photo filter can be used as a gift to offer to lovers, dear ones, and friends. You can use these presets as Instagram Feed. ♥ WHY CHOOSE US We provide the best customer support services, and you can message us through Etsy messaging service anytime. Our products are specially developed for digital use. You can order it confidently.\n                ", "listing_reviews": null, "store_reviews": "10 shop reviews", "search": "printable stickers", "url": "https://www.etsy.com/listing/1022003390/bali-photo-presets-mobile-lightroom"}, {"seller_text": "SleepyMoonStudios", "seller_href": "https://www.etsy.com/shop/SleepyMoonStudios?ref=simple-shop-header-name&listing_id=925558968", "store_sales": "331 sales", "store_rating": "4.8387", "listing_title": "5 Mobile Lightroom Presets / Disney Glow Lightroom Mobile Preset For Instagram / Disneyland Filter / Glow Preset / Soft Travel Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.35\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    ✨ Welcome to Sleepy Moon Studios! ✨Sleepy Moon Studios Shop:www.etsy.com/shop/sleepymoonstudiosAll the presets from SleepyMoonStudios have been created for the free Lightroom app for iPhone and Android and for Adobe Lightroom Desktop.This preset will help you to create a consistent theme on all your photos in just one click for Instagram, blogs and any other social media platform of your choice. This Mobile Lightroom preset can be used to give your photos a professional look for your instagram, travel, lifestyle blog or food blog and can be used by influencers, photographers or anyone who wants their images to have a consistent look. The professional look to the photos will help build your business or social media accounts. Our presets have been tested to work on a wide range of images however on lower quality images or darker images, some small adjustments to contrast or exposure may need to be made.Included in your digital download:5 x DNG Lightroom Presets1 x PDF step-by-step instructions on how to save and use your preset. Due to the digital nature of this product, all sales are final.Terms & Conditions:By purchasing this preset you agree to not distribute, lend or resell it to any other person.If you have an issues installing the preset or have any questions, please message me on Etsy or email me at sleepymoonstudios [at] gmail.com and I will help you to use the presets!Search Terms:Disney Glow Mobile Lightroom Preset, Desktop, Mobile, Instagram Blogger, Influencer, Pink & Blue, Pretty Instagram Feed, Soft, Bright, Light & Airy, Clean, Blogger, Food Blogger, Girly, Family Photos, Mickey, Minnie, Disney Vlogger, VSCO, Pink Preset, Blue Filter, Disney Food, Disney Girl, Colourful, iPhone, Insta.© Sleepy Moon Studios - All Rights Reserved.\n                ", "listing_reviews": "5", "store_reviews": "31 reviews", "search": "printable stickers", "url": "https://www.etsy.com/listing/925558968/5-mobile-lightroom-presets-disney-glow"}, {"seller_text": "SeptemberWindStudio", "seller_href": "https://www.etsy.com/shop/SeptemberWindStudio?ref=simple-shop-header-name&listing_id=616384155", "store_sales": "17,194 sales", "store_rating": "4.9178", "listing_title": "Yearly Holidays Printable Planner Stickers, Watercolor Stickers, Holiday Printable Stickers, Cut File", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.20\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP, 1 PDF"], "listing_desc": "\n                    THIS PRINTABLE IS FOR DOWNLOAD ONLY | NO PRINTED STICKERS WILL BE SHIPPED.You'll have lots of fun in decorating your planners with this beautiful printable planner stickers. You can download them once and print them as many times as you want! No more waiting for your stickers to delivery or the high cost of shipping. Just Download > Print > Cut > Enjoy Planning!This printable planner stickers are sized to fit the Erin Condren Planner but can be used in any planner (Filofax, Kikki K, Plum Paper Planner, Etc.). :::: WHAT'S INCLUDED? ::::► 1 PDF file in Letter Size (8.5 X 11 inches). ► 1 JPG file in Letter Size (8.5 X 11 inches). ► 2 PNG files in 8.5 x 6 inches (use in Silhouette or Cricut).► 2 Silhouette Studio files with cut lines.► 2 DXF files (cut lines).:::: HOW IT WORKS? ::::Once payment is confirmed, you’ll see a View your files link which goes to the Downloads page. Here, you can immediately download your files! You will also receive an automated email from Etsy with a download link, and you will always be able to find your files under \"purchases and reviews\".After download these digital files, you can print it out on sticker paper and cut by hand or use a cutting device such as a Silhouette or Cricut. :::: PLEASE NOTE ::::► Make sure to avoid scaling the page during printing! To ensure that your stickers get printed at the correct size, make sure to choose the option \"actual size\" when printing.► Colors display and print differently depending on monitor and printer settings. ► Due to the digital nature of the files, these are permanent and CAN NOT be canceled or refunded. If you have any questions or requests feel free to message me.► This is for personal use only. Please do not distribute or use for commercial purposes. All rights reserved © SeptemberWindStudioThank you so much for visiting my shop! :)\n                ", "listing_reviews": "80", "store_reviews": "1,627 reviews", "search": "printable stickers", "url": "https://www.etsy.com/listing/616384155/yearly-holidays-printable-planner"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=805590178", "store_sales": "21,700 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Vibrant Presets, Instagram Filters, VSCO Filters, iPhone Presets, Lightroom Preset, Lifestyle Presets, Bright", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Live life in color with this Vibrant Preset! This Lightroom Mobile preset will raise the saturation to bring out beautiful vibrancy in your photos with the simple click of a button! ❀ Your purchase includes ❀- 1 Vibrant Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "42", "store_reviews": "1,130 reviews", "search": "printable stickers", "url": "https://www.etsy.com/listing/805590178/lightroom-mobile-preset-vibrant-presets"}, {"seller_text": "PresetDesignPhoto", "seller_href": "https://www.etsy.com/shop/PresetDesignPhoto?ref=simple-shop-header-name&listing_id=986055688", "store_sales": "2,125 sales", "store_rating": "4.9657", "listing_title": "10 Beach Tan Lightroom Mobile Presets, Sunkissed Summer Presets, Summer Glow Instagram Filter, Beach Travel Preset for Blogger, Ocean Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.92\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 JPG, 1 PDF"], "listing_desc": "\n                    🎁 GET 4 & PAY FOR 2 With Promo Code: 2FREE 🎁🎁 GET 6 & PAY FOR 3 With Promo Code: 3FREE 🎁🎁 GET 8 & PAY FOR 4 With Promo Code: 4FREE 🎁13 Beach Tan, Lightroom presets, Blogger photo presets, mobile presets and desktop presets, instagram Filters by Preset DesignINCLUDED:• 8 MOBILE Lightroom presets• 8 DESKTOP Lightroom presets• After Purchase Customer Support• Instructions• Instant DownloadPreset Bundles In My Shop:www.etsy.com/shop/presetdesignphoto♡ SPECIAL OFFER ♡🎁  ADD 4 TO CART, PAY FOR 2 🎁  GET 50% WHEN YOU ADD 4 🎁🎁  ADD 6 TO CART, PAY FOR 3 🎁  GET 50% WHEN YOU ADD 6 🎁🎁  ADD 8 TO CART, PAY FOR 4 🎁  GET 50% WHEN YOU ADD 8 🎁HERE'S WHY YOU'LL LOVE IT:• Bronze sunkissed tan vibe perfect for instagram themes• Made by a professional digital creator• Consistent results with no harsh colors or lightingMORE INFO:• Works with the Free and Paid Lightroom Mobile App• Works with All Lightroom Desktop Versions• Works with Mac and PC Desktops/LaptopsIf you have any more questions or need help picking the perfect presets for you, you can contact us any time!OUR SOCIAL MEDIA• IG: @preset_design.....................................................© Preset Design LLC, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited......................................................\n                ", "listing_reviews": "6", "store_reviews": "204 reviews", "search": "printable stickers", "url": "https://www.etsy.com/listing/986055688/10-beach-tan-lightroom-mobile-presets"}]