[{"seller_text": "SnazzyMango", "seller_href": "https://www.etsy.com/shop/SnazzyMango?ref=simple-shop-header-name&listing_id=990671746", "store_sales": "3,763 sales", "store_rating": "4.6667", "listing_title": "CUSTOM Bachelorette Instagram Filter! Neon Bachelorette Filter, Bachelorette Filter Instagram, Instagram Effect, Hen Party Filter, Instagram", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $8.01+\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: Adobe Illustrator, Photoshop, Instagram, Facebook, Spark AR, Glitter, Insta Stories, Effect, Instagram Story, Insta Story, Neon, Bachelorette, Filter\n\n\nRead the full description"], "listing_desc": "\n                    Custom Neon Bachelorette Filter For Instagram, Instagram Stories Filter!TRY BEFORE YOU BUY: https://www.instagram.com/ar/510638693640520Make a statement at your bachelorette with your very own custom Instagram/Facebook filter! All your family, friends, guests and followers will have access to your filter! Anyone who sees your story will also have access to your filter! Unlike snapchat filters it's not restricted to location and there is no upload cost!| CUSTOMISATION |Information Required:Name -Date -All colours and text are customisable so feel free to message me if you require different colours or wording!| HOW IT WORKS |1 - Enter your personalisation requirements in the space provided when ordering.2 - I then design your filter in Instagram/Facebook's unique software.3 - A proof will then be sent to you of how your filter will look, please allow 24hrs for this.4 - Once you're happy with how your filter looks, I then submit it to Instagram/Facebook to upload to their filter collection. (This can take up to 48hrs)!5 - Once the filter has been accepted by Instagram/Facebook I will then email you a link to where you can find your filter on the social media site!6 - You can share the link with all your friends, family and guests! Alternatively, when your post to your story using the filter a badge will be displayed in the top left corner. Anyone who clicks on this will also have access and be able to use your filter! (An example of this is Picture 3).Please message me if you have any questions.  :)If you include the snapchat version in your order, this is just for the filter file. You must upload the filter to Snapchat where costs may be incurred due to location and date. More information can be found here: https://www.snapchat.com/l/en-gb/on-demand/Facebook and Instagram filters are uploaded by me at no extra cost.My full collection of Instagram & Facebook filters can be found here:https://www.etsy.com/uk/shop/SnazzyMango?ref=seller-platform-mcnav&section_id=21416837Keywords:bachelorette, bachelorette filter, instagram bachelorette filter, insta effect, instagram effect, neon bachelorette, neon filter, hen party, hen party filter, Insta Filter, Instagram Filter, Instagram Story, Instagram Stories, Insta Stories, Instagram Wedding, Instagram Wedding Filter, Rose Gold Wedding Filter, Insta Wedding Filter, Insta Wedding Effect, Insta Wedding Stories, Insta Wedding, Instagram Wedding, Rose Gold Wedding Filter, Insta Mask, Insta Effect\n                ", "listing_reviews": null, "store_reviews": "466 shop reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/990671746/custom-bachelorette-instagram-filter"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=972851457", "store_sales": "171,648 sales", "store_rating": "4.8275", "listing_title": "10 Mobile LIGHTROOM Presets, Summer Preset, lightroom mobile presets, Desktop Presets Blogger, Natural Preset, Bright Instagram, vsco filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP, 1 PDF"], "listing_desc": "\n                    🎁 GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code: 2FREE• Pay only for 2 itemsMore presets in our SHOP:www.etsy.com/shop/KatherineDream• FILES INCLUDED IN YOUR PURCHASE •✔️ 10 MOBILE Lightroom presets for mobile Lightroom( free mobile lightroom app)✔️ 10 DESKTOP Lightroom presets for desktop Lightroom✔️ Post-purchase Support✔️ Instructions✔️ Instant Download • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions♡ HOW TO ORDER ♡- Tap “add to cart” or “buy it now”;- Receive receipt and email from Etsy with link to download file- Download the Lightroom presets instantly.❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it. :)🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "70", "store_reviews": "6,145 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/972851457/10-mobile-lightroom-presets-summer"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=663947338", "store_sales": "171,645 sales", "store_rating": "4.8275", "listing_title": "21 Lightroom MOBILE Presets - Lightroom Presets - Instagram Filter - Mobile Preset & Desktop Preset, Lifestyle Blogger Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    • Professional Lightroom Presets for free Mobile and Desktop Lightroom• You receive 21 variants of presets with white/slightly warm/slightly cold tones• You can use them unlimited number of times.• Post-purchase support guaranteed - if you need my help with editing don't hesitate to contact me ✅FILES included:- 21 Lightroom presets in DNG format for MOBILE Lightroom (free app compatible with both IOS and ANDROID).- 21 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 itemsThis Preset package is perfect for all dark or normal photos. All presets will give your photos and images modern, clean and bright look. It is perfect for indoor as well as outdoor photos and it will also tweak lightings. This package is perfect for bloggers and profesional photographers as well as for casual photographers because no additional tweaks are needed. White Lifestyle can change your photos with one click right on your phone.  White Lifestyle Lightroom Presets have been created to brighten your photos with a light, white and clean look.❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "25", "store_reviews": "6,145 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/663947338/21-lightroom-mobile-presets-lightroom"}, {"seller_text": "RebekahJoanBoutique", "seller_href": "https://www.etsy.com/shop/RebekahJoanBoutique?ref=simple-shop-header-name&listing_id=772626068", "store_sales": "297 sales", "store_rating": "4.95", "listing_title": "15 Big and Bold Pinterest Pin Templates for Canva (Fully Customizable Pinterest Graphics)", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $3.00\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    These high-converting templates are made by a Pinterest manager + expert who knows what WORKS on the platform.SAVE with the big bundle:https://www.etsy.com/listing/810811090/45-eye-catching-pinterest-pin-templatesStand out in Pinterest's feed with big text in eye-catching colors! These 15 big and bold Pinterest pin templates for Canva are fully customizable, an optimized size for pin graphics, and perfect for bloggers and content creators who need to get more traffic to their sites!Increase your repins + pageviews with these attention-grabbing pin design templates!You'll receive a PDF download with a link that will take you directly to the Canva Pin templates, and you can start editing and designing your beautiful pins immediately!These Templates Will Help You:- Save time- Get more attention in Pinterest's feed- Create beautiful pins- Drive repins + traffic to your blog!Pin Template Color Scheme:- Pink- Green- Blue- Purple- Plus more colors (all can be changed to match your preference)What's Customizable?- Colors- Fonts- Pictures- Design elements like arrows and buttonsPin Template Dimensions:- Optimized for Pinterest (2:3 ratio)- 1000 x 1500 pixelsThese Canva Pin templates can be used for blog post Pins, landing page Pins, and so much more. They're meant to help you with your Pinterest marketing strategy and to give your brand a cohesive \"look\" while also giving you plenty of pin design options.The pictures, fonts, and design elements used in the pins are from the free selection that Canva provides.Make sure you make a copy of the templates so you'll always have the originals!You may not resell, send, share, or redistribute in any way these templates to anyone else, including virtual assistants and/or employees. Due to the product being digital, I do not offer/provide refunds, and I do not accept returns.\n                ", "listing_reviews": "8", "store_reviews": "23 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/772626068/15-big-and-bold-pinterest-pin-templates"}, {"seller_text": "LittleMuseTemplates", "seller_href": "https://www.etsy.com/shop/LittleMuseTemplates?ref=simple-shop-header-name&listing_id=797950646", "store_sales": "2,306 sales", "store_rating": "4.7471", "listing_title": "Pinterest Pin Templates for Canva - Canva Pinterest Post Templates - Canva Template Bundle for Pinterest", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $8.00\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Create the perfect Pinterest content with these chic and cohesive Canva templates for Pinterest! Make stand-out pins that will encourage users to click! You can easily change the colors, wording and images in the free version of Canva with these templates!..................................................................What's included: 16 Pinterest Pin Templates..................................................................How does it work? - Make your purchase - Download your files from Etsy- Open in Canva and edit in minutes!**Please note: images not included**You can customize all templates with your own information in Canva and use them over and over again! **IMPORTANT: PLEASE NOTE**All designs are © The Moxie Shop - please do not distribute or resell these templates in whole or part. They are for small business use - one user only. ** Photographs not included **\n                ", "listing_reviews": "6", "store_reviews": "102 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/797950646/pinterest-pin-templates-for-canva-canva"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=665103784", "store_sales": "237,230 sales", "store_rating": "4.8715", "listing_title": "10 Lightroom Presets RIESLING for Desktop and Mobile Lightroom, Color Pop, Vibrant Presets, Instagram Blogger Summer Photo Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    10 Mobile Lightroom Presets Riesling Summer preset Warm preset Travel presets Instagram filter Sunny preset This presets pack will bring out Vibrant Rich Tones and Saturated Summer Pop Colors in your photos.10  LIGHTROOM PRESETS RIESLING  for Mobile and Desktop LightroomThese Presets Pack  are perfect for Instagram, blogging and photo editing on the go. Hight Quality Preset, Great for Portraits, Bloggers, Travelers, Engagements and Wedding' shoots, a user friendly pack, easy to use, One click Lightroom Preset that gives your collection of work a more cohesive and aesthetic feel and get you on your way to creating stunning images. 🎁 GET 5 & PAY FOR 3: add 5 presets to your cart, use coupon: GIFT2 and pay for 3 only https://www.etsy.com/shop/VictoriaBeePhoto?coupon=GIFT2This pack Included 10 presets inspired by travel bloggers and influencers around the world.This preset for every kind of picture that will surely deliver stunning results and make your images look a hundred times better! For photographers who do a lot of fashion, travel and lifestyle photography.Check out my Bestseller Itemshttps://www.etsy.com/shop/VictoriaBeePhoto♦️ Works in Lightroom Mobile App (iOS/Android)♦️ Works With & Without Adobe subscription♦️ Compatible with All Photo formatsIncluded:🔶10 Lightroom presets in .DNG format for MOBILE Lightroom .ZIP archive🔶10 Lightroom presets in .XMP format for DESKTOP Lightroom .ZIP archive🔶.PDF file with direct link to download presets directly to your phone 🔶.PDF Instruction Guide 10 Riesling Presets  has been created to achieve a very modern, glamorous, trendy & Instagram aesthetic look. You will get best fashionable, professional  one-click result from this pack.Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️Keep in mind that all presets work differently with each photo depending on a number of factors such as lighting, white balance, tone etc. Please contact me for any questions or editing help victoriabee.shop [!at] gmail.com© 2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephoto  ©victoriabee.presetsMobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset, Pop Colour Preset, Vibrant Preset, Summer Presets\n                ", "listing_reviews": "100", "store_reviews": "8,047 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/665103784/10-lightroom-presets-riesling-for"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=869986401", "store_sales": "25,455 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets,Honey Presets, Instagram Filter, Vsco Filters, Lightroom, Mobile Presets, Presets, Natural Nude, Blogger Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "12", "store_reviews": "793 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/869986401/3-mobile-lightroom-presetshoney-presets"}, {"seller_text": "theLAcreative", "seller_href": "https://www.etsy.com/shop/theLAcreative?ref=simple-shop-header-name&listing_id=777614944", "store_sales": "8,440 sales", "store_rating": "4.8972", "listing_title": "Modern Pinterest templates for your blog and business | Fully customizable Canva templates | Pin Template", "listing_bestseller": "-", "listing_price": "\n                        $7.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Drive traffic to your blog with a professionally designed modern Pinterest optimised templates for your business and blog, that you can edit on your own.________________________________________Please read the full item description to ensure you will be happy with your purchase.This is an instant digital download template. No Physical items will be shipped._______________________________________MODERN \"VANCOUVER\" PINTEREST TEMPLATES--------------------------------------------- 10 Templates Ideal for Pinterest (1000px x 1500px)--- Free Fonts Used--- Photos and Mockups are NOT Included--- Fully Editable Elements--- Objects for Easy Photo Placements--- Simple Tutorial Included--- Basic Knowledge of Canva App RequiredWHAT IS INCLUDED IN YOUR PACKAGE:-------------------------------------------------------- 1 Read me file with link to your templates in Canva and basic instructionsREFUNDS AND EXCHANGES--------------------------------------Due to ﬁles being instant downloads, refunds and exchanges cannot be given.But we are always happy to help you if you have some problems.If you have any questions about an item, please message us BEFORE placing your order.© 2019 LA creative. All rights reserved.All template designs are for personal use only and may not be resold or redistributed under any circumstances.\n                ", "listing_reviews": null, "store_reviews": "306 shop reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/777614944/modern-pinterest-templates-for-your-blog"}, {"seller_text": "LizMartinezCreations", "seller_href": "https://www.etsy.com/shop/LizMartinezCreations?ref=simple-shop-header-name&listing_id=991883473", "store_sales": "197 sales", "store_rating": "5", "listing_title": "3 Retro Summer LIGHTROOM Mobile Presets, Presets, Blue Preset, Summer Preset, Teal Preset, Influencer Filter, Instagram Filter, Retro Preset", "listing_bestseller": "-", "listing_price": "\n                        $2.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 3 other files"], "listing_desc": "\n                    3 Retro Summer LIGHTROOM Mobile Presets, Presets, Blue Preset, Summer Preset, Teal Preset, Influencer Filter, Instagram Filter, Retro Preset*** Retro Summer Presets works best with with pictures that primarily have blues, greens, reds, and neutrals! Remember you might have to tweak the preset to your liking every so often since lighting, colors, and quality can vary photo to photo! ***SHOP MORE: https://www.etsy.com/shop/LizMartinezCreations/Presets are perfect for bloggers, influencers, photographers, and even personal accounts to help create a cohesive Instagram feed / theme. Works with one click to transform your pictures and enhance your brand. This Retro Summer Preset gives your photos dated and teal blue tones. This preset is great for lifestyle, travel, flat lay, interior design, fashion, and day-to-day photos.----------❂ INCLUDED IN YOUR PURCHASE ❂⚫ 3 Mobile Lightroom Presets (DNG files)⚫ Step-by-step guide for installationIf your mobile device is having trouble downloading or if you have any questions about editing, send me a message!❂ LET'S CONNECT ❂IG: www.instagram.com/simplyxlizPINTEREST: www.pinterest.com/simplyxliz/TIKTOK: www.tiktok.com/@simplyxlizEMAIL: lizmartinezcreations [at] gmail.com----------TERMS OF USE: No refunds or exchanges can be made for digital products after they are downloaded!© 2021 Liz Martinez Creations, All Rights ReservedTERMS AND CONDITIONS:Prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.Any other use is strictly prohibited and may violate copyright, trademark and other laws.Keywords:Mobile Preset, Instagram Preset, Influencer Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Lightroom CC, DNG, Presets, Retro Preset, Summer Preset, 70s Preset, 60s Preset, Blue Preset, Travel Presets, iPhone Presets, Bright Preset, Colorful Preset, Summer Preset, Vacation Preset\n                ", "listing_reviews": null, "store_reviews": "12 shop reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/991883473/3-retro-summer-lightroom-mobile-presets"}, {"seller_text": "SaltSageCo", "seller_href": "https://www.etsy.com/shop/SaltSageCo?ref=simple-shop-header-name&listing_id=1009860245", "store_sales": "4,199 sales", "store_rating": "4.9419", "listing_title": "Minimal Instagram Story Templates for Canva, Editable IG Story Posts, SLOW LIVING Instagram Templates,Pinterest Pins,", "listing_bestseller": "-", "listing_price": "\n                        $9.43\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    For the minimalist who loves neutral Style Aesthetic these Social media Templates are ideal.Created with CANVA users in mind, this set of social media templates will help you save time and create a professional-looking social feed in no time. Use the intuitive drag-and-drop interface to add text and images or change fonts and colours. INCLUDED:18 x Instagram Posts18 x Instagram Stories18 x Pinterest PinsDownload as JPEG or PNGEDITS:You can upload your own imagesChange the Text styleChange the Text ColourChange the Backdrop ColourCustomise to match your brand.ACCESS:Once purchased you will received a 'READ ME' PDF file with the templates links.Please click on the link and it will take you straight to the template.You will need to create a free Canva.com account to use the template.It is advised to make a copy before editing the design.REQUIREMENTSThis pack includes templates designed for use with Canva, the best free online image editing software. No additional software is required!Please note: these templates can only be edited on the desktop version of Canva. Once you've customized your images, you can export them for use on Instagram and other social networks.Any Questions...Please message us.Thank you..Have a Great Day Photography from UNSPLASH.comPLEASE NOTE THE IMAGES DISPLAY IN MY LISTINGS ARE NOT FOR RESALE.\n                ", "listing_reviews": null, "store_reviews": "309 shop reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/1009860245/minimal-instagram-story-templates-for"}, {"seller_text": "BrandSugarCompany", "seller_href": "https://www.etsy.com/shop/BrandSugarCompany?ref=simple-shop-header-name&listing_id=1014924762", "store_sales": "1,786 sales", "store_rating": "5", "listing_title": "Social Media Post Templates INSTANT DOWNLOAD Canva Template, Instagram Post Templates, Pinterest Templates, Blush Pink Stories SBB013D", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $16.20\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ------------------------------------------------------------------------------♥♥ PLEASE NOTE - this is a digital download / template. No physical product will be shipped. Once you have placed your order you will receive a link to edit your template online using the free software Canva. No waiting for designers - get access immediately! Please also note any photos pictured aren't included and for display purposes only, but Canva includes 1000s of beautiful images for you to choose from.------------------------------------------------------------------------------This totally editable social media template is perfect for savvy business owners on a budget looking to brand themselves professionally.You can change:-- All content-- Font Colour-- Font Style-- Font Size-- Backgrounds-- PhotosINCLUDED IN THIS DOWNLOAD:- 20 beautifully designed social media posts- two sizes perfect for standard posts, story posts and PinterestVideo training and free ebook also included------------------------------------------------------------------------------PERFECT FOR:- Small Business- Beauty & Hair- Coaches- Social Media Managers- Photographers- Designers- Other Service Based Businesses------------------------------------------------------------------------------♥♥ HOW IT WORKSStep 1: Purchase the ListingStep 2: Check your email from Etsy to download your PDF link file.Step 3: Open the PDF and click the template link you wantStep 4: Load into CanvaStep 3: Edit, Save, Download, and Print your designsOnce purchased, your template will always be available to you, so you can come back at any time and continue editing.Our templates don't expire so you can edit them again any time! If you need a free version of the template simply click the link again to re-add to your account.------------------------------------------------------------------------------♥♥ ALL MATCHING ITEMS AVAILABLE HERE...https://www.etsy.com/au/shop/BrandSugarCompany?ref=seller-platform-mcnav&search_query=SBB013D------------------------------------------------------------------------------Disclaimer: Logos - please do not resell or redistribute these files - they are for commercial use for your own business/es and not for resale.Page Layout - once you have edited the file, you can resell and redistribute in pdf format. Please do not resell / redistribute in its original Canva format.Social media - please do not resell or redistribute these files - they are for commercial use for your own business/es and not for resale.Due to the digital nature of our products, please note we are unable to accept returns or offer refunds so please make sure the file is what you want before purchasing, and feel free to contact us with any questions you might have. Enjoy and get creative!Copyright © Brand Sugar\n                ", "listing_reviews": null, "store_reviews": "171 shop reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/1014924762/social-media-post-templates-instant"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=971564670", "store_sales": "237,230 sales", "store_rating": "4.8715", "listing_title": "25 Mobile and Desktop Lightroom Presets, Magic Hour presets, Sunny Golden Lightroom Preset, Warm Instagram Filter, Sun Travel Summer Blogger", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $4.35\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    25 LIGHTROOM PRESETS MAGIC HOURLIGHTROOM PRESETS FOR GOLDEN HOUR, SUNRISE & SUNSETThe MAGIC HOUR preset gives photos a softer and warmer look , This preset is ideal for pictures that are taken under a natural light and works well with portraits and outdoor photos. The preset can be applied with just one click and will give your photos an interesting and amazing look –  ideal for creating stand-out photos for printing and hanging on your wall.Check out my Bestseller Itemshttps://www.etsy.com/shop/VictoriaBeePhoto♦️ Works in Lightroom Mobile App (iOS/Android)♦️ Works With & Without Adobe subscription♦️ Compatible with All Photo formatsIncluded:🔶25 Lightroom presets in .DNG format for MOBILE Lightroom (.ZIP Archive)🔶25 Lightroom presets in .XMP format for DESKTOP Lightroom (.ZIP Archive)🔶.PDF file with direct link to download presets directly to your phone (Dropbox)🔶.PDF Instruction Guide Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets.‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️Keep in mind that all presets work differently with each photo depending on a number of factors such as lighting, white balance, tone etc. Please contact me for any questions or editing help victoriabee.shop [!at] gmail.com© 2019-2021 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephoto\n                ", "listing_reviews": "7", "store_reviews": "8,047 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/971564670/25-mobile-and-desktop-lightroom-presets"}, {"seller_text": "minaveSTUDIO", "seller_href": "https://www.etsy.com/shop/minaveSTUDIO?ref=simple-shop-header-name&listing_id=852336990", "store_sales": "900 sales", "store_rating": "4.9836", "listing_title": "Pinterest Template Canva \"Tamy\"  | Pinterest Template | Blogger Pinterest Pin Template | Pinterest Branding | Pinterest Boards", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $4.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ❤ Pinterest Branding: Bring traffic to your blog or small business with this Pinterest template for Canva.You want to take your Pinterest account to the next level? With the Pinterest template \"Tamy\" for Canva you can build unique pins that bring traffic to your website as engagement boosters. This makes Pinterest Marketing simple, effective and adds great value to your community! You can easily save a lot of time and use Pinterest for you & your brand!┄┄┄┄┄┄┄┄┄┄┄┄┄┄┄┄┄┄┄┄┄┄❤ What you get:✔ Template for Canva.com (ratio 2:3)✔ 20 unique pin designs - that you can use over and over again✔ 100% customizable - you can change colors, content and layout individually!✔ 1 manual as PDF in German & English┄┄┄┄┄┄┄┄┄┄┄┄┄┄┄┄┄┄┄┄┄┄❤ This is how it works:- Choose your template and put it into the shopping cart. After the payment you will find the PDF with the link as an INSTANT-DOWNLOAD to your Canva Template in your personal Etsy-Account.- Download it, follow the instructions and design the template in Canva according to your wishes.┄┄┄┄┄┄┄┄┄┄┄┄┄┄┄┄┄┄┄┄┄┄❤ Please note:1. you need a Canva account to use the template. You can create this account for free at Canva.com2. the template is designed for editing in the browser on the desktop PC. When using it in the Canva App for Smartphone & Tablet, there may be display problems.3. hand-drawn elements in the template can only be partially changed for technical reasons.4. the colors may vary slightly depending on the monitor settings.5. the photos used on the product images are not included in the template and are only used for visualization of the template.6. the template is not related to Canva.com❤ Pin Template, Pinterest Design, Pinterest Branding, Pinterest Canva Template, PInterest Ads, Pinterst Marketing, Pinterest Quotes, Pinterest Blog Posts\n                ", "listing_reviews": null, "store_reviews": "62 shop reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/852336990/pinterest-template-canva-tamy-pinterest"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=923109412", "store_sales": "21,702 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Neutral Filter, Cream Preset, Instagram Filters, iPhone Presets, Lightroom Filter, Lifestyle Preset, Blogger Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it natural with this Ethereal Preset! This Lightroom Mobile preset will effortlessly soften and mute the shades in your photos to achieve a bright creamy look with the click of button! ❀ Your purchase includes ❀- 1 Ethereal Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "23", "store_reviews": "1,130 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/923109412/lightroom-mobile-preset-neutral-filter"}, {"seller_text": "CONTENTdesign", "seller_href": "https://www.etsy.com/shop/CONTENTdesign?ref=simple-shop-header-name&listing_id=942348482", "store_sales": "6,816 sales", "store_rating": "4.8828", "listing_title": "Pinterest Pin Templates| Canva Pins| Minimalist Fashion Quotes| Aesthetic Stylish Pinterest", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $4.30\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    CUSTOMIZABLE CANVA Mobile and Website Templates - for business, bloggers, marketing, branding and more! Edit and customize the designs to fit for your social media style and content.GET 24 Professional PINTEREST PIN templates to boost engagement on your personal or business account!SIMPLIFY your social media marketing with our ready-to-use templates. In only a few steps create your own design that's ready to post to your account, leaving you with hours of free time to focus on what you love!FILE: PDF with instruction and link to access and edit the templates in CANVA. SIZE: 1000px x 1500pxCANVA is a graphic design application available online at www.canva.com. It is easy to learn and features an intuitive drag-and-drop interface that is perfect for editing. No software required, access your templates on any device (Phone, Computer, Tab).EDIT the templates to suit your brand, change background, text, color, replace photos with your own photography.HOW IT WORKS:PURCHASE the templateRECEIVE immediately PDF with link and guideOPEN the templates linkCUSTOMIZE for your needs in CANVAUPLOAD to your accountYou can edit your template over and over again as needed.  You can edit the templates to suit your brand, change background, text, color, replace photos.NOTE: All designs are ©CONTENTdesign - please do not distribute or resell these templates in whole or part. Since this is a digital file we cannot provide returns or exchanges on downloadable items. Please ask all questions before purchasing your item.THANK YOU for visiting CONTENTdesign!CHECK OUT OUR OTHER PRODUCTSCONTENTdesign - https://www.etsy.com/listing/941190674/instagram-canva-templates-minimalist?ref=shop_home_active_23&pro=1\n", "listing_reviews": null, "store_reviews": "239 shop reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/942348482/pinterest-pin-templates-canva-pins"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=869760089", "store_sales": "25,454 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets, Black Presets, Mobile Presets, Instagram Filter, Presets, Moody Blogger Presets, Influencer Luxury Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "8", "store_reviews": "793 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/869760089/3-mobile-lightroom-presets-black-presets"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=747825472", "store_sales": "237,230 sales", "store_rating": "4.8715", "listing_title": "10 Mobile Lightroom Presets FAMILY TIME / Lightroom Mobile Presets / Desktop Preset / Warm Photo Filter for Instagram", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    Lightroom Presets  , instagram preset, warm photo filter,  influencer presets , lifestyle blogger presets10 Lightroom presets FAMILY TIME  is created especially for family fun moment portraits to give it a stunning and styled look. The preset can be applied with just one click and will give your photos an interesting and amazing look –  ideal for creating stand-out photos for printing and hanging on your wall.🔺Included10 LIGHTROOM PRESET .ZIP Archive .PDF file with direct link to download presets directly to your phone .PDF Instruction Guide 📍Unfortunately, Etsy does not support downloading digital files via Etsy App. Please download via one of the following options:1. Visit your email and click 'View Your Files on Etsy' in the email received from Etsy. Login to your Etsy account (if you have one). You will see the links to your files at the bottom of the page.2. Login to your Etsy account via Safari or Google Chrome browser on your mobile phone. Click on Your Account (a circle in the top right corner) > Purchases and Reviews > Your Order > 'Download Files'. You will see the links to your files at the bottom of the page.Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and I'll send your preset immediately and you can save directly in your camera roll‼️For any questions or editing help Please contact me email victoriabee.shop [!at] gmail.com© 2019-2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoKeywords: warm filter, Instagram Filter, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, family preset,\n                ", "listing_reviews": "30", "store_reviews": "8,047 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/747825472/10-mobile-lightroom-presets-family-time"}, {"seller_text": "faramaganstudio", "seller_href": "https://www.etsy.com/shop/faramaganstudio?ref=simple-shop-header-name&listing_id=960273960", "store_sales": "146 sales", "store_rating": "5", "listing_title": "20 Pinterest Templates for Canva | Canva Templates for Bloggers | Minimalist Templates for Pinterest | Pinterest Graphics | Blogger Graphics", "listing_bestseller": "-", "listing_price": "\n                        $17.42\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Pinterest LOVES fresh pins, which is why you need these templates to save time! You (and your audience!) will love these 20 neutral Pinterest templates for Canva. These minimalist pin designs are perfect for promoting blog posts, podcasts, Ebooks, Courses & more. Designed by a Pinterest manager who has spent years mastering which Pinterest templates help drive traffic - saving you the time and money of hiring an expert! By using these templates for Canva, within minutes you can create fresh new Pinterest graphics which will help your products & services stand out from the crowd. Best of all, these Canva templates are compatible with the free subscription and come with a tutorial video packed with tips if you are new to the platform.WHY BUY PINTEREST TEMPLATES FOR CANVA?✩ Create fresh content in minutes - saving you time & money✩ Stand out from the crowd with memorable designs✩ All fonts, text, imagery & colour can be customized for your brand✩ Increase repins & drive traffic to your products, blog or servicesWHAT DOES THIS PINTEREST BUNDLE INCLUDE?✩ 20  Pinterest templates for Canva ✩ Size 1000px x 1500px (2:3 ratio) which is best for Pinterest✩ PLUS a bonus tutorial video with instructions + time-saving Canva hacks!HOW DO I RECEIVE MY CANVA TEMPLATES?✩ Click “Buy”✩ Download the PDF files (can also be found at https://www.etsy.com/your/purchases)✩ Click to edit your Canva Templates✩ Download your pin designs as JPG/PNG from Canva - ready to upload to Pinterest!PLEASE NOTE:- Photos are not included with your templates, they are for design ideas only.- All elements are available on a free Canva subscription - no need to pay for a Pro account.- You may not resell, send, repackage, share, or distribute these templates to clients, VA's, friends etc.- We do not offer refunds or returns on digital items if you have any issues our inbox is always open.\n                ", "listing_reviews": null, "store_reviews": "10 shop reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/960273960/20-pinterest-templates-for-canva-canva"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=856057614", "store_sales": "25,455 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets, Pink Presets,Instagram Filters, Natural Presets, Mobile Presets, Presets, Blogger Presets, Blush Presets, Vsco", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "22", "store_reviews": "793 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/856057614/3-mobile-lightroom-presets-pink"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=811454351", "store_sales": "70,786 sales", "store_rating": "4.9099", "listing_title": "5 Natural Tones Mobile & Desktop Lightroom Presets, Beige Clean Outdoor Photo Editing Filter for Instagram Influencer Lifestyle Blogger", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Natural Tones Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram Influencers, Clean Outdoor Photo Editing Filter for Lifestyle and Travel🌟The Natural Tones Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add slightly cool beige, tan and white tones to your Instagram photos. These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "100", "store_reviews": "5,613 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/811454351/5-natural-tones-mobile-desktop-lightroom"}, {"seller_text": "SonrisaDigital", "seller_href": "https://www.etsy.com/shop/SonrisaDigital?ref=simple-shop-header-name&listing_id=856800940", "store_sales": "965 sales", "store_rating": "4.9444", "listing_title": "Pinterest Templates - social media template, premade pinterest templaes, canva template, business coach templates, canva template bundle", "listing_bestseller": "-", "listing_price": "\n                        $12.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    Create professional-looking Pinterest images with these helpful templates. Easily editable templates allow you to change the text, images, and colors to match your brand, all using the free version of Canva. Your Pinterest feed will look professional and clean with these designer-approved templates. WHAT'S INCLUDED:- 12 Pinterest Templates made in CanvaHOW IT WORKS:- Purchase the template you like- Download a PDF with the Canva link that will take you to the templates- Begin editing with your content immediatelyPLEASE NOTE- Edit these templates using the free version of Canva on your phone or computer. - Images are not included- This is a Digital Product with INSTANT DOWNLOAD. No physical product will be sent.- I do not accept returns, exchanges, or cancellations. But please contact me if you have any problems with your order.Your purchase licenses you to use these copyrighted branding templates for your personal use only. You agree at the time of purchase to not re-distribute, share or re-sell any of Sonrisa Design Studio templates anywhere.© Sonrisa Design Studio 2020\n                ", "listing_reviews": null, "store_reviews": "80 shop reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/856800940/pinterest-templates-social-media"}, {"seller_text": "SanArtStudioo", "seller_href": "https://www.etsy.com/shop/SanArtStudioo?ref=simple-shop-header-name&listing_id=1023655817", "store_sales": "10,340 sales", "store_rating": "4.9432", "listing_title": "Boho Instagram Post Affirmations, Instagram Post Quotes, IG Story Posts, Social Media Bundle, Posts and Stories Presets, Social Media Pack", "listing_bestseller": "-", "listing_price": "\n                        $4.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP"], "listing_desc": "\n                    Boho Instagram Post Affirmations, Instagram Post Quotes, IG Story Posts, Social Media Bundle, Posts and Stories Presets, Social Media PackManifesting Affirmation Cards are amazing motivational tool. They are proven methods of self-improvement. Use these as daily motivation on your Instagram for your followers. Enjoy!❱❱ WHAT'S INCLUDED100 JPG affirmation cards in two formats:- 1200x1200 px for IG posts- 1080x1920 px for IG story❱❱ SIMPLE DOWNLOAD instructions:https://www.etsy.com/help/article/3949🖤 Thank you for visiting my shop!In case of any questions, feel free to write to me any time using Etsy messages.· · · · · · · · · · · · · · · · · · · · · · · · · · · · · · · · ·FOR PERSONAL USE ONLYSanArtStudioo, All Rights Reserved ©️\n                ", "listing_reviews": null, "store_reviews": "1,215 shop reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/1023655817/boho-instagram-post-affirmations"}, {"seller_text": "ThirtyOnePalmsStudio", "seller_href": "https://www.etsy.com/shop/ThirtyOnePalmsStudio?ref=simple-shop-header-name&listing_id=899888789", "store_sales": "2,732 sales", "store_rating": "4.9861", "listing_title": "Pinterest Templates for Canva - Pinterest Pins, Canva Templates, Pinterest Pin Templates, Pinterest Graphics, Pinterest Design", "listing_bestseller": "-", "listing_price": "\n                        $12.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 4 PDF"], "listing_desc": "\n                    Finding it tough to come up with unique, stand out Pinterest pins that don't take hours to create? These templates take the pain away with 20 easy to edit pin designs with build-in easy to read text, highlights, and stand out design. Use them over and over (and over) to quickly create Pinterest's favorite type of content: Fresh pins! Never run out of ideas, create as man pins per piece of content or product as you need!These are perfect for bloggers, eCommerce brands, or freelancers, and require Canva basic knowledge. *Photos ARE NOT included due to licensing restrictions. We use Unsplash.com for all our images, you can find great free for commercial use images there! Canva's free plan also includes images! --------------------------------------------------------YOU WILL GET 4 FILES:--------------------------------------------------------► Canva link with (20) 2:3 ratio pin templates. Change all colors, fonts, and add photos to match your brand! ► Instructions for basic Canva use and step by step help sheet.► Bonus FREE Resources► Image Collection library link of Pinterest backgrounds!►► Fonts included with your templates and are free for commercial use (or use your own!)►► Images NOT inserted due to licensing restrictions, but a Pinterest flat lay collection IS included for you to download and use if you wish!🎉Get 5 FREE White Linen Post Templates! https://www.31palms.com/5-free-linen-instagram-post-templates/--------------------------------------------------------HOW IT WORKS--------------------------------------------------------You will receive a link to your Canva template instantly upon purchase.This template is compatible with Canva. You will need basic knowledge of Canva to use this template. You will need to edit this template on your computer or your phone. You can sign up for a FREE Canva account here: https://www.canva.com/signup► Click the link to your Canva templates► Have fun editing! Consult your help sheet or email me if you get stuck at  tamara [!at] 31palms.com--------------------------------------------------------PLEASE NOTE: You will need a FREE Canva account to open and edit the templates on your computer or your phone (in the Canva app). --------------------------------------------------------BEFORE YOU PLACE AN ORDER• By purchasing the template, you agree that this template is for your own brand and you don't have the right to resell it.• Thirty One Palms Studio's sale of templates is not affiliated with Canva in any official way. Canva makes no promises regarding third-party templates, and Canva shall not be liable for anything arising from the creation (or purchase) of a third-party template.• NO Printed Materials are included with this listingThank you!!\n                ", "listing_reviews": null, "store_reviews": "158 shop reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/899888789/pinterest-templates-for-canva-pinterest"}, {"seller_text": "HyggelyStudio", "seller_href": "https://www.etsy.com/shop/HyggelyStudio?ref=simple-shop-header-name&listing_id=727311464", "store_sales": "21,406 sales", "store_rating": "4.919", "listing_title": "10 Lightroom MOBILE Presets, Bright and Airy Mobile Light room Presets, Blogger and Instagram Photo Filters, Lightroom CC, Light Bright Ig", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.55\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF"], "listing_desc": "\n                    Elevate your social media presence with these Bright & Airy presets for MOBILE! These are used best for images used in light spaces or shot in natural light.☞ PLEASE NOTE: THIS IS A DIGITAL DOWNLOAD! NO PHYSICAL COPY WILL BE SENT TO YOU! ☜CHECK OUT MORE FROM THIS SHOP --> https://www.etsy.com/ca/shop/HyggelyStudio-----------------------------------------------DETAILS FOR INSTANT DOWNLOAD:-----------------------------------------------♡ INSTANT DIGITAL DOWNLOAD!You will receive 10 preset files (PDF will have a clickable link to your files through google drive)+ PDF WITH LINK TO STEP BY STEP INSTRUCTIONS WITH PHOTOS!➀ BRIGHT&AIRY - ORIGINAL - DNG FILE➁ BRIGHT&AIRY - BRIGHT - DNG FILE➂ BRIGHT&AIRY - INTERIOR - DNG FILE➃ BRIGHT&AIRY - INTERIOR SHARP - DNG FILE➄ BRIGHT&AIRY - LOW SAT - DNG FILE➅ BRIGHT&AIRY - SHARP - DNG FILE➆ BRIGHT&AIRY - WARM - DNG FILE➇ BRIGHT&AIRY - TWO - DNG FILE➈ BRIGHT&AIRY - SHARP TWO - DNG FILE➉ BRIGHT&AIRY - THREE - DNG FILE!! These presets are created for Mobile Lightroom ONLY !!*If you would like the Desktop version of these presets, please message me, and I will direct you to the desktop listing*- Compatible with both the Paid and Free Versions of Lightroom Mobile- Instant Download Directly to Mobile Device, No Desktop Needed- Compatible with JPG & Raw ImagesBased on your lighting conditions, camera settings, and personal style, these presets may need to be slightly altered to fit your needs. I am always happy to help you use the presets if you are having trouble.  !! No refunds or exchanges can be made on digital products !!TERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE FOLLOWING -- - Do not share these files- Do not sell these files- Derivative works are also prohibited© 2019 Hyggely Studio - All Rights Reserved\n                ", "listing_reviews": "58", "store_reviews": "816 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/727311464/10-lightroom-mobile-presets-bright-and"}, {"seller_text": "TemplatesforMakers", "seller_href": "https://www.etsy.com/shop/TemplatesforMakers?ref=simple-shop-header-name&listing_id=1014602395", "store_sales": "4 sales", "store_rating": null, "listing_title": "Pinterest Templates for Products and Ecommerce | Pinterest Marketing for Fashion Products | Simple, Minimalist Pinterest Template for Canva", "listing_bestseller": "-", "listing_price": "\n                        $14.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    This awesome pack of Pinterest Templates for Canva is designed specifically for product-based businesses and fashion products, and will help you conquer your Pinterest Marketing and save you so much time! These simple and minimalist pin templates are easily editable in the free version of Canva, and will really allow your products to stand out on that busy Pinterest feed (and save you so much time, too)!WHAT YOU GET- 30+ easy to edit pin templates that are 1000X1500 pixels (the optimal size recommended by Pinterest)- The pin templates have been optimized for ecommerce and include placeholders for your logo and url, different photo layouts, text overlays for headlines, and call to action buttons- A bonus file of Call to Action buttons and elements that can be copied and pasted into any of the pin templates- A PDF file with the links to the templates and a set of basic instructions on how to open and edit the files.- Product photos not included.- No physical product will be delivered. This is a digital product.WHAT YOU NEED- An account with Canva - the FREE version is all you need for these templates.- Adobe Reader to open the PDF file that includes the templates links.TERMS OF USEThis is a digital product that is delivered via instant download, therefore, no refunds can be given.  However, your satisfaction is important to me and I’m happy to work with you to figure out any problems you might have.  Please reach out to me if you need any help at all.It is prohibited to sell or share these files with anyone else.  You may use this template for commercial or individual use, but for end purposes only.  If you are using for a client, please purchase one template pack for each client.  You may not edit and resell or share these templates. Thank you!Happy Pinning!\n                ", "listing_reviews": null, "store_reviews": null, "search": "pinterest template", "url": "https://www.etsy.com/listing/1014602395/pinterest-templates-for-products-and"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=869967370", "store_sales": "21,702 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Natural Presets, Instagram Filters, VSCO Filters, iPhone Presets, Lightroom Preset, Lifestyle Presets, Bright", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it natural with this Natural Preset! This Lightroom Mobile preset will effortlessly soften and mute the shades in your photos to achieve a minimalist natural look with the click of button! ❀ Your purchase includes ❀- 1 Natural Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "24", "store_reviews": "1,130 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/869967370/lightroom-mobile-preset-natural-presets"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=686103789", "store_sales": "171,646 sales", "store_rating": "4.8275", "listing_title": "GREEN Lightroom PRESETS Mobile and Desktop - for Instagram/ Blogger/ Photo filters/ Food Presets/ Lightroom mobile presets, tropic exotic", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    💥20 Mobile Lightroom Presets, Mobile Presets, Desktop Presets💥Blogger Preset Package for Instagram Photo PresetWhite Lifestyle preset photo filter✅FILES included:- 20 Lightroom presets for MOBILE Lightroom( free mobile lightroom app)- 20 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "47", "store_reviews": "6,145 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/686103789/green-lightroom-presets-mobile-and"}, {"seller_text": "DigitalinStyle", "seller_href": "https://www.etsy.com/shop/DigitalinStyle?ref=simple-shop-header-name&listing_id=1000695880", "store_sales": "10,002 sales", "store_rating": "4.2441", "listing_title": "Social Media Templates, Instagram Post Templates, Pinterest Template, Facebook Template, Bundle Templates, Canva Templates", "listing_bestseller": "-", "listing_price": "\n                        $2.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Social Media Templates, Instagram Post Templates, Pinterest Template, Facebook Template, Bundle Templates, Canva TemplatesThis is a DIGITAL DOWNLOAD* As a buyer, you are responsible for reading listings and descriptions in full prior to buying. *This template is compatible with Canva. You will need basic knowledge of Canva to use this template. You will need to edit this template on your computer, or your phone. You can sign up for a FREE Canva account, link included with files! Customizable Templates on Canva for FREE - for bloggers, entrepreneurs, business owners and more! Edit and customize the designs to suits your brand. You can change the images, background, colors, fonts, texts.PLEASE NOTE: Stock photos are NOT included with purchase. Must have a working knowledge of Canva, I do not provide Canva training.There are tutorials and videos available on Canva for reference. I am not responsible for Canva's system glitches, errors, or saving issues. Please consult with Canva if you experience any errors. WHAT’S INCLUDED:PDF  File Links to templates20 Instagram Templates 20 Instagram Story 20 Pinterest Pin 20 Facebook Post20 Facebook cover TOTAL 100-This is a digital product, no physical products will be sent to you.-Personal use only. Do not distribute or resell this.-All sales are final, that’s why digital downloads are not eligible for refunds.Colors may vary slightly between different computers and screens.\n                ", "listing_reviews": null, "store_reviews": "435 shop reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/1000695880/social-media-templates-instagram-post"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=934128080", "store_sales": "21,702 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Neutral Filter, Cream Preset, Instagram Filters, iPhone Presets, Lightroom Filter, Lifestyle Preset, Blogger Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it natural with this Nude Preset! This Lightroom Mobile preset will effortlessly soften the shades in your photos while achieving a bright creamy look with the click of button! ❀ Your purchase includes ❀- 1 Nude Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "18", "store_reviews": "1,130 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/934128080/lightroom-mobile-preset-neutral-filter"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=788363061", "store_sales": "171,648 sales", "store_rating": "4.8275", "listing_title": "Sweet HOME -  LIGHTROOM mobile and desktop PRESETS /vsco filters, Presets for Lightroom Mobile app / warm presets / instagram filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.02\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    More presets in our SHOP:www.etsy.com/shop/KatherineDream • FILES INCLUDED IN YOUR PURCHASE •✔️ 11 Lightroom presets for MOBILE Lightroom( free mobile lightroom app)✔️ 11 Lightroom presets for desktop Lightroom✔️ Post-purchase Support 24/7✔️ Instructions✔️ Instant Download • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "100", "store_reviews": "6,145 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/788363061/sweet-home-lightroom-mobile-and-desktop"}, {"seller_text": "LunarEtWillow", "seller_href": "https://www.etsy.com/shop/LunarEtWillow?ref=simple-shop-header-name&listing_id=914773839", "store_sales": "19,507 sales", "store_rating": "4.6837", "listing_title": "3 Mobile Lightroom Presets & Instagram Story Filter, Iphone Presets, Mobile Presets, Instagram Filters, Preset, Colorful Mobile, For Pets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.81\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 1 PDF, 3 other files"], "listing_desc": "\n                    Mobile Lightroom Presets / Instagram Presets / Desktop & Mobile Presets / Bright Blogger Theme / Influencer PresetsLunar & Willow PRESET SHOP: https://www.etsy.com/au/shop/LunarEtWillow✮ INCLUDED IN YOUR PURCHASE ✮✔️  3 Mobile Lightroom Presets (DNG files)✔️  Step-by-step guide to installation✮ COMPATIBILITY ✮✔️  Works in Lightroom Mobile App (iOS/Android).✔️  Easy to install, just import DNG files into Lightroom.✔️  Works with FREE or paid version of Lightroom CC App.Created for the FREE Lightroom Mobile App and Desktop Lightroom. Our presets will transform your photos with just one click. Use these to create the perfect looking Instagram feed or blog without the time consuming editing!These presets will change the way you edit lifestyle, travel, children & family, home blogging, and interior photos such as AirBnB & Real Estate.© 2020 Lunar Et Willow, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "13", "store_reviews": "860 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/914773839/3-mobile-lightroom-presets-instagram"}, {"seller_text": "BrandSugarCompany", "seller_href": "https://www.etsy.com/shop/BrandSugarCompany?ref=simple-shop-header-name&listing_id=899537608", "store_sales": "1,786 sales", "store_rating": "5", "listing_title": "Social Media Post Templates INSTANT DOWNLOAD Canva Template, Instagram Post Templates, Pinterest Templates, Beautiful Blue Stories SBB013", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $16.20\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ------------------------------------------------------------------------------♥♥ PLEASE NOTE - this is a digital download / template. No physical product will be shipped. Once you have placed your order you will receive a link to edit your template online using the free software Canva. No waiting for designers - get access immediately! Please also note any photos pictured aren't included and for display purposes only, but Canva includes 1000s of beautiful images for you to choose from.------------------------------------------------------------------------------This totally editable social media template is perfect for savvy business owners on a budget looking to brand themselves professionally.You can change:-- All content-- Font Colour-- Font Style-- Font Size-- Backgrounds-- PhotosINCLUDED IN THIS DOWNLOAD:- 20 beautifully designed social media posts- two sizes perfect for standard posts, story posts and PinterestVideo training and free ebook also included------------------------------------------------------------------------------PERFECT FOR:- Small Business- Beauty & Hair- Coaches- Social Media Managers- Photographers- Designers- Other Service Based Businesses------------------------------------------------------------------------------♥♥ HOW IT WORKSStep 1: Purchase the ListingStep 2: Check your email from Etsy to download your PDF link file.Step 3: Open the PDF and click the template link you wantStep 4: Load into CanvaStep 3: Edit, Save, Download, and Print your designsOnce purchased, your template will always be available to you, so you can come back at any time and continue editing.Our templates don't expire so you can edit them again any time! If you need a free version of the template simply click the link again to re-add to your account.------------------------------------------------------------------------------♥♥ ALL MATCHING ITEMS AVAILABLE HERE...https://www.etsy.com/au/shop/BrandSugarCompany?ref=seller-platform-mcnav&search_query=SBB013------------------------------------------------------------------------------Disclaimer: Logos - please do not resell or redistribute these files - they are for commercial use for your own business/es and not for resale.Page Layout - once you have edited the file, you can resell and redistribute in pdf format. Please do not resell / redistribute in its original Canva format.Social media - please do not resell or redistribute these files - they are for commercial use for your own business/es and not for resale.Due to the digital nature of our products, please note we are unable to accept returns or offer refunds so please make sure the file is what you want before purchasing, and feel free to contact us with any questions you might have. Enjoy and get creative!Copyright © Brand Sugar\n                ", "listing_reviews": "4", "store_reviews": "171 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/899537608/social-media-post-templates-instant"}, {"seller_text": "Blondary", "seller_href": "https://www.etsy.com/shop/Blondary?ref=simple-shop-header-name&listing_id=974130096", "store_sales": "2,567 sales", "store_rating": "4.9957", "listing_title": "Mobile Lightroom Presets | 10 Tanning Presets | Beach Filter | Summer Tan | Bronze Preset | Beige Presets | Instagram Filter | iPhone Preset", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.05\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    Mobile Lightroom Presets, Tanning Presets, Beige Presets, Summer Presets, Beach Preset, Clean Preset, Brown presets, Bright Presets, Warm Presets, Coffee Presets, Instagram Filter, Instagram Presets, Blogger Presets, Lifestyle presets✩ FREE PRESETS OFFER ✩❤️ GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE ❤️❤️ GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE ❤️❤️❤️ GET 8 PACKS & PAY ONLY FOR 4 - Add 8 items to your cart and use promo code 4FREE*Tanning Mobile Presets: include 10 mobile Lightroom Presets perfect for summer, beach photos. Transform your photos with the Tanning Lightroom Presets*⭐You Will Receive :- 10 DNG. Mobile Presets - 1 PDF file \"how to download mobile presets\" All presets files are in DNG format.After the download you will need to unzip the file, either on your PC (and then send the mobile presets to your phone) or on your phone (if you have an app that can unzip files).After purchase you will be able to INSTANTLY DOWNLOAD the following 10 presets:- If you have problems with installation or with downloading your files just contact me and I'll do my best to help you.- Please keep in mind that each photo has different light setting so you can tweak some settings as light, contrast etc after applying you presets to get best results.For personal use ONLY! You may NOT sell, distribute, rent, give, sub-license, or transfer presets, or presets sent to anyone else.More Presets:Beige Presets:https://www.etsy.com/listing/964232783/mobile-lightroom-presets-12-beige?ref=shop_home_active_1&pro=1Bright Interior Presets:https://www.etsy.com/listing/952251009/mobile-lightroom-presets-6-bright?ref=shop_home_active_2&pro=1Minimalistic Presets:https://www.etsy.com/listing/938999572/lightroom-mobile-preset-7-minimalistic?ref=shop_home_active_4&pro=1Luxury Black Presets:https://www.etsy.com/listing/971607185/lightroom-presets-10-luxury-black?ref=shop_home_active_3&pro=1Fitness Presets:https://www.etsy.com/listing/943374818/lightroom-presets-6-fitness-presets?ref=shop_home_active_5&pro=1Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filters, Travel Presets, Influencer Presets, warm presets, iPhone Presets, Moody Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright Presets, Clean Preset, Color Pop Preset, Vibrant Presets, Home Presets, Beach Presets\n                ", "listing_reviews": "11", "store_reviews": "234 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/974130096/mobile-lightroom-presets-10-tanning"}, {"seller_text": "MintAndPepper", "seller_href": "https://www.etsy.com/shop/MintAndPepper?ref=simple-shop-header-name&listing_id=790367867", "store_sales": "61,307 sales", "store_rating": "4.8303", "listing_title": "7 Lightroom Mobile & Desktop Presets NATURAL Instagram Preset, Bright Filter, Mobile Lightroom Presets for Bloggers, Everyday Photo Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.82\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    7 Lightroom Presets for Lightroom MOBILE (.dng) & Lightroom DESKTOP (.xmp) NATURAL is a pack of 7 Lightroom Presets. Great for bloggers, photographers and everyone who aims to create a consistent feed on Instagram with easily applied filter. Perfect for outdoor photography, stylized shots and portraits.- Compatible with iPhone and Android devices (you just need to download free Lightroom App) and with Desktop Lightroom - Easy to apply, with just one click- Instant download filesYou get:- 7 Lightroom Presets in .dng and .xmp formats - Instruction in PDFPlease remember that all presets look differently on each photo because of lighting and white balance settings, dominant colours etc. If your photo doesn’t look perfect you may need to adjust exposure or temperature to achieve the best results.🌟GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE🌟🌟GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE🌟🌟GET 8 PACKS & PAY ONLY FOR 4 - Add 8 items to your cart and use promo code 4FREE🌟- Due to the digital nature of this product no exchanges or refunds will be madeINSTAGRAM: @mint_and_pepper_EMAIL: mintandpepper5 [!at] yahoo.comKeywords: Lightroom presets, Lightroom, mobile presets, dng, photo filters, iPhone, Android, iOS, instagram presets, digital download, presets, Lightroom CC, Instagram presets, blogger presets, VSCO presets, instagram filter, lifestyle presets, influencer presets, professional photo editing, editorial presets, luxury presets, wedding presets, portrait presets, travel presets, Lightroom mobile, best mobile presets, photo presets.\n                ", "listing_reviews": "16", "store_reviews": "2,033 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/790367867/7-lightroom-mobile-desktop-presets"}, {"seller_text": "OnePreset", "seller_href": "https://www.etsy.com/shop/OnePreset?ref=simple-shop-header-name&listing_id=974215413", "store_sales": "77,827 sales", "store_rating": "4.6578", "listing_title": "BUNDLE 120 Lightroom Presets Mobile - Instagram Blogger Preset - Lightroom Mobile Presets - Instagram Presets - iPhone Presets for Blogger", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.19\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    💝 GET A FREE PRESET 💝\u2028GET 4 & PAY FOR 3: Add 4 Presets to your cart, use promo code “ONEFREE” and only pay for 3.OR SHOP UNDER THIS LINKhttps://www.etsy.com/au/shop/OnePreset?coupon=ONEFREE✩✩✩ We have 45 BESTSELLERS ✩✩✩Mobile & Desktop Compatible Lightroom Presets to create an aesthetic Instagram feed. \u2028\u2028✮ INCLUDED IN YOUR PURCHASE ✮• 120 Mobile Lightroom Presets (DNG file)• PDF File w/ Simple Instruction Manual• Compatible with both Android and iPhone• Works in Adobe Lightroom (PC/Mac)INCLUDED PRESET PACKS:- Clean- Natural- Cruise- Family- Greece- Hazelnut- Jungle- Lifestyle- Midsummer- Mother- Natural- Tangerine- Tanning✮ INSTALLATION ✮ To access your digital files:1. Go to Your Account2. Purchases and reviews and look for the order.3. To the right of the order, click Download Files.4. You will be able to download the DNG File.5. You will then be able to upload each DNG file as an image to your Lightroom Mobile app.6. Click on the three dots in the top right of your Lightroom app7. Select the option 'Create Preset', this will allow you to save the preset to the preset editing option of the app for use on other images.We value and respect our customers. We always find a compromise in solving any questions that may arise, even after the delivery of the order.Due to the digital nature of this product ALL SALES ARE FINAL.For any questions please contact me via Etsy messages.© No sharing files, or selling them in any form. Derivative works are prohibited. © OnePreset, 2020\n                ", "listing_reviews": "77", "store_reviews": "2,907 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/974215413/bundle-120-lightroom-presets-mobile"}, {"seller_text": "5tipsdesign", "seller_href": "https://www.etsy.com/shop/5tipsdesign?ref=simple-shop-header-name&listing_id=815636461", "store_sales": "176 sales", "store_rating": "5", "listing_title": "Pinterest templates for your blog and business | Fully customizable Canva templates | Eye Catching Blogger Pin Pack", "listing_bestseller": "-", "listing_price": "\n                        $9.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Increase your website/blog traffic right now through Pinterest using these beautiful, click-worthy, modern, fully customizable Pinterest Pin Canva Templates!  Ready to delight your audience with your graphics?This Canva Pinterest template collection is perfect for Bloggers, Online Business Owners & Social Media Marketing Managers.  With quick drag and drop image placement and one-click text editing, you can make these templates your own in just a few minutes!Please read the full item description to ensure you will be happy with your purchase.This is an instant digital download template. No Physical items will be shipped._______________________________________--- 12 Templates Ideal for Pinterest (2:3 RATIO)--- Free Fonts Used--- Photos and Mockups are NOT Included--- Fully Editable Elements--- Objects for Easy Photo Placements--- Basic Knowledge of Canva App RequiredMatching Instagram Post Bundle: https://www.etsy.com/listing/851363336/instagram-templates-for-canva-social?ref=shop_home_active_1WHAT IS INCLUDED IN YOUR PACKAGE:-------------------------------------------------------- 1 Read me file with the link to your templates in CanvaHOW DOES IT WORK:------------------------------------------------------ Make your purchase- Download your files from Etsy- Open in Canva and edit in minutes!You can customize all templates with your own information in the Canva web or mobile app and use them over and over again!REFUNDS AND EXCHANGES--------------------------------------Due to ﬁles being instant downloads, refunds and exchanges cannot be given.But we are always happy to help you if you have some problems.If you have any questions about an item, please message us BEFORE placing your order.© 2020 5tips.co. All rights reserved.All template designs are for personal use only and may not be resold or redistributed under any circumstances.\n                ", "listing_reviews": "6", "store_reviews": "13 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/815636461/pinterest-templates-for-your-blog-and"}, {"seller_text": "DigiPax", "seller_href": "https://www.etsy.com/shop/DigiPax?ref=simple-shop-header-name&listing_id=961906174", "store_sales": "508 sales", "store_rating": "5", "listing_title": "250 Wellness Coach Social Media Bundle Kit Canva Templates Blue, Content Creator Ebook Instagram Posts Stories Reels Templates Pinterest FB", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $36.67\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    The Wellness Coach Social Media Branding Templates Bundle Kit is made with Canva and it includes 250 fully editable templates. You can create a course, content and ads on Facebook and Instagram without needing to hire an agency!This Content Creator Social Media Post Templates Bundle is easily editable and requires no graphic design skills whatsoever. Perfect for wellness/health/yoga/fitness/nutrition coaches, content creators, influencers, entrepreneurs, online shops, bloggers, vloggers etc. Create an aesthetic brand image and feed on all social media platforms!Stand out from the crowd and attract more followers while increasing leads and sales!What’s Included?-\t80 Instagram Post Templates (1080px*1080px)-\t80 Instagram Story Templates (1080px*1920px)-\t30 Pages Course Ebook Template (A4 size)-\t20 Pinterest Pin Templates (1000px*1500px)-\t10 Instagram Highlight Covers (1080px*1920px)-\t10 Instagram Reels Templates (1080px*1920px)-\t5 IGTV Covers (1080px*1680px)-\t5 Facebook Ads (1200px*628px)-\t3 Facebook Cover Templates (1640px*624px)-\t3 Pinterest Cover Templates (800px*450px)-\t3 Website Banner Templates (1350px*650px)-\t1 Facebook/Instagram Video (1080px*1080px)-\t1 Logo Template-\t1 Business Cards Template-\tFull support from our team-\tHelpful resources (free images websites, remove background web app)What’s Not Included?-\tPhotos are not included-\tReady to post JPG files are not includedWhat is editable?The best part is that everything is editable!You can edit the: -\tFont-\tText-\tColors-\tShapes-\tBackground-\tDuplicate or remove elements-\tChange the transparency settings-\tChange position of the elementsWhat is CANVA?CANVA is a graphic design platform that allows you to create social media graphics, presentations, posters, documents and other visual content. You can easily access it at www.canva.com or download the mobile app.*Please note that for editing the templates it is best to use the desktop version and not the app. Also, you do NOT need to have a paid Canva subscription to use these templates. You only need a free account to edit and save them!How it works?-\tAfter you purchase the pack, you will receive a PDF document to download with a shared link that you can use to access the templates from your free Canva account.-\tSince we want to help you and make things easier, we have also included a STEP-BY-STEP instruction guide PDF that walks you through on how to edit the templates and save them.-\tEdit the templates, save the JPG file, post and see your followers reactions!Terms of Use:-\tFor Personal or One-Business us ONLY (you can use the templates only for one (1) personal or business account)-\tIt is absolutely prohibited to try to resell, share, redistribute or give away for free this template to anyone (this includes making changes to it and trying to do it afterwards)Refund Policy:Please keep in mind that this product is a digital, instant download product. Due to this, we are not able to accept any cancellation or refund requests for any kind of reason. However, if you have any issues or requests regarding the product, please do not hesitate to contact us directly. We would be happy to assist you!\n                ", "listing_reviews": null, "store_reviews": "25 shop reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/961906174/250-wellness-coach-social-media-bundle"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=848374533", "store_sales": "237,230 sales", "store_rating": "4.8715", "listing_title": "5 Mobile Lightroom Preset BEE HONEY Warm Instagram Filter, Influencer Lightroom Preset Travel Blogger", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 Files"], "listing_desc": "\n                    Lightroom Presets, instagram preset,  influencer presets, lifestyle blogger presetsLevel up your social media game with BEE HONEY Presets and edit your Instagram photos like a pro on your mobile device! Mobile Lightroom Influencer Preset BEE HONEY  Included 5 presets  inspired by travel bloggers and influencers around the world.This preset for every kind of picture that will surely deliver stunning results and make your images look a hundred times better! For photographers who do a lot of fashion, travel and lifestyle photography.This quality preset produce amazing warm tones and making it easy for you to achieve the same look and feel as your favorite influencers!  🔥GET 5 & PAY FOR 3: add 5 presets to your cart, use PROMO code GIFT2🔺Included5 LIGHTROOM MOBILE PRESET .DNG file🔵How to Download and Install mobile preset:  https://youtu.be/fDKHSkU7GIs🔵If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll.For any questions or editing help Please contact me email victoriabee.shop [!at] gmail.com© 2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoKeywords: Warm filter, Instagram Filter, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, family preset,\n                ", "listing_reviews": "16", "store_reviews": "8,047 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/848374533/5-mobile-lightroom-preset-bee-honey-warm"}, {"seller_text": "DigitalVibes", "seller_href": "https://www.etsy.com/shop/DigitalVibes?ref=simple-shop-header-name&listing_id=809531211", "store_sales": "12,392 sales", "store_rating": "4.8333", "listing_title": "10 Mobile and Desktop Lightroom Presets, SUNSET GLOW presets, Sunset sunrise Lightroom Preset,Bright, Instagram Filter,Travel Summer Blogger", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    ✅ LIMITED OFFER - Just don't miss it out!Huge Package of 1000+ Mobile & Desktop Presets with a HUGE discount!! Imagine what you can do with this Bundle of 1000+ Premium Presets !Follow the link --> https://www.etsy.com/listing/864152596/lightroom-presets-bundle-bestsellers-of?ref=listing_published_alert-------------------------------------------------------------------------10 Lightroom Presets, Mobile Presets and Desktop Lightroom Presets, Instagram preset, influencer presets, lifestyle blogger presets, Summer Filters, Pastel Sunset Sunrise Beach Travel Presets, Warm Light Bright Effect.✅ SUNSET GLOW PRESETS:Take your social media pictures to the next level with DIGITAL VIBES Presets and edit your Instagram photos like a pro!The SUNSET GLOW Preset Pack will help you rock your Instagram feed, with bright pastel tones and vibrant warm light, perfect for your sunset and sunrise images. It will make you grow your followers, and create a perfect grid!✅ FILES included:The digital download comes with 2 PDF files✩ The file \"How to download\" includes a direct link to download :  10 Mobile Lightroom Preset - DNG format. 10 Desktop Lightroom Preset - XMP format.✩  The file \"How to use\" includes instructions to use the mobile and desktop presets✅ SPECIAL PROMO: BUY 5 & PAY ONLY 3✩  Add 5 items to your order ( Each item should be a pack of 10 presets)✩  Apply HAPPYSALE COUPON CODE✩ PAY ONLY FOR 3!!!✅ NOTES: ✩ All of the presets have been tested on a variety of pictures and they are very versatile.In most cases the presets works at one-click magic, but please note that it works differently on each picture, you can then edit and play with the exposure,white balance.. etc✩ This is a digital download, No physical product will be sent.✩  The presets are for personal or professional use.✩ Because my products are digital downloads, I am unable to refund, since they cannot be returned once downloaded. However we would be happy to assist with any questions. © 2020 Digital Vibes, All Rights Reserved.TERMS OF USE: All the products are copyrighted to Digital Vibes, do not share or sell these files.\n                ", "listing_reviews": "23", "store_reviews": "526 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/809531211/10-mobile-and-desktop-lightroom-presets"}, {"seller_text": "EliteStudioPresets", "seller_href": "https://www.etsy.com/shop/EliteStudioPresets?ref=simple-shop-header-name&listing_id=806720640", "store_sales": "17,026 sales", "store_rating": "4.7489", "listing_title": "10 Lightroom Mobile Desktop Presets MALIBU, Light and Bright Mobile Presets, Travel Island Picture Filter, Instagram and Blogger Presets", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.38\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    Instantly add brightness to your travel photos, while also adding a pop to ocean colors. Turn your pictures into jet➤setter lifestyle pics.☆ What is included? ☆➤ 10 Presets in DNG and XMP format (NOT lrtemplate format, but you can still use them by uploading the DNG files in your Lightroom Desktop and save them as preset.)➤ PDF file containing a link to download your mobile and desktop presets➤ PDF installation guideEtsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets☆ Compatibility ☆➤ For MOBILE and DESKTOP use (iPhone, Android, PC, MAC)➤ Compatible with free version of the Adobe Lightroom App. You can download this app for free on your mobile phone (iPhone or Android)➤ Compatible with the paid desktop version of the Adobe Lightroom Classic CC (version 7.3+)➤ For use on JPEG and RAW images☆ BUY 5 AND GET 30% OFF!! ☆Add 5 presets in your cart and receive automatically 30% discount!https://www.etsy.com/shop/EliteStudioPresets☆ 24/7 Support ☆If you have any questions or need some help with the presets, please contact me at Etsy or through email elitestudiopresets[at]@gmail.com♡ Share with Us! ♡I would love to see how your pictures turned out by using our presets. Please include them in your review! Tag or DM us on instagram to get featured!@elitestudiopresets© 2020 Elite Studio Presets, All Rights ReservedTerms of Use: By purchasing this item, you are automatically agreeing to the terms of use. Included but not limited to: Prohibition of sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "41", "store_reviews": "749 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/806720640/10-lightroom-mobile-desktop-presets"}, {"seller_text": "KIINcreations", "seller_href": "https://www.etsy.com/shop/KIINcreations?ref=simple-shop-header-name&listing_id=997654802", "store_sales": "108,067 sales", "store_rating": "4.8939", "listing_title": "10 EARTHY mobile & desktop PRESETS | Earthy Preset | Brown Preset | Travel preset | Tropical Preset | Aesthetic Preset | Instagram filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.12\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ❤️  GET 4 & PAY FOR 2: add 4 presets to your cart, use PROMO code: MERCI4 and pay just for 2❤️ ❤️  GET 6 & PAY FOR 3: add 6 presets to your cart, use PROMO code: MERCI6 and pay just for 3❤️ ❤️ ❤️  GET 8 & PAY FOR 4: add 8 presets to your cart, use PROMO code: MERCI8 and pay just for 4\u202810 Earthy Lightroom mobile & desktop presets - saturated browns, faded greens, moody blues will give your images that tropical aesthetic feel. These presets will work great with outdoor, family, portrait ,travel, lifestyle and professional photography images.\u2028\u2028INCLUDED IN YOUR PURCHASE✅  10 Mobile Lightroom Presets (DNG files)✅  10 Desktop Lightroom Presets (XMP files)✅  10 Desktop Lightroom Presets (LRtemplate files)\u2028✅  Easy Step-by-step PDF guide with instructionsBEST CUSTOMER SERVICEI want to be sure you’re satisfied! If you have any issues, I am happy to help! Just message me! :) COMMON QUESTIONS➕ Works in Lightroom Mobile App (iOS/Android)➕ Works With & WITHOUT Adobe subscription➕ You only need Lightroom CC App on your Phone/iPad➕ Works With All Lightroom & ACR Desktop VersionsMy presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. I’m confident that my presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image.STAY IN TOUCHIG: instagram.com/kiinlrpresetsWEBSITE: kiinlightroompresets.comEMAIL:  info [!at] kiinlightroompresets.comRefunds/ExchangesDue to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is my number one priority. In the case you are not happy with a preset, send me a message and we can discuss an exchange for a preset that better fits your needs. © 2020 KIIN CREATIONS LLC, All Rights ReservedTERMS OF USE:  Including but not limited to: No sharing the files. No selling the files. Derivative works are prohibited.\u2028KIIN Presets, Photo Presets, VSCO Presets, Edit, Editing, Insta blogger, Lightroom Classic CC, influencer preset, blogger preset, influencer filter, preset filter, instagram feed, fashion blogger, aesthetics, DNG, Instagram Preset, Presets, Mobile Filter, Lightroom presets, Lightroom Mobile, Android Preset, Lightroom Mobile Presets, Mobile Lightroom Presets, family preset, warm bright preset, skin preset, selfie presets, earthy preset, aesthetic preset, professional photography preset, earthy tones, caramel preset, coffee preset, brown preset, mocha preset, brown preset, brown Lightroom preset, Lightroom mobile presets, preset filter, instagram preset, outdoor preset, tropical preset, instagram preset, travel preset, tanned skin preset, moody preset\u2028\n                ", "listing_reviews": "6", "store_reviews": "4,454 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/997654802/10-earthy-mobile-desktop-presets-earthy"}, {"seller_text": "Presetsil", "seller_href": "https://www.etsy.com/shop/Presetsil?ref=simple-shop-header-name&listing_id=904674862", "store_sales": "420 sales", "store_rating": "4.6364", "listing_title": "4 professional Lightroom Mobile Presets, Instagram filter, bright and clear, presets for all types of photos.", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.38\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 MOV, 1 ZIP"], "listing_desc": "\n                    4 Lightroom Presets for amazing edit results. The presets will take your photos  to a much higher level. Your feed will be a goal for everyone ! ✨* What will you get in the package?✔️ 4 presets which both work with iPhone & Android ✔️ The presets work in the FREE Lightroom Mobile App ✔️ Video clip showing how to download the presets step by step✔️ Fast direct digital download ✔️ How to use the presets in the app 🎁 B O N U S 🎁 *Buy 4 and pay only for 2*Use the code 2FREEThis preset is the best assistant and easily improves photos. You will get all the secrets of editing in one click! I know that you will enjoy it! I’m excited to see your results.  💥\n                ", "listing_reviews": "6", "store_reviews": "11 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/904674862/4-professional-lightroom-mobile-presets"}, {"seller_text": "BlattelDesigns", "seller_href": "https://www.etsy.com/shop/BlattelDesigns?ref=simple-shop-header-name&listing_id=906683348", "store_sales": "143 sales", "store_rating": "5", "listing_title": "10 Blogger Influencer Canva LikeToKnow.It + Pinterest Templates | Customizable Editable Affiliate Marketing Sale Collages | Breanna Bundle", "listing_bestseller": "-", "listing_price": "\n                        $15.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Looking for easy editable & customizable product collages to share on LikeToKnow.It, your blog, or Pinterest? I’ve created a bundle of 10 Canva templates just for you! These templates are ideal for bloggers & influencers looking to boost sales and grow their affiliate income. Great for use with gift guides, product wish lists, favorites collages, daily sale alerts and MORE! Each template includes easy drag & drop image layouts to save you time & maintain your brand image. Each template is sized specifically for LikeToKnow.it so there’s no need to resize! This bundle includes:- 1 PDF file with a link to 10 templates ideal for LikeToKnow.It- Compatible with free Canva subscription - i.e. free Canva fonts & elements used- Everything is editable + customizable- Simple digital download - no physical copy- Basic understanding of Canva *NOTE: THIS IS A DIGITAL PRODUCT. No physical copy will be shipped to you. Once purchased you will immediately receive your downloadable digital files. This also means ALL SALES ARE FINAL. Refunds & exchanges will NOT be given. Please reach out if you have any questions BEFORE placing your order :) All designs created by @BlattelDesigns are for personal use only and are not to be resold or distributed. Only hurts small business when you share with friends.\n                ", "listing_reviews": null, "store_reviews": "5 shop reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/906683348/10-blogger-influencer-canva-liketoknowit"}, {"seller_text": "SnazzyMango", "seller_href": "https://www.etsy.com/shop/SnazzyMango?ref=simple-shop-header-name&listing_id=986580638", "store_sales": "3,763 sales", "store_rating": "4.6667", "listing_title": "Bachelorette Instagram Filter! Gold Bachelorette Filter! Instagram Stories Filter. Hen Party Filter! Instagram Effect. Bachelorette Party!", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $8.01+\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: Adobe Illustrator, Photoshop, Instagram, Facebook, Spark AR, Glitter, Insta Stories, Effect, Instagram Story, Insta Story, Sparkle, Gold, Bachelorette\n\n\nRead the full description"], "listing_desc": "\n                    Custom Bachelorette For Instagram, Instagram Stories Filter!TRY BEFORE YOU BUY: https://www.instagram.com/ar/944533329616168/Make a statement at your bachelorette party with your very own custom Instagram/Facebook filter! All your family, friends, guests and followers will have access to your filter! Anyone who sees your story will also have access to your filter! Unlike snapchat filters it's not restricted to location and there is no upload cost!| CUSTOMISATION |-PERSONALISATION-Name:Date:Location:Text colour (Select from drop down menu) or message me if you want a colour which isn't listed.Which social media do you want your filter to be on? (Facebook or Instagram). Please note there's a small charge to have your filter on both social media platforms as I essentially have to make 2 separate filters.| HOW IT WORKS |1 - Enter your personalisation requirements in the space provided when ordering.2 - I then design your filter in Instagram/Facebook's unique software.3 - A proof will then be sent to you of how your filter will look, please allow 24hrs for this.4 - Once you're happy with how your filter looks, I then submit it to Instagram/Facebook to upload to their filter collection. (This can take up to 48hrs)!5 - Once the filter has been accepted by Instagram/Facebook I will then email you a link to where you can find your filter on the social media site!6 - You can share the link with all your friends, family and guests! Alternatively, when your post to your story using the filter a badge will be displayed in the top left corner. Anyone who clicks on this will also have access and be able to use your filter! (An example of this is Picture 3).Please message me if you have any questions.  :)If you include the snapchat version in your order, this is just for the filter file. You must upload the filter to Snapchat where costs may be incurred due to location and date. More information can be found here: https://www.snapchat.com/l/en-gb/on-demand/Facebook and Instagram filters are uploaded by me at no extra cost.My full collection of Instagram & Facebook filters can be found here:https://www.etsy.com/uk/shop/SnazzyMango?ref=seller-platform-mcnav&section_id=21416837Keywords:Bachelorette Filter, Bachelorette Party, Hen Party, Ring Filter, Gold Filter, Gold Bachelorette, Pool Party, Insta Filter, Bachelorette Party Instagram, Bachelorette Geofilter, Insta Filter, Instagram Filter, Instagram Story, Instagram Stories, Insta Stories, Instagram Wedding, Instagram Wedding Filter, Rose Gold Wedding Filter, Insta Wedding Filter, Insta Wedding Effect, Insta Wedding Stories, Insta Wedding, Instagram Wedding, Rose Gold Wedding Filter, Insta Mask, Insta Effect\n                ", "listing_reviews": null, "store_reviews": "466 shop reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/986580638/bachelorette-instagram-filter-gold"}, {"seller_text": "BlattelDesigns", "seller_href": "https://www.etsy.com/shop/BlattelDesigns?ref=simple-shop-header-name&listing_id=972597523", "store_sales": "143 sales", "store_rating": "5", "listing_title": "10 Blogger Influencer Canva LikeToKnow.It + Pinterest Templates | Customizable Editable Affiliate Marketing Sale Collages | Emma Bundle", "listing_bestseller": "-", "listing_price": "\n                        $15.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Looking for easy editable & customizable product collages to share on LikeToKnow.It, your blog, or Pinterest? I’ve created a bundle of 10 Canva templates just for you! These templates are ideal for bloggers & influencers looking to boost sales and grow their affiliate income. Great for use with gift guides, product wish lists, favorites collages, daily sale alerts and MORE! Each template includes easy drag & drop image layouts to save you time & maintain your brand. (NOTE: In the examples, I used the background eraser to remove the backgrounds in images. Available with Canva Pro!)Each template is sized specifically for LikeToKnow.it so there’s no need to resize! This bundle includes:- 1 PDF file with a link to 10 templates ideal for LikeToKnow.It- Compatible with free Canva subscription - i.e. free Canva fonts & elements used- Everything is editable + customizable- Simple digital download - no physical copy- Basic understanding of Canva *NOTE: THIS IS A DIGITAL PRODUCT. No physical copy will be shipped to you. Once purchased you will immediately receive your downloadable digital files. This also means ALL SALES ARE FINAL. Refunds & exchanges will NOT be given. Please reach out if you have any questions BEFORE placing your order :) All designs created by @BlattelDesigns are for personal use only and are not to be resold or distributed. Only hurts small business when you share with friends.\n                ", "listing_reviews": null, "store_reviews": "5 shop reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/972597523/10-blogger-influencer-canva-liketoknowit"}, {"seller_text": "ThirtyOnePalmsStudio", "seller_href": "https://www.etsy.com/shop/ThirtyOnePalmsStudio?ref=simple-shop-header-name&listing_id=1006450610", "store_sales": "2,732 sales", "store_rating": "4.9861", "listing_title": "Pinterest Templates for Canva - Pinterest Pins, Canva Templates, Pinterest Pin Templates, Pinterest Graphics, Pinterest Design, White Linen", "listing_bestseller": "-", "listing_price": "\n                        $12.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 4 PDF"], "listing_desc": "\n                    Finding it tough to come up with unique, stand out Pinterest pins that don't take hours to create? These templates take the pain away with 20 easy to edit pin designs with build-in easy to read text, highlights, and stand out design. Use them over and over (and over) to quickly create Pinterest's favorite type of content: Fresh pins! Never run out of ideas, create as man pins per piece of content or product as you need!These are perfect for bloggers, eCommerce brands, or freelancers, and require Canva basic knowledge. These match our popular White Linen collection!--------------------------------------------------------YOU WILL GET 4 FILES:--------------------------------------------------------► Canva link with (20) 2:3 ratio pin templates. Change all colors, fonts, and add photos to match your brand! NOTE: White linen texture color is NOT editable (but can be replaced)► Instructions for basic Canva use and step by step help sheet.► Bonus FREE Resources► Image Collection library link!►► Fonts included with your templates and are free for commercial use (or use your own!)🎉Get 5 FREE Matching White Linen Post Templates! https://www.31palms.com/5-free-linen-instagram-post-templates/--------------------------------------------------------HOW IT WORKS--------------------------------------------------------You will receive a link to your Canva template instantly upon purchase.This template is compatible with Canva. You will need basic knowledge of Canva to use this template. You will need to edit this template on your computer or your phone. Link to sign up for a FREE Canva account included!► Click the link to your Canva templates► Have fun editing! Consult your help sheet or email me if you get stuck at  tamara [!at] 31palms.com--------------------------------------------------------PLEASE NOTE: You will need a FREE Canva account to open and edit the templates on your computer or your phone (in the Canva app). --------------------------------------------------------BEFORE YOU PLACE AN ORDER• By purchasing the template, you agree that this template is for your own brand and you don't have the right to resell it.• Thirty One Palms Studio's sale of templates is not affiliated with Canva in any official way. Canva makes no promises regarding third-party templates, and Canva shall not be liable for anything arising from the creation (or purchase) of a third-party template.• NO Printed Materials are included with this listingThank you!!\n                ", "listing_reviews": null, "store_reviews": "158 shop reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/1006450610/pinterest-templates-for-canva-pinterest"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=881743862", "store_sales": "21,702 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Influencer Presets, Instagram Filters, iPhone Presets, Lightroom Filter, Lifestyle Presets, Blogger Photo Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it neutral with this Influencer Preset! This Lightroom Mobile preset will effortlessly soften and mute the shades in your photos to achieve a creamy chic look with the click of button! ❀ Your purchase includes ❀- 1 Influencer Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "33", "store_reviews": "1,130 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/881743862/lightroom-mobile-preset-influencer"}, {"seller_text": "ThePresetCow", "seller_href": "https://www.etsy.com/shop/ThePresetCow?ref=simple-shop-header-name&listing_id=934063765", "store_sales": "6,133 sales", "store_rating": "4.8085", "listing_title": "Mobile Lightroom Presets | Instagram Presets | Desktop Lightroom Presets | Influencer Blogger Presets | Sunset Preset | Warm Light Preset |", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.13\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 2 other files"], "listing_desc": "\n                    Created for Instagram influencers, lifestyle or travel bloggers, and creators, this warm sunset preset will transform your images with just one click! Aimed to create a cohesive feed & consistent aesthetic for your Instagram, blog, or platform. Made by a photographer with 6 years of camera experience.INCLUDED IN YOUR PURCHASE:✔ 1 MOBILE Lightroom Preset (DNG format)✔ 1 DESKTOP Lightroom Preset (XMP format)✔ PDF Step-by-Step GuideCOMMON QUESTIONS: ✔ Compatible in Lightroom Mobile App (iOS or Android)✔ Compatible in Lightroom Desktop (Mac or PC)✔ Compatible in all Lightroom Desktop versions✔ Instant downloadContact me with any questions, feedback, or concerns. Thank you for shopping small!♡ Stay safe & happy editing, Alana ♡📌 PINTEREST: www.pinterest.com/alanamak📷 INSTAGRAM: www.instagram.com/alanamakREFUND POLICY & TERMS OF USE:Due to the digital nature of this product, all sales are final & there are no returns or exchanges. No sharing files, or reselling them in any form. Derivative works are prohibited. Violators of this agreement will be prosecuted.© ThePresetCow, 2020KEYWORDS:Warm Filter I Light Preset I Sunset Photo Preset | Summer Filter | Mobile Lightroom Presets I Instagram Presets I Desktop Lightroom Presets I Influencer & Instagram Filter I DNG I Mobile Filter I Travel Presets I Influencer Presets I I iPhone Presets I Blogger Presets I Photo Filters I Android Preset I Edits in Lightroom | VSCO Filter | Lightroom Editing | Photo Presets | Lightroom for Beginners | Best Lightroom Presets | VSCO Tumblr Editing | Best Instagram Filters | Aesthetic Lightroom Preset | Aesthetic Instagram Filter | Photo Editing | Travel Filter | Blogger Filter | Easy Preset | Photography Presets | Photography Editing |\n                ", "listing_reviews": "16", "store_reviews": "188 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/934063765/mobile-lightroom-presets-instagram"}, {"seller_text": "TheBloomingJournal", "seller_href": "https://www.etsy.com/shop/TheBloomingJournal?ref=simple-shop-header-name&listing_id=979275046", "store_sales": "24 sales", "store_rating": "5", "listing_title": "15 long Pinterest templates for Canva users | Eye-catching design | Fully customizable pins for your blog and business | Marketing Templates", "listing_bestseller": "-", "listing_price": "\n                        $12.47\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Please read the FULL item description.15 LONG fully editable Pinterest pin templates made for Canva users (a FREE online graphic design platform, that is easy and intuitive to use), you will need a FREE account to edit the templates.For some niches, long pins work better. These eye-catching templates will help you create a cohesive Pinterest profile, increase traffic, and save time on creating pins.These templates are perfect if you enjoy combining multiple fonts, play with text alignment, and add little fun graphics to your pins.ABOUT:- 15 templates;- Fully customizable in Canva;- 1000*2100px (1:2.1 ratio);- Free fonts and elements used;- Images ARE NOT included;WHAT'S INCLUDED:- A PDF with a link to the templates in Canva and instructions, to help you edit the templates.HOW IT WORKS:- Purchase the templates;- Download a PDF and follow the link to the templates. Edit the templates to your liking (add your own photos or stock photos, change fonts, colors, move the elements around), download, and publish on Pinterest. REFUNDS AND EXCHANGES:Due to the digital nature of the product, I DO NOT accept refunds or exchanges, but please message me if you're having problems with your purchase. Have a question? Message me BEFORE you buy.Please note that these templates are for personal use only. You may not sell, share, or claim them as your own.\n                ", "listing_reviews": null, "store_reviews": "1 shop review", "search": "pinterest template", "url": "https://www.etsy.com/listing/979275046/15-long-pinterest-templates-for-canva"}, {"seller_text": "AvalanchePresets", "seller_href": "https://www.etsy.com/shop/AvalanchePresets?ref=simple-shop-header-name&listing_id=721952828", "store_sales": "9,831 sales", "store_rating": "4.5965", "listing_title": "10 Mobile Lightroom Presets,Summer preset, Instagram filter,Natural preset, Desktop Presets, Color Lightroom, Vibrance, Lifestyle Blogger,", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $0.71\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    Visit more Presetswww.etsy.com/shop/AvalanchePresetsINCLUDED IN YOUR PURCHASE💥 Instant Download💥 10 Lightroom presets for MOBILE Lightroom( free mobile lightroom app)💥 10 Lightroom presets for DESKTOP Lightroom (Both MAC and Windows supported)💥 Instructions💥 Instant Download 💥 Compatible with all Photo formats💥 Compatible with Lightroom Mobile App (Both IOS and Android)💥 Compatible with Desktop Lightroom (Both MAC and Windows)🎁GET 4 PAY FOR 2🎁• Add 4 items to cart• Use code: GET2FREE• Pay just for 2 items If you are not sure about suitability of presets on your photos you can leave me message/send me few examples of your photos and I will test the presets and will show you results.📧 Contact us:  avalanchepresets [!at] gmail.com© 2018 AvalanchePresets, All Rights Reserved\n                ", "listing_reviews": null, "store_reviews": "352 shop reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/721952828/10-mobile-lightroom-presetssummer-preset"}]