[{"seller_text": "OnePreset", "seller_href": "https://www.etsy.com/shop/OnePreset?ref=simple-shop-header-name&listing_id=831836470", "store_sales": "77,827 sales", "store_rating": "4.658", "listing_title": "10 Mobile Lightroom Presets, Vsco Filters, Iphone Presets, Lightroom, Mobile Presets, Instagram Filters Presets, Colorful Mobile, Dng Preset", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.67\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 1 PDF, 1 ZIP"], "listing_desc": "\n                    💝 GET A FREE PRESET 💝\u2028GET 4 & PAY FOR 3: Add 4 Presets to your cart, use promo code “ONEFREE” and only pay for 3.OR SHOP UNDER THIS LINKhttps://www.etsy.com/au/shop/OnePreset?coupon=ONEFREE✩✩✩ We have 45 BESTSELLERS ✩✩✩Mobile Lightroom Presets, Vsco Filters, Iphone Presets, Lightroom, Mobile Presets, Instagram Filters, Presets, Colorful Mobile, Dng PresetMobile & Desktop Compatible Lightroom Presets to create an aesthetic Instagram feed. \u2028\u2028✮ INCLUDED IN YOUR PURCHASE ✮• 10 Mobile Lightroom Presets (DNG file)• PDF File w/ Simple Instruction Manual• Compatible with both Android and iPhone• Works in Adobe Lightroom (PC/Mac)✮ INSTALLATION ✮ To access your digital files:1. Go to Your Account2. Purchases and reviews and look for the order.3. To the right of the order, click Download Files.4. You will be able to download the DNG File.5. You will then be able to upload each DNG file as an image to your Lightroom Mobile app.6. Click on the three dots in the top right of your Lightroom app7. Select the option 'Create Preset', this will allow you to save the preset to the preset editing option of the app for use on other images.We value and respect our customers. We always find a compromise in solving any questions that may arise, even after the delivery of the order.Due to the digital nature of this product ALL SALES ARE FINAL.For any questions please contact me via Etsy messages.© No sharing files, or selling them in any form. Derivative works are prohibited. © OnePreset, 2020\n                ", "listing_reviews": "28", "store_reviews": "2,906 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/831836470/10-mobile-lightroom-presets-vsco-filters"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=855885902", "store_sales": "25,448 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets, Light and Airy Preset,Lightroom Mobile ,Instagram Filter, Natural Preset, Blogger Preset, Bright White Preset", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "32", "store_reviews": "793 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/855885902/3-mobile-lightroom-presets-light-and"}, {"seller_text": "AglowPresets", "seller_href": "https://www.etsy.com/shop/AglowPresets?ref=simple-shop-header-name&listing_id=775574072", "store_sales": "50,854 sales", "store_rating": "4.9237", "listing_title": "GLOW  Mobile Lightroom Preset , Photo Filters, Instagram preset, best preset, bright preset, Blogger Preset, aglow preset, mobile preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 other file"], "listing_desc": "\n                    PRESET SALE🔥📸: https://www.etsy.com/shop/AglowPresetsBUY 3 INDIVIDUAL PRESETS GET 3 FREE - Use Code: BUY3GET2BUY 3 BUNDLES GET 3 FREE - Use code: 2FREEBUNDLESGLOW Aglow MOBILE PRESETThis preset works amazing for outdoor and indoor pictures. It makes all the colors pop and brightens the whole vibe of the picture.  This preset is a must have for any blogger or Instagrammer to make their feed stand out! These Mobile presets were uniquely designed to work with a variety of photo settings. Each preset has been created and tested on different lighting and locations to insure a perfect application to your photos every time. Using AGLOW presets, Instagrammers, bloggers and photographers or anyone wanting to enhance their photos will create beautiful asthetic images that will stand out to their viewers. WHAT IS NEEDED? - Download the Free Lightroom CC App on your mobile device.-AFTER PURCHASE YOU WILL RECEIVE:-1 GLOW PRESET PHOTO in DNG FORMAT(This will be a single image that contains all of the presets for that filter.)-Lightroom Mobile Installation User ManualPlease follow us on Instagram @aglowpresets for tips and editing tricks along with great giveaways!   Tag me at @aglowpresets when you post your photos using the Aglow presets!  I would love to see them!Please leave a review!!!https://www.instagram.com/aglowpresets/You can also check out my WEBSITE for more information!  www.aglowpresets.comPHOTO TIPS:Photo's will be transformed in one click!  I do recommend adjusting the lighting under the \"light tab\" in Lightroom.  Every picture is taken in a different lighting environment, so by increasing or decreasing the exposure will get that perfect look!No refunds or exchanges on Downloaded images.All presets are Copyrighted ©AGLOW PRESETS.Keywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lightroom Presets, best presets, filters\n                ", "listing_reviews": "100", "store_reviews": "2,528 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/775574072/glow-mobile-lightroom-preset-photo"}, {"seller_text": "PresetsByMary", "seller_href": "https://www.etsy.com/shop/PresetsByMary?ref=simple-shop-header-name&listing_id=726644045", "store_sales": "64,798 sales", "store_rating": "4.8204", "listing_title": "16 Mobile Lightroom Presets DISNEY GIRL Travel Blogger Lifestyle Vibrant Instagram Bright Color Summer Photo Editing", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.97\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    💗GET 6 & PAY FOR 3: add 6 presets to your cart, use coupon: GIFTBYMARY and pay for 3 only 💗https://www.etsy.com/shop/PresetsByMary?coupon=GIFTBYMARY⭐️16 UNIQUE LIGHTROOM PRESETS / MOBILE Presets ⭐️Mobile Preset is perfect for your Adobe Lightroom CC Mobile App and works well with your photos shot with your iPhone or Android device.Presets fit for Outdoor and Indoor pictures, Family, Travel, Lifestyle, Blogger, Wedding, Portrait photos.Included:🔶16 Lightroom presets in DNG format for MOBILE Lightroom (free app compatible with both IOS and ANDROID).🔶Compatible with All Photo formats🔶Compatible with Lightroom Mobile App🔶Compatible with All Lightroom and Photoshop Versions🔶Instant download (Download the presets right after the payment and start enjoying now)🔶Free support (contact us me any questions or concerns. We're always happy to provide fast and thorough support)🎁SPECIAL OFFER 3+3 for FREEBuy atleast 3 items from my shop and get 3 for FREE WIth love,PresetsByMary♥️\n                ", "listing_reviews": "100", "store_reviews": "3,799 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/726644045/16-mobile-lightroom-presets-disney-girl"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=1029762143", "store_sales": "21,700 sales", "store_rating": "4.7409", "listing_title": "10 Lightroom Presets for Mobile, Vibrant Preset, Colorful Filter, Bright Summer Preset, Beach Preset, Instagram Filter, VSCO Filter, Outdoor", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $2.12\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    Meet our NEW Colorpop Lightroom Presets for Mobile devices! These trendy vibrant filters are perfect for Bloggers, Instagram Influencers, or anyone looking to up their photo game!⋒ Your Purchase Includes ⋒・10 Colorpop Lightroom Presets for Mobile・PDF Download Guide・PDF Editing Tips & Tricks Handbook⋒ Additional Information ⋒・FOR MOBILE (iOS / Android)・Compatible with the FREE Lightroom App・Works with & WITHOUT an Adobe subscription・Presets can be used an unlimited number of timesOur presets are tested on a range of different photo styles. Please keep in mind, all photos are unique and therefore presets work differently on every photo. We are confident that our presets will add a beautiful touch to your photos. The final touch may be done by you through small adjustments like tweaking the exposure or saturation to create your perfect image.⋒ Cancellations, Refunds and Exchanges ⋒Due to the digital nature of this product, we are unable to offer refunds. However, your satisfaction is our number one priority. In the case you are not happy with a preset you have purchased, please leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2021 IslahStudios, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.⋒ Keywords ⋒Lightroom Preset, Lightroom Preset Etsy, Lightroom Mobile, Outdoor Preset, Outdoor Filter, Beach Preset, Beach Filter, Summer Preset, Summer Filter, Instagram Preset, Instagram Filter, VSCO Filter, Lifestyle Blogger Preset, Lifestyle Blogger Filter, Influencer Preset, Influencer Filter, California Vibes, iPhone Filter, Android Filter, Tan Preset, Vacation Preset, Travel Preset, Travel Blogger, Mommy Preset, Mommy Filter, Baby Preset, Baby Filter, Newborn Preset, Newborn Filter, Family Preset, Family Filter, Home Preset, Home FIlter, Indoor Preset, Indoor Filter, Interior Preset, Interior Filter, Vibrant Preset, Vibrant Filter, Colorful Preset, Colorful Filter, Colorpop Preset, Colorpop Filter\n                ", "listing_reviews": null, "store_reviews": "1,130 shop reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/1029762143/10-lightroom-presets-for-mobile-vibrant"}, {"seller_text": "HyggelyStudio", "seller_href": "https://www.etsy.com/shop/HyggelyStudio?ref=simple-shop-header-name&listing_id=726954527", "store_sales": "21,406 sales", "store_rating": "4.919", "listing_title": "8 Lightroom MOBILE Presets, Clean and Crisp Mobile Lightroom Presets, Blogger and Instagram Photo Filters, Lightroom CC, Light Bright Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.55\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF"], "listing_desc": "\n                    Elevate your social media presence with these Clean and Crisp presets for MOBILE! These are used best for images used in light spaces or shot in natural light.☞ PLEASE NOTE: THIS IS A DIGITAL DOWNLOAD! NO PHYSICAL COPY WILL BE SENT TO YOU! ☜CHECK OUT MORE FROM THIS SHOP --> https://www.etsy.com/ca/shop/HyggelyStudio-----------------------------------------------DETAILS FOR INSTANT DOWNLOAD:-----------------------------------------------♡ INSTANT DIGITAL DOWNLOAD!You will receive 8 preset files (PDF will have a clickable link to your files through google drive)+ PDF WITH LINK TO STEP BY STEP INSTRUCTIONS WITH PHOTOS!➀ CLEAN&CRISP - ORIGINAL - DNG FILE ➁ CLEAN&CRISP - HIGHLIGHT- DNG FILE➂ CLEAN&CRISP - WARM- DNG FILE➃ CLEAN&CRISP - COOL - DNG FILE➄ CLEAN&CRISP - INTERIOR - DNG FILE➅ CLEAN&CRISP - OUTDOOR - DNG FILE➆ CLEAN&CRISP - TWO - DNG FILE➇ CLEAN&CRISP - THREE - DNG FILE!! These presets are created for Mobile Lightroom CC ONLY !!*If you would like the Desktop version of these presets, please message me, and I will direct you to the desktop listing*- Compatible with both the Paid and Free Versions of Lightroom Mobile- Instant Download Directly to Mobile Device, No Desktop Needed- Compatible with JPG & Raw ImagesBased on your lighting conditions, camera settings, and personal style, these presets may need to be slightly altered to fit your needs. I am always happy to help you use the presets if you are having trouble.  !! No refunds or exchanges can be made on digital products !!TERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE FOLLOWING -- - Do not share these files- Do not sell these files- Derivative works are also prohibited© 2019 Hyggely Studio - All Rights Reserved\n                ", "listing_reviews": "100", "store_reviews": "816 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/726954527/8-lightroom-mobile-presets-clean-and"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=700448974", "store_sales": "171,642 sales", "store_rating": "4.8275", "listing_title": "5 Mobile Lightroom Presets, Lightroom Mobile Preset, Instagram Preset, preset, desktop preset, White Coffee Blogger Preset, creme preset dng", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.68\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    🎁 GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code: 2FREE• Pay only for 2 items💥5 Mobile Lightroom Presets, Mobile Presets, Desktop Presets💥Blogger Preset Package for Instagram Photo PresetFashion Blogger preset photo filter✅FILES included:- 5 Lightroom presets for MOBILE Lightroom( free mobile lightroom app)- 5 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom VersionsThis Preset package is perfect for all dark or normal photos. All presets will give your photos and images modern, clean and bright look. It is perfect for indoor as well as outdoor photos and it will also tweak lightings. This package is perfect for bloggers and profesional photographers as well as for casual photographers because no additional tweaks are needed. Fashion Blogger can change your photos with one click right on your phone. Fashion Blogger Lightroom Presets have been created to brighten your photos with a light, white and clean look.❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "100", "store_reviews": "6,145 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/700448974/5-mobile-lightroom-presets-lightroom"}, {"seller_text": "SunnyEditor", "seller_href": "https://www.etsy.com/shop/SunnyEditor?ref=simple-shop-header-name&listing_id=923518190", "store_sales": "336 sales", "store_rating": "4.7059", "listing_title": "11 Natural Mobile Lightroom Presets, Natural Presets, Cream Presets, Instagram Filters, Blogger, Vanilla, iPhone Presets, Filter for iPhone", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.20\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 1 PDF, 1 ZIP"], "listing_desc": "\n                    ◆ ◆ ◆ SPECIAL OFFER ◆ ◆ ◆✭ Buy 3 presets and get 2 for free. Add 5 presets to your shopping cart and apply the coupon code 2FREE. ✭ Buy 5 presets and get 4 for free. Add 9 presets to your shopping cart and apply the coupon code 4FREE.◄  INCLUDED IN YOUR PURCHASE  ►* 11 Mobile Lightroom Presets (DNG files)* Detailed PDF Image Instructions✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Lightroom Mobile is FREE so you don't need an Adobe subscription to use the presets✔️ You only need Lightroom CC App on your Phone/iPad✔️ Once purchased can be used an unlimited amount of times✔️ Easy to apply with just one clickGeneral information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUYhttps://www.youtube.com/watch?v=uOBXKOyAFEAPlease keep in mind all photos are unique and therefore each preset works differently on every photo. You can fine tune your own adjustments to find settings that suit you with temperature, exposure etcDue to the digital nature of this product ALL SALES ARE FINALKeywords:Lightroom Presets, Mobile Preset, DNG, Instagram Preset, Lightroom CC, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset, White Presets, Natural Presets© 2020 Sunny Editor Presets, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "5", "store_reviews": "17 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/923518190/11-natural-mobile-lightroom-presets"}, {"seller_text": "FilAndEllieStudio", "seller_href": "https://www.etsy.com/shop/FilAndEllieStudio?ref=simple-shop-header-name&listing_id=857923240", "store_sales": "9,294 sales", "store_rating": "4.8409", "listing_title": "6 Mobile LIGHTROOM Presets, Nude Presets, Fashion Presets, Mobile Presets, Instagram Filters Presets, Dng Brown Preset, Natural Beige Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF, 2 ZIP"], "listing_desc": "\n                    Instagram Presets / Mobile Lightroom Presets / Desktop & Mobile Presets /Natural Beige Presets✩ INCLUDED IN YOUR PURCHASE ✩6 Mobile Lightroom Presets (DNG files)6 Desktop Lightroom Presets (XMP files)Free 35 pages PDF on Social Media GrowthDetailed PDF Image Instructions◾️ If you have issues downloading or using any of the files, please contact me and I will re-send you the files and help you troubleshoot◾️With over 10 years of professional experience in the world of photography, you are guaranteed to get high quality presets that will elevate the look of your photos. We spent hundredths of hours editing, so that you won’t have to.✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Works With & WITHOUT Adobe subscription✔️ You only need Lightroom CC App on your Phone/iPad✔️ Works With Lightroom Desktop for Mac or PCCreated for the FREE Lightroom Mobile App and Desktop Lightroom. Works best on RAW files but is fully compatible with JPEGS as well.General information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUY. Make sure to save the zip file on your phone. The transaction and installation can be completed on a mobile device. Access to a desktop computer is not required.These presets were designed to work with many different light conditions, from full sun to shade, and will help you achieve a consistent look by enhancing the colors and brightness of your photos. This pack in particular was designed to enhance natural and soft tones, giving a neutral, but warm feel to your photos. Sand, the color of wheat, white, brown and soft tones in general are at the core of these filters.  Perfect for interior design or general lifestyle photos. This pack works well for many different types of photography from lifestyle to travel, home blogging and interior design photos. The range of colors for the 6 presets is very wide. These can be applied on many different types of photos to achieve different results.Beige includes 6 mobile presets. They are all extremely versatile, can be fully customized and are guaranteed to enhance dull images with just one click. Whether you work with photos straight from your phone’s camera roll or raw files from your DSLR, these presets will help you refine your style giving you beautiful photos.Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "41", "store_reviews": "421 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/857923240/6-mobile-lightroom-presets-nude-presets"}, {"seller_text": "DotDotPlanner", "seller_href": "https://www.etsy.com/shop/DotDotPlanner?ref=simple-shop-header-name&listing_id=996270525", "store_sales": "117 sales", "store_rating": "5", "listing_title": "Daily Planner Printable Minimalist, Half Hour Time Tracking, Hourly Planner Printable, Goodnotes Planner, Fillable PDF, A5/A4/Ltr,", "listing_bestseller": "Bestseller", "listing_price": "\n                        $1.50\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 ZIP", "Height: 11 inches", "Width: 8.5 inches"], "listing_desc": "\n                    This is a Minimalist Daily Planner for Print or Digital Use.Plan your day in the morning (or the day before) and track the time you spend half-hourly.This Daily Planner Printable helps you keep organized.PDFs can also be used with your iPad apps, such as Goodnote or Notability.All offered PDFs are fillable. You can either add your text and print it, or can leave it blank as you wish. Please refer to the photos for the editable areas.For A5 size printing, a double A5 PDF option is included. You can print it on your A4 paper and save the trees a little bit. : )Thank you.. . . . . . . . . . . . . . . . .WHAT'S INCLUDED in this Daily Planner PrintablePrintable PDF files in 1 ZIP file, which is consisted of● US Letter (8.5\" x 11\") / Fillable● A4 (210 x 297mm) / Fillable● A5 (148x 210mm) / Fillable● A5 (148x 210mm) / Crop Marked (For the use of A4 paper) / Fillable● A5 (148x 210mm) / Double A5 (For the use of A4 paper) / Fillable. . . . . . . . . . . . . . . . .HOW TO USE this Daily Planner Printable1. Download the file from the link after purchase.2. Print what you prefer. For the best results, select 'Actual size' or 'Scale 100%' in the printing option.3. Or you can import the PDF in your digital note app.. . . . . . . . . . . . . . . . .HOW TO DOWNLOADAs soon as your purchase goes through, download the .zip file from either the email Etsy sends to you, or from the Etsy website https://etsy.com/your/purchases. . . . . . . . . . . . . . . . .PLEASE NOTE● Please note that this is a digital PDF file that will be delivered instantly after purchase. No physical items will be sent as part of this purchase. The download link can be accessed via the Etsy website or via email which will be received in a few minutes after purchase.● Colors may appear different in print than on screen.● Please understand that all digital downloads are non-refundable due to the nature of digital products.● This purchase gives you a personal license only. Please note that you can not use this product to create a similar product or resell it.● All material copyrighted © DotDotPlanners.. . . . . . . . . . . . . . . . .● DOT DOT PLANNERS ●http://www.etsy.com/shop/DotDotPlanner. . . . . . . . . . . . . . . . .\n                ", "listing_reviews": null, "store_reviews": "4 shop reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/996270525/daily-planner-printable-minimalist-half"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=923532978", "store_sales": "21,700 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Neutral Filter, Cream Preset, Instagram Filters, iPhone Presets, Lightroom Filter, Lifestyle Preset, Blogger Filter", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Live life luxuriously with a Luxe Preset! This Lightroom Mobile preset will effortlessly soften and neutralize the shades in your photos to achieve a rich luxurious look with the click of button! ✩ Your purchase includes ✩- 1 Luxe Lightroom Mobile Preset- PDF step by step installation guide✩ Additional Information ✩- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ✩ Cancellation Refunds/Exchanges ✩Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2021 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "11", "store_reviews": "1,130 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/923532978/lightroom-mobile-preset-neutral-filter"}, {"seller_text": "PRNTDstudio", "seller_href": "https://www.etsy.com/shop/PRNTDstudio?ref=simple-shop-header-name&listing_id=859021553", "store_sales": "385 sales", "store_rating": "4.9231", "listing_title": "WEEKLY PLANNER template:  Minimalist weekly planner - One page - PDF - A4 printable - black and white", "listing_bestseller": "Bestseller", "listing_price": "\n                        $1.87\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Whether you are working at one thing at a time, or you are juggling multiple projects, a weekly planner is what you need to keep track of your tasks and organize how you will move forward.They say that life is what happens while you are busy planning, but planning is always a good start.This weekly planner is self-explanatory:- a small calendar (undated) where you can keep an eye on the whole month- a lot of space to plan your week. Here, you will see that weekdays have more prominence (weekends is when you are supposed to have fun!)- a space to write down your top priorities for the week, because you need to keep those in mind! - a big space for your notes (I do not need to explain why, do I?)I like to allot each day to a particular project: it helps me to keep focused on the task ahead. For the priorities: I try to get them done straight away when the week begins and leave Friday to wrap up everything before the weekend starts.\n                ", "listing_reviews": "10", "store_reviews": "26 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/859021553/weekly-planner-template-minimalist"}, {"seller_text": "123EASYPRESETS", "seller_href": "https://www.etsy.com/shop/123EASYPRESETS?ref=simple-shop-header-name&listing_id=732237178", "store_sales": "19,419 sales", "store_rating": "4.6858", "listing_title": "17 Lightroom Mobile Preset, Instagram Preset, Preset Lightroom Mobile, Preset Lightroom", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ⭐⭐ BUY 2 GET 1 FREE!! ⭐⭐ USE CODE: FREEPRESET AT CHECKOUT! 💚 These are PREMIUM presets for Lightroom!INCLUDED IN YOUR PURCHASE:▶ Mobile Lightroom presets in .dng format▶ EASY Video installation guide▶ Works in the FREE Lightroom Mobile App (iOS/Android) on RAW and JPEG imagesThese presets are one-click magic! They can can also be individually adjusted within the app so you can customize the look of your photo.All presets are pre-tested on different photos. Please remember that all Lightroom presets work differently, because each photo is unique (lighting, colors, exposure, etc.). This product can be used as a base for working with an image. You can make your own adjustments to find perfect settings!REFUND POLICY: Due to the digital nature of this product, there are no exchanges or refunds BUT please message me first if you have issues with the product and I will review your order and work something out. Our shop is willing to work with buyers and customer satisfaction is our #1 priority!Please contact me with any questions or editing and download help!© 123EASYPRESETS All rights reserved.Sharing or re-selling these files is prohibited in any form.\n                ", "listing_reviews": "15", "store_reviews": "652 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/732237178/17-lightroom-mobile-preset-instagram"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=869926639", "store_sales": "25,448 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets, Tan Presets, Presets, Instagram Filters, Influencer Presets, Vsco Filters, Mobile Presets, Brown Presets, Vsco", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "14", "store_reviews": "793 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/869926639/3-mobile-lightroom-presets-tan-presets"}, {"seller_text": "TheMaineArtistry", "seller_href": "https://www.etsy.com/shop/TheMaineArtistry?ref=simple-shop-header-name&listing_id=973854244", "store_sales": "129 sales", "store_rating": "5", "listing_title": "Abstract Pink Planner Printable, Daily, Weekly, Monthly, Mood Tracker, Meal Planner, Shopping List,A4,A5 Insert Organizer,PDF Student Binder", "listing_bestseller": "-", "listing_price": "\n                        $5.79\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    -----Abstract Pink Art PlannerI created this planner for my own use as I wanted a simple and clean planner enough for me to fill in important info as well as keep my wellbeing in check. If you find it to be suitable to your needs, feel free to download this planner too♥️- Print and use as a physical copy - Use it digitally in any PDF annotation app for iPads and Tablets with a stylus pen-----INCLUDES:1. Monthly Planner (Monday Start)2. Monthly Planner (Sunday Start)3. Weekly Planner4. Weekly Checklist (Empty)5. Weekly Checklist (Pre-filled)6. Daily Planner (Empty, Monday Start)7. Daily Planner (Empty, Sunday Start)8. Daily Planner (Pre-filled, Monday Start)9. Daily Planner (Pre-filled, Sunday Start)10. Notes Blank 5 Designs11. Shopping List (One Column)12. Shopping List (Two Columns)13. Get Your Shit Together List (One Column)14. Get Your Shit Together List (Two Columns)15. Meal Planner (Monday Start)16. Meal Planner (Sunday Start)17. Mood Tracker18. Habit Tracker (Pre-filled)19. Habit Tracker (Empty)A5 & A4 International Sizes.A5 dimensions: 14.8 x 21 cm / 5.8 x 8.3 inA4 dimensions: 21 x 29.7 cm / 8.3 x 11.7 inTotal: 46 non-editable high-resolution PDF pages. (23 pages A5 Size; 23 pages A4 Size)Similar Design Listings:Undated Monthly Calendar https://www.etsy.com/uk/listing/986272514/undated-monthly-calendar-abstract-pink100 Days Challenge:https://www.etsy.com/uk/listing/982446792/100-days-challenge-printable-habitCleaning Schedule:https://www.etsy.com/uk/listing/990456941/cleaning-schedule-abstract-pink-plannerHead over to my store for more Artworks:https://www.etsy.com/uk/shop/TheMaineArtistry-----INSTANT DOWNLOAD:The digital file will be instantly available for download through Etsy after purchase. Just download and print it as many times as you like!*Kindly note that this is a DIGITAL PRODUCT. No physical product will be mailed to you.*-----Terms and Conditions:Due to the digital nature of this product all sales are final. No refunds are allowed.This digital artwork is strictly for personal use. Please do not resell/redistribute this artwork as your own.-----Thank you for stopping by at The Maine Artistry, I appreciate every one of you! ♥️If you have issues downloading the files, feel free to drop me a private message, I’m always ready to help.\n                ", "listing_reviews": null, "store_reviews": "11 shop reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/973854244/abstract-pink-planner-printable-daily"}, {"seller_text": "PlanPrintLand", "seller_href": "https://www.etsy.com/shop/PlanPrintLand?ref=simple-shop-header-name&listing_id=879132451", "store_sales": "7,492 sales", "store_rating": "4.967", "listing_title": "Printable To Do List | Instant download print at home planner pages | Organise your life and plan ahead with this simple planner template", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.22\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF"], "listing_desc": "\n                    DESCRIPTION==================Printable Planner Pages | To Do ListThis print at home To Do List is one of our many, printable planner pages. It is perfect to assist you on planning your life, and keeping on top of your day to day life. You will receive two (instant download) .pdf files, which are ready to be printed at home, or sent to a printing company for more professional printing. Please note that these .pdf files are not editable. They are made to be printed as is.Once purchased, these pages can be printed as many times as you would like, and your planner can continue to grow and be utilised as you need.This template comes in both A4 (210 x 297 mm) and Letter (8.5 x 11 inch) page sizes - meaning they are compatible with printers across the globe. All margins are carefully measured, to allow for the hole-punching, binding or stapling wherever required. Pages can be printed single or double sided, and come in 8 different color options! (Each of our planner pages will come in the same 8 matching colors unless specifically mentioned, which means you can grow your planner in a matching, and aesthetically beautiful way which suits your needs)Previews on Etsy may be watermarked and saved at a lower resolution to prevent theft. Files you receive are saved at the highest quality, and suitable to print. Please note that the files you receive are in PDF Format, and cannot be edited in any way.WHAT YOU GET==================➭ Print Ready A4 To do list (8 Different colors) [PDF]➭ Print Ready Letter (8.5 x 11 inch) To do list (8 Different colors) [PDF]PAGES INCLUDED==================To Do ListPURCHASE PROCESS==================1. Once payment is received AND completed by ETSY, you will receive an instant download link to access your purchased files. This is a DIGITAL FILE. - No physical items will be sent to you.2. Download your files and save them to your computer. Files can be opened in Adobe Acrobat Reader, if your computer does not already contain a PDF Viewer. You can download Adobe Acrobat Reader for free at [www.get.adobe.com/reader]3. Print the files as many times as you need. Print in all colors or choose from any of the 8 colors included to build your own personal planner. If you would only like to print in one single color, please select this color by determining which page number the file is located on, and entering these settings into your printing dialogue box. You may print from home, or take the files to your local printing store. Better results will be seen on thicker stock paper, which can be purchased or chosen from your local print store.DOWNLOAD PROCESS==================After receiving payment, your digital files will be available to download in your account and you will receive an email. Confirmation may take a few minutes. You’ll see a notice at the top of the page, if your payment is still processing. In some cases, you may receive a text file with a link to your digital files (where file sizes exceed Etsy's limits). Please follow the instructions in the text file as the products are accessible through dropbox.LICENCING==================➭ These files are FOR PERSONAL USE ONLY.  You are not authorised to resell for a profit or hand out these files  in any format, including DIGITAL or PRINTED.➭ Prints made from these files are licensed to the purchaser only | If you require extended print licences (E.g. Teachers etc) Please contact our store directly.© Plan Print LandRETURNS==================No physical products will be sent. As this is a digital product we cannot offer refunds. However, should there be any problems in downloading the files or with the files themselves, please send us a message, and we will help you find a solution.PRINTING==================All our files are ready to be printed. Please be sure to choose the file that suits your printer (Either A4 or Letter). Printer sizes are generally geographically determined.Our files come in 8 different colours. If you would only like to print in one single colour, please select this colour by determining which page number the file is located on, and entering these settings into your printing dialogue box. We cannot offer printing troubleshooting, but can give guidance where appropriate.Please note colours may appear differently as a result of printers used, paper stock used and ink levels in printers. Quality may also differ according to these factors.\n                ", "listing_reviews": "11", "store_reviews": "485 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/879132451/printable-to-do-list-instant-download"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=825663639", "store_sales": "237,226 sales", "store_rating": "4.8715", "listing_title": "25 Lightroom Presets FURRY FRIENDS for Mobile and Desktop Lightroom, Pet Preset, Dog Instagram Filter, Bright Light Preset", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $4.35\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    25 LIGHTROOM PRESETS FURRY FRIENDS, Mobile Presets, Desktop Presets, Photo filter, Pets Bloggers Presets, Instagram presetsCreate the perfect look for your furry friends within a click of a button it will be perfect for all your social media posts!Furry Friends Preset Pack will increase the colors & the lights in a very good looking way and allows you to create amazing photos and preserve memories of your furry little friend!This presets was created specifically for Pet Photography to save your time editing and instantly enhance your photos and will help your furry friends look their best in any photo! Instantly brighten up dark images and give fur a clean and soft look.Check out my Bestseller Itemshttps://www.etsy.com/shop/VictoriaBeePhoto♦️ Works in Lightroom Mobile App (iOS/Android)♦️ Works With & Without Adobe subscription♦️ Compatible with All Photo formatsIncluded:🔶25 Lightroom presets in .DNG format for MOBILE Lightroom (.ZIP Archive)🔶25 Lightroom presets in .XMP format for DESKTOP Lightroom (.ZIP Archive)🔶.PDF file with direct link to download presets directly to your phone (Dropbox)🔶.PDF Instruction Guide Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets.‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️Keep in mind that all presets work differently with each photo depending on a number of factors such as lighting, white balance, tone etc. Please contact me for any questions or editing help victoriabee.shop [!at] gmail.com© 2019-2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoKeywords: Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset, Dog Preset, Puppy Preset, Cat Preset, Animal Preset, Pets Presets, Bright Light Presets\n                ", "listing_reviews": "79", "store_reviews": "8,047 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/825663639/25-lightroom-presets-furry-friends-for"}, {"seller_text": "SnazzyMango", "seller_href": "https://www.etsy.com/shop/SnazzyMango?ref=simple-shop-header-name&listing_id=944703579", "store_sales": "3,763 sales", "store_rating": "4.6667", "listing_title": "INSTAGRAM Wedding Effect! Gold Wedding Effect! Personalised Instagram Effect, Engagement Filter For Instagram! Wedding Instagram Story Mask", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $8.01+\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: Adobe Illustrator, Photoshop, Instagram, Facebook, Spark AR, Glitter, Insta Stories, Effect, Instagram Story, Insta Story, Sparkle, Gold, Instagram Wedding\n\n\nRead the full description"], "listing_desc": "\n                    Personalised Instagram Effect! Gold Wedding Filter.TRY BEFORE YOU BUY: https://www.instagram.com/ar/208780934230521/Make a statement at your wedding with your very own custom Instagram/Facebook filter! All your family, friends, guests and followers will have access to your filter! Anyone who sees your story will also have access to your filter! Unlike snapchat filters it's not restricted to location and there is no upload cost!| CUSTOMISATION |Information Required:Mr. & Mrs. / Mr. & Mr. / Mrs. -Surname -Date (In format required) - Text colour (Select from drop down menu) or message me if you want a colour which isn't listed.Which social media do you want your filter to be on? (Facebook or Instagram). Please note there's a small charge to have your filter on both social media platforms as I essentially have to make 2 separate filters.| HOW IT WORKS |1 - Enter your personalisation requirements in the space provided when ordering.2 - I then design your filter in Instagram/Facebook's unique software.3 - A proof will then be sent to you of how your filter will look, please allow 24hrs for this.4 - Once you're happy with how your filter looks, I then submit it to Instagram/Facebook to upload to their filter collection. (This can take up to 48hrs)!5 - Once the filter has been accepted by Instagram/Facebook I will then email you a link to where you can find your filter on the social media site!6 - You can share the link with all your friends, family and guests! Alternatively, when your post to your story using the filter a badge will be displayed in the top left corner. Anyone who clicks on this will also have access and be able to use your filter! (An example of this is Picture 3).Please message me if you have any questions.  :)If you include the snapchat version in your order, this is just for the filter file. You must upload the filter to Snapchat where costs may be incurred due to location and date. More information can be found here: https://www.snapchat.com/l/en-gb/on-demand/Facebook and Instagram filters are uploaded by me at no extra cost.My full collection of Instagram & Facebook filters can be found here:https://www.etsy.com/uk/shop/SnazzyMango?ref=seller-platform-mcnav&section_id=21416837Keywords:Engagement filter, Instagram mask, Engagement Instagram Filter, Engagement Instagram Effect, Insta Filter, Instagram Filter, Instagram Story, Instagram Stories, Insta Stories, Instagram Wedding, Instagram Wedding Filter, Rose Gold Wedding Filter, Insta Wedding Filter, Insta Wedding Effect, Insta Wedding Stories, Insta Wedding, Instagram Wedding, Rose Gold Wedding Filter, Insta Mask, Insta Effect\n                ", "listing_reviews": "4", "store_reviews": "466 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/944703579/instagram-wedding-effect-gold-wedding"}, {"seller_text": "CleanLifeandHome", "seller_href": "https://www.etsy.com/shop/CleanLifeandHome?ref=simple-shop-header-name&listing_id=841435216", "store_sales": "33,172 sales", "store_rating": "4.9318", "listing_title": "SALE 2021 Lined Calendar // Printable Planner Inserts - PDF Download // Ruled + Dated, Planner 2021, Monthly, 2021 Agenda, Big Happy Planner", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.00\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 4 PDF"], "listing_desc": "\n                    NEW Printable 2021 CALENDAR - ruled, dated, 2 page spreads!  <-- Instant Download!This printable 2021 calendar package was designed as a 2 page spread to provide plenty of room for writing!  Each month is dated and ruled and also includes space for a list or goals along with quick reference calendars for the next two months!  This calendar includes a bonus cover page and monthly divider tabs!...............................................SPECSpaper size = Letter 8.5\" x 11\"  formatted for 2-sided printingin ordernon-editable4 PDF Files, Digital Download...............................................[ WHAT’S INCLUDED? ]1. 2021 Calendar - Ruled, Dated, 2 Page Spreads!  Includes blank list space and quick reference calendars for the next 2 months!  January 2021 - December 2021 (24 pages total, 2 pages per month).Bonus: Matching Cover Page!Bonus: Monthly Divider Tabs File![ MORE INFO ]For more information please visit my blog:http://cleanlifeandhome.blogspot.com/Questions?  Send me an Etsy convo![ SHIPPING ]This item is Digital Download!  Your download link will pop up immediately after purchase through Etsy.(If you have any trouble with your download please let me know.) [ POLICIES / IMPORTANT ]▶︎ Personal use only.  All items are copyright Clean Life and Home.  Please do not attempt to copy, distribute or sell designs as your own.- Pictures shown are of finished product.  This listing is for PDF printable pages.  - You will not receive a physical product by mail.- Please be sure you can open and view PDF files and ZIP folders.- Colors may vary by printer.Back to my shop: http://www.CleanLifeandHome.etsy.com\n", "listing_reviews": "11", "store_reviews": "3,392 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/841435216/sale-2021-lined-calendar-printable"}, {"seller_text": "LunarEtWillow", "seller_href": "https://www.etsy.com/shop/LunarEtWillow?ref=simple-shop-header-name&listing_id=834483654", "store_sales": "19,507 sales", "store_rating": "4.6837", "listing_title": "3 Mobile Lightroom Presets & Instagram Story Filter, Iphone Presets, Mobile Presets, Instagram Filters, Preset, Colorful Mobile, For Pets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.81\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 1 PDF, 3 other files"], "listing_desc": "\n                    Mobile Lightroom Presets / Instagram Presets / Desktop & Mobile Presets / Bright Blogger Theme / Influencer PresetsLunar & Willow PRESET SHOP: https://www.etsy.com/au/shop/LunarEtWillow✮ INCLUDED IN YOUR PURCHASE ✮✔️  3 Mobile Lightroom Presets (DNG files)✔️  Step-by-step guide to installation✮ COMPATIBILITY ✮✔️  Works in Lightroom Mobile App (iOS/Android).✔️  Easy to install, just import DNG files into Lightroom.✔️  Works with FREE or paid version of Lightroom CC App.Created for the FREE Lightroom Mobile App and Desktop Lightroom. Our presets will transform your photos with just one click. Use these to create the perfect looking Instagram feed or blog without the time consuming editing!These presets will change the way you edit lifestyle, travel, children & family, home blogging, and interior photos such as AirBnB & Real Estate.© 2020 Lunar Et Willow, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "100", "store_reviews": "860 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/834483654/3-mobile-lightroom-presets-instagram"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=734939541", "store_sales": "70,786 sales", "store_rating": "4.9099", "listing_title": "5 Color Pop Lightroom Mobile & Desktop Presets, Vibrant iPhone Photo Editing for Instagram Blogger, Bright Summer Travel Influencer Filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Color Pop Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram Influencers, Bright Vibrant Photo Editing Filter for Summer Travel🌟The Color Pop Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add beautiful, vibrant tones to your Instagram photos. These presets were inspired by my personal Instagram editing style & digital nomad lifestyle.These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "77", "store_reviews": "5,612 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/734939541/5-color-pop-lightroom-mobile-desktop"}, {"seller_text": "IuliiaPresets", "seller_href": "https://www.etsy.com/shop/IuliiaPresets?ref=simple-shop-header-name&listing_id=748881190", "store_sales": "9,430 sales", "store_rating": "4.7874", "listing_title": "20 Lightroom Mobile Presets Desktop VIBRANT Bright Summer Preset Vivid Color Pop Presets Lifestyle Beach LR Mobile Presets Instagram Filters", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $5.97\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ❤️ See more presets in our shop: ❤️www.etsy.com/shop/IuliiaPresets📎Important!Lightroom Presets DESKTOP & MOBILE, DESKTOP and MOBILE versions separately you can see in my shop! (Links below)📎This set of vivid colors presets (Lightroom Desktop Presets and LR Mobile Presets) is perfect for your colorful photos. Using this Vibrant presets as Instagram filters you can transform your Instagram feed to amazing vivid tones!These Desktop and Mobile color pop presets were tested with different colors using as blogger, influencer presets and lifestyle presets.📎Lightroom Desktop & Mobile VIBRANT bright summer and beach Preset in 20 different variations.Based on your camera settings, lighting conditions, white balance settings, dominant colors etc., you may need to slightly adjust the settings of the presets to make your photos look perfect!It is for this reason the additional variations of the Original preset were created to make sure that you get the desired results for different settings of your original photos.📎You can easy to download presets and add photo filter by one click!📎Buy MOBILE version onlyhttps://www.etsy.com/listing/748877780/📎Buy DESKTOP version onlyhttps://www.etsy.com/listing/762758501/📎Have a look at all presets and story highlight icons in my shop:https://www.etsy.com/shop/IuliiaPresets 📎FREE TEST EDIT! ❤️Can't decide what preset to buy? Text me a message 📝and I can do a FREE test edit for your photo using 3 presets you have chosen to help you decide!📎How to install Lightroom presets you can see in my included instructions.📎You need Lightroom App on your Mobile/Desktop devices.📎Included:- Lightroom Desktop Presets (20 XMP files and 20 LRTEMPLATE files (for different Lightroom versions) for desktop only)- Lightroom Mobile Presets (20 photo editing DNG files)- Step-by-step text guide with video instructions📎If the filter makes your photos too dark or too light, adjusting the exposure and/or contrast should fix this. The result depends on the lighting of your original photos.📎Due to the nature of digital downloads no exchanges or refunds will be made.Make sure you read all product information carefully before making a purchase.If you have any questions, please contact me and I will be happy to help you!📎Please follow me on Instagram @iuliiapresets to see the presets in action. Tag me with @iuliiapresets when you post your photos using my presets! I would be happy to see them!📎Stay In Touch:Instagram: @iuliiapresetsEmail: iuliiapresets [a] gmail.com📎Important: There is no refund/exchange/cancellation for the purchases with digital items! 📎©2019, IuliiaPresets, All Rights ReservedDo not copy or redistribute!\n                ", "listing_reviews": "14", "store_reviews": "318 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/748881190/20-lightroom-mobile-presets-desktop"}, {"seller_text": "EverythingPrintable1", "seller_href": "https://www.etsy.com/shop/EverythingPrintable1?ref=simple-shop-header-name&listing_id=896125828", "store_sales": "5,571 sales", "store_rating": "4.9502", "listing_title": "Business planner small business planner home business organizer printable pdf us letter 8.5x11 big happy planner printable business inserts", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.70\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Business planner small business planner home business organizer printable pdf us letter 8.5x11 big happy planner printable business insertsInstant download pdf fileSize 8.5x11 - US LETTER- big happy planner------------------------------------------------------------------------More business planners available in my shop : https://www.etsy.com/il-en/listing/948479460https://www.etsy.com/il-en/listing/897417562This planner is also available in other sizes :A4 / A5 : https://www.etsy.com/il-en/listing/913487622Classic happy planner : https://www.etsy.com/il-en/listing/910420023------------------------------------------------------------------------43 pages: - planner cover - annual overview - daily planner - weekly planner -monthly planner - monthly calendar - to do list - contact list - supplier contact list - business overview  - goal action plan - improvement plan - monthly goals - expense tracker - bill tracker - income tracker - advertising tracker - campaign tracker -order tracker - shipping tracker - return tracker - order form - coupons & discounts - profit tracker - annual profits - sales tracker - monthly review - product evaluation  - online statistics  - product planner - post planner - social media planner - ideas - product inventory  - suppliers list - password tracker\n                ", "listing_reviews": "47", "store_reviews": "321 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/896125828/business-planner-small-business-planner"}, {"seller_text": "phenixprintable", "seller_href": "https://www.etsy.com/shop/phenixprintable?ref=simple-shop-header-name&listing_id=818540605", "store_sales": "64,835 sales", "store_rating": "4.9353", "listing_title": "Daily Planner Day Planner Work Planner Weekly Planner Hourly Planner Mambi Classic HP Big Happy Planner PDF Printable Inserts", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.49\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 ZIP"], "listing_desc": "\n                    Daily Planner Day Planner Work Planner Weekly Planner Hourly Planner Mambi Classic HP Big Happy Planner PDF Printable InsertsPDF FOR THESE SIZES:Classic Happy Planner (7 x 9.25 in)Big Happy Planner / Letter Size (8.5 x 11 in) --Left and Right Binding Pages included for each itemVISIT THE LINK FOR MORE INFO:https://www.etsy.com/help/article/3949Adobe Acrobat Reader is required to print the files correctly.Please, download it here: https://get.adobe.com/reader/PRINTING INSTRUCTION:- Always Choose Actual Size or Scale to 100% in the Page Sizing & Handling Section.- Choose Auto portrait/landscape under Page Orientation section.- For duplex printers, if you choose portrait you should flip along the long edge and ifyou choose landscape you should flip along the short edge. Some printers have aproblem with this section and it may require choosing a few settings that will work.- Preview of the insert before printing should show it in the center of the page. If it isshowing it in the any corner, it is because you have chosen a setting that is causing itto do that.- Please keep the file open on your computer to keep track of the page numberswhen you are folding and cutting according to the lines.DOWNLOAD INFORMATION:This is a digital product no physical product will be sent.Once payment is complete, digital files will be available for download in your account and an email will be sent to your Etsy registered email. Downloaded products are non refundable.Margins for hole-punching on each side, so you can store these in a binder.SUPPORT:If you need help or have any enquiries, please do not hesitate in contacting us. We will respond as quickly as possible. (Our time zone is 5 hours 30 minutes ahead of Greenwich Mean Time (GMT+5.5).Phenixprintable is not responsible for printing issues and purchases of incorrect items. We are in regular process of improving our product please do share your advice.IMPORTANT INFO:© All Design Templates are Copyrights of PHENIXPRINTABLEUSES:-For personal use only-Not for any commercial use-Can't be resold as is or altered on its ownYOU MAY NOT share, resell or redistribute our products. Please read our policies carefully for more information on allowed uses.\n                ", "listing_reviews": "100", "store_reviews": "3,704 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/818540605/daily-planner-day-planner-work-planner"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=743667337", "store_sales": "237,226 sales", "store_rating": "4.8715", "listing_title": "20 Lightroom Presets LIGHT AND AIRY, Bright and Clean Instagram Presets, Mobile and Desktop Photo Filter, Instagram Photo Editing", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    Mobile and Desktop Lightroom Presets LIGHT & AIRY Blogger Preset Collection for Instagram Photo preset Bright and Light preset Photo filterLighten your dark photo, add brightness to it and refresh it with this preset bundle! 🔺Included20  LIGHTROOM PRESET .ZIP file with .DNG .XMP.PDF file with direct link to download presets directly to your phone .PDF Instruction Guide Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️For any questions or editing help Please contact me email victoriabee.shop [!at] gmail.com© 2019-2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoKeywords: Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset\n                ", "listing_reviews": "100", "store_reviews": "8,047 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/743667337/20-lightroom-presets-light-and-airy"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=870000293", "store_sales": "25,449 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets, Beauty Presets, Instagram Filters, Natural Presets, Vsco Filters,Lightroom Mobile Presets, Nude Presets, Selfie", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "18", "store_reviews": "793 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/870000293/3-mobile-lightroom-presets-beauty"}, {"seller_text": "EliteStudioPresets", "seller_href": "https://www.etsy.com/shop/EliteStudioPresets?ref=simple-shop-header-name&listing_id=881740942", "store_sales": "17,026 sales", "store_rating": "4.7489", "listing_title": "Lightroom Preset ICE COFFEE, Single Mobile Desktop Lightroom Preset, Soft Light Beige Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $1.83\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 2 other files"], "listing_desc": "\n                    Lightroom Presets ICE COFFEE, Single Mobile Desktop Lightroom Presets, Soft Light Brown Preset☆ What is included? ☆➤ 1 Mobile Preset in .DNG format➤ 1 Desktop Preset in .XMP format (NOT lrtemplate format, but you can still use them by uploading the DNG files in your Lightroom Desktop and save them as preset.)➤ PDF installation guide☆ Compatibility ☆➤ For MOBILE and DESKTOP use (iPhone, Android, PC, MAC)➤ Compatible with free version of the Adobe Lightroom App. You can download this app for free on your mobile phone (iPhone or Android)➤ Compatible with the paid version of the Adobe Lightroom Classic CC (version 7.3+)➤ For use on JPEG and RAW imagesSince each image is different due to lighting conditions, camera settings, and personal style, these presets may need to be slightly altered to fit your needs.☆ BUY 5 AND GET 30% OFF!! ☆Add 5 presets in your cart and receive automatically 30% discount!https://www.etsy.com/shop/EliteStudioPresets☆ 24/7 Support ☆If you have any questions or need some help with the presets, please contact me at Etsy or through email elitestudiopresets[at]@gmail.com♡ Share with Us! ♡I would love to see how your pictures turned out by using our presets. Please include them in your review! Tag or DM us on instagram to get featured!@elitestudiopresets© 2020 Elite Studio Presets, All Rights ReservedTerms of Use: By purchasing this item, you are automatically agreeing to the terms of use. Included but not limited to: Prohibition of sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "22", "store_reviews": "749 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/881740942/lightroom-preset-ice-coffee-single"}, {"seller_text": "SnazzyMango", "seller_href": "https://www.etsy.com/shop/SnazzyMango?ref=simple-shop-header-name&listing_id=990671746", "store_sales": "3,763 sales", "store_rating": "4.6667", "listing_title": "CUSTOM Bachelorette Instagram Filter! Neon Bachelorette Filter, Bachelorette Filter Instagram, Instagram Effect, Hen Party Filter, Instagram", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $8.01+\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: Adobe Illustrator, Photoshop, Instagram, Facebook, Spark AR, Glitter, Insta Stories, Effect, Instagram Story, Insta Story, Neon, Bachelorette, Filter\n\n\nRead the full description"], "listing_desc": "\n                    Custom Neon Bachelorette Filter For Instagram, Instagram Stories Filter!TRY BEFORE YOU BUY: https://www.instagram.com/ar/510638693640520Make a statement at your bachelorette with your very own custom Instagram/Facebook filter! All your family, friends, guests and followers will have access to your filter! Anyone who sees your story will also have access to your filter! Unlike snapchat filters it's not restricted to location and there is no upload cost!| CUSTOMISATION |Information Required:Name -Date -All colours and text are customisable so feel free to message me if you require different colours or wording!| HOW IT WORKS |1 - Enter your personalisation requirements in the space provided when ordering.2 - I then design your filter in Instagram/Facebook's unique software.3 - A proof will then be sent to you of how your filter will look, please allow 24hrs for this.4 - Once you're happy with how your filter looks, I then submit it to Instagram/Facebook to upload to their filter collection. (This can take up to 48hrs)!5 - Once the filter has been accepted by Instagram/Facebook I will then email you a link to where you can find your filter on the social media site!6 - You can share the link with all your friends, family and guests! Alternatively, when your post to your story using the filter a badge will be displayed in the top left corner. Anyone who clicks on this will also have access and be able to use your filter! (An example of this is Picture 3).Please message me if you have any questions.  :)If you include the snapchat version in your order, this is just for the filter file. You must upload the filter to Snapchat where costs may be incurred due to location and date. More information can be found here: https://www.snapchat.com/l/en-gb/on-demand/Facebook and Instagram filters are uploaded by me at no extra cost.My full collection of Instagram & Facebook filters can be found here:https://www.etsy.com/uk/shop/SnazzyMango?ref=seller-platform-mcnav&section_id=21416837Keywords:bachelorette, bachelorette filter, instagram bachelorette filter, insta effect, instagram effect, neon bachelorette, neon filter, hen party, hen party filter, Insta Filter, Instagram Filter, Instagram Story, Instagram Stories, Insta Stories, Instagram Wedding, Instagram Wedding Filter, Rose Gold Wedding Filter, Insta Wedding Filter, Insta Wedding Effect, Insta Wedding Stories, Insta Wedding, Instagram Wedding, Rose Gold Wedding Filter, Insta Mask, Insta Effect\n                ", "listing_reviews": null, "store_reviews": "466 shop reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/990671746/custom-bachelorette-instagram-filter"}, {"seller_text": "PresetsByMary", "seller_href": "https://www.etsy.com/shop/PresetsByMary?ref=simple-shop-header-name&listing_id=791550877", "store_sales": "64,798 sales", "store_rating": "4.8204", "listing_title": "10 Mobile Lightroom Presets CLEAN POP / Bright and Airy presets, Lifestyle presets, Instagram Blogger filters", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.97\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    💗GET 6 & PAY FOR 3: add 6 presets to your cart, use coupon: GIFTBYMARY and pay for 3 only 💗https://www.etsy.com/shop/PresetsByMary?coupon=GIFTBYMARY⭐️10 UNIQUE LIGHTROOM PRESETS / MOBILE Presets ⭐️Mobile Preset is perfect for your Adobe Lightroom CC Mobile App and works well with your photos shot with your iPhone or Android device.Presets fit for Outdoor and Indoor pictures, Family, Travel, Lifestyle, Blogger, Wedding, Portrait photos.Included:🔶10 Lightroom presets in DNG format for MOBILE Lightroom (free app compatible with both IOS and ANDROID).🔶Compatible with All Photo formats🔶Compatible with Lightroom Mobile App🔶Compatible with All Lightroom and Photoshop Versions🔶Instant download (Download the presets right after the payment and start enjoying now)🔶Free support (contact us me any questions or concerns. We're always happy to provide fast and thorough support)🎁SPECIAL OFFER 3+3 for FREEBuy atleast 3 items from my shop and get 3 for FREEWIth love,PresetsByMary♥️\n                ", "listing_reviews": "100", "store_reviews": "3,799 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/791550877/10-mobile-lightroom-presets-clean-pop"}, {"seller_text": "VisionBoardShop", "seller_href": "https://www.etsy.com/shop/VisionBoardShop?ref=simple-shop-header-name&listing_id=583483097", "store_sales": "1,157 sales", "store_rating": "4.8571", "listing_title": "Dream Goal Planner Printable | Goal Setting Printable PDF | Goals Worksheet | Action Plan Worksheet | Goals Printable | Dream Goal", "listing_bestseller": "-", "listing_price": "\n                        $1.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Crush your goals this year by getting super clear on your goals and creating your action plan! This goal planner maps out your big goals, breaks them down into small goals and helps you map out a simple to-do list. ********************************What's Included? >> One full color goal setting worksheets to map out your goals.>> One printer-friendly grey-and-white goal setting worksheet.Perfect printable worksheet to use for all of your big goals!**************************************************************You will receive: >> 2 Downloadable + Printable Letter Size Worksheets PLEASE NOTE: This is a digital product, no physical product will be shipped. You will receive an e-mail from Etsy with your download link after your payment is confirmed.\n                ", "listing_reviews": "7", "store_reviews": "25 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/583483097/dream-goal-planner-printable-goal"}, {"seller_text": "EverythingPrintable1", "seller_href": "https://www.etsy.com/shop/EverythingPrintable1?ref=simple-shop-header-name&listing_id=940853811", "store_sales": "5,571 sales", "store_rating": "4.9502", "listing_title": "Home management binder household planner life planner printable inserts ultimate household binder planner bundle life organizer pdf pages", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $12.60\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP"], "listing_desc": "\n                    Home management binder household planner life planner printable inserts ultimate household binder planner bundle life organizer pdf pagesInstant download pdf file(1 zip file 8 pdf files)Size us letter 8.5 x 11155 pagesYou will receive :-daily pages-weekly pages-monthly pages-contact list-password tracker-birthday tracker-dates to remember -meal planner-budget planner -cleaning planner-reading planner-medical planner-wellness planner-fitness plannerThis is an instant download digital product no physical product will be sent.Once your payment is confirmed , digital files will be available for download in your account and an email will be sent to your Etsy registered email.Click here for more information about downloading a digital item:https://www.etsy.com/help/article/3949Adobe Acrobat Reader is required to print the files correctly.Please, download it here: https://get.adobe.com/reader/-Print your files at home or through a local print store-If you are printing at home, Choose Actual Size or Scale to 100% in the Page Sizing & Handling Section.-the colors shown on your screen may vary slightly from the actual printed file.I don't accept returns, exchanges, or cancellations if your items have been downloaded, But please contact me if you have any problems with your order.All items are for personal use only , You may not share, resell or redistribute our products.If you have any issues or if you have any questions about this product , please don't hesitate to contact me. Thank you so much for visiting my store!\n                ", "listing_reviews": "8", "store_reviews": "321 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/940853811/home-management-binder-household-planner"}, {"seller_text": "LouMarksPhoto", "seller_href": "https://www.etsy.com/shop/LouMarksPhoto?ref=simple-shop-header-name&listing_id=724395279", "store_sales": "388,506 sales", "store_rating": "4.8278", "listing_title": "GOLDEN Presets, Vintage Mobile Lightroom Presets Lightroom Desktop and Presets, instagram filter, blogger presets, Moody presets", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.49\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP, 1 PDF"], "listing_desc": "\n                    8 Lightroom Mobile Presets Golden, VINTAGE WARM Lightroom presets, Bright Home presets, mobile and desktop presets, instagram Filters♡ Vintage Moody Presets ♡ The best Lightroom Mobile Presets, perfect for Instagram ♡I N C L U D E D• 8 MOBILE Lightroom presets• 8 DESKTOP Lightroom presets • After Purchase Customer Support• Instructions• Instant DownloadPreset Bundles In My Shop:www.etsy.com/shop/loumarksphoto♡ SPECIAL OFFER: GET 5 PAY FOR 3 ♡• Add 5 Preset Packs to your cart• Discount Automatically Applied• Only Pay for 3 Preset PacksW H Y ∙ Y O U ' L L ∙ L O V E ∙ I T• Soft warm vintage vibe perfect for instagram themes• Works great on indoor and outdoor photos• Made by a professional photographerO T H E R ∙ I N F O R M A T I O N• Works with the Free & Paid Android LR Mobile App • Works with the Paid iPhone LR Mobile App  • Works with All Lightroom Desktop Versions• Works with Mac and PC Desktops/LaptopsStill have questions or need help picking the perfect presets for you editing needs? Feel free to contact me, I’m always more than happy to help in any way :)♡ L O U A N D M A R K S ∙ P R O M I S E ♡You are you unique and so are our Presets! We created our Presets for everyone. No one specific skin tone or hair color. When you purchase from Lou + Marks you are not just purchasing presets you also get our guarantee that they will suit your skin tone. If they don’t send me a message with an unedited image and I will personally adjust them for you.  A B O U T ∙ L O U ∙ M A R K S ∙ P H O T O• IG: @Louandmarks• FB: https://www.facebook.com/louandmarks/-----------------------♡--------------------© 2021 Lou & Marks LLC, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "100", "store_reviews": "16,494 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/724395279/golden-presets-vintage-mobile-lightroom"}, {"seller_text": "CreativeJamCo", "seller_href": "https://www.etsy.com/shop/CreativeJamCo?ref=simple-shop-header-name&listing_id=985252125", "store_sales": "37,235 sales", "store_rating": "4.8241", "listing_title": "75 Hard Challenge Tracker Printable, Habit Tracker BUNDLE, #75Hard, #75hardchallenge, Andy Frisella Challenge, Weekly Meal Planner, Health", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.39\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 ZIP"], "listing_desc": "\n                    75 Hard Challenge Tracker Printable. Habit Tracker BUNDLE!!! Use these to track your progress through the famous #75hardchallenge! #75hard started by Andy Frisella!BUNDLE pack comes with 5 printables:✔ Challenge Tracker         - Track each challenge, for all 75 days!        - A summary of your results, start & end of challenge dates        - Sections for 'What went well' and 'Work harder on'        - Comes in 3weeks per page or 4weeks per page versions!✔ Challenge Habit tracker        - See all 75 days on one page, for each daily goal! ✔ Challenge Countdown Tracker        - Tick off each day of the challenge as you progress✔ BONUS: Body Measurements Tracker         - Measure how your body changes before and after the challenge!Stay on track and measure your progress for the 75 Hard Challenge! ★ Fitness Planner Available [NOT Included]★https://www.etsy.com/uk/listing/804815791/fitness-planner-for-weight-loss-habit💲SAVE 5️⃣0️⃣ % off with our link (copy & paste)💲🔗 https://mailchi.mp/61c78c6de099/lets-connect 🔗-----------------------------------------------------------~*~ What’s included ~*~After buying, you will receive a zip folder with ALL 5 templates        - US Letter: All 5 templates       - A4: All 5 templates       - A5: All 5 templatesPlease contact us if you are looking for a different size!-----------------------------------------------------------~*~ THIS IS A DIGITAL PRODUCT ~*~Digital means its ready to download straight away after buying! No waiting, and no shipping fees. Purchase once and its yours forever!*No physical product will be shipped, frame and props are not included* -----------------------------------------------------------~*~ How to order ~*~ Its as easy as 1,2,3!1.\tBuy,2.\tDownload, 3.\tPrint and enjoy!-----------------------------------------------------------~*~ Custom Orders ~*~We take pride in creating beautiful prints at an affordable price. If you are looking for something personalized, please reach out to us and let us know! We would love to work with you to create a customized design!-----------------------------------------------------------~*~ Refunds & Terms ~*~Every digital and instant download purchase is non-refundable, as there is no way for us to tell whether you have printed the design.  If you have any questions or concerns about your order, please feel free to reach out to us anytime.This purchase is strictly for non-commercial, personal use only. You may print and design in your home, business, or a public place but may not resell, reproduce, distribute by electronic means or profit in any way from the design.Please remember that colors may vary slightly when printed, due to monitor calibration settings, printout settings and material typeAll additional props such as frames, items on display and non-incorporated writing are just for illustrative purposes and are not included within the sale.-----------------------------------------------------------Thank you for visiting!- Creative Jam Co Follow us on @the.creative.jam.co Don't forget to hashtag #creativejamco and @the.creative.jam.co to connect on Instagram and have your work shared with our followers!Copyright Creative Jam Co 2021. All rights reserved\n                ", "listing_reviews": "14", "store_reviews": "2,444 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/985252125/75-hard-challenge-tracker-printable"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=663947338", "store_sales": "171,642 sales", "store_rating": "4.8275", "listing_title": "21 Lightroom MOBILE Presets - Lightroom Presets - Instagram Filter - Mobile Preset & Desktop Preset, Lifestyle Blogger Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    • Professional Lightroom Presets for free Mobile and Desktop Lightroom• You receive 21 variants of presets with white/slightly warm/slightly cold tones• You can use them unlimited number of times.• Post-purchase support guaranteed - if you need my help with editing don't hesitate to contact me ✅FILES included:- 21 Lightroom presets in DNG format for MOBILE Lightroom (free app compatible with both IOS and ANDROID).- 21 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 itemsThis Preset package is perfect for all dark or normal photos. All presets will give your photos and images modern, clean and bright look. It is perfect for indoor as well as outdoor photos and it will also tweak lightings. This package is perfect for bloggers and profesional photographers as well as for casual photographers because no additional tweaks are needed. White Lifestyle can change your photos with one click right on your phone.  White Lifestyle Lightroom Presets have been created to brighten your photos with a light, white and clean look.❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "25", "store_reviews": "6,145 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/663947338/21-lightroom-mobile-presets-lightroom"}, {"seller_text": "growyourinfluence", "seller_href": "https://www.etsy.com/shop/growyourinfluence?ref=simple-shop-header-name&listing_id=841904038", "store_sales": "9,306 sales", "store_rating": "4.8448", "listing_title": "Goal Planner Kit, 24 Page Printable Goal Tracking Templates Bundle, Weekly Goal Setting Personal Planner Inserts, Goals Overview", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.45\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 PDF"], "listing_desc": "\n                    Goal Planner Kit | 24 PDF Pages | Created by Grow Your InfluenceGoal Planner KitThis Goal Planner Kit will help you achieve your goals by giving you templates to create and track goals on a yearly, monthly, weekly, and daily basis. You can also track your expenses, set your daily priority list and tack your habits. By planning your goals with The Goal Planner Kit, you can achieve more.. The Goal Planner Kit includes daily, weekly, monthly, and yearly templates, and much more! -----------------------------------------------------------------------------------------*FEATURED➳ 1 Front Cover➳ GOAL PLANNER➳ YEARLY PLANNER➳ MONTHLY PLANNER➳ DAILY SCHEDULE➳ DAILY PRIORITY LIST➳ BUDGET PLANNER➳ NOTES PAGES➳ HABIT TRACKER-----------------------------------------------------------------------------------------*DETAILS- The Goal Planner Kit comes in Letter Size, A4, and A5. - Instant Download PDF Files- This product can be printed at home or at your local print shop.-----------------------------------------------------------------------------------------◈WHAT YOU GET- One pdf containing all # pages.-----------------------------------------------------------------------------------------◈PRINTING INSTRUCTIONSFormat: It is recommended to print the files with Acrobat PDF, which can be downloaded for FREE from http://get.adobe.com/reader Printing: Use the “actual size” setting on your printer or scale to 100%. Please feel free to contact me anytime if there are any questions!-----------------------------------------------------------------------------------------◈IMPORTANT NOTE1. Since all products are digital prints delivered instantly, there is No Physical Product to be shipped.2. Please read carefully the shop policies, by purchasing a product from an Etsy Seller you are stating that you have read, understood and agreed to all shop policies.3. Due to variations in monitor, web viewing devices, paper product and printers, the colors shown on your screen may vary slightly from the actual printed file.4. I cannot offer refunds, exchange, and cancellation if your items have been \"downloaded\". Please read carefully the item listing and others description to be sure it contains the desired item and you are purchasing the correct item.5. If you have a problem when downloading the file, please contact me via email or Etsy conversations and I will do my best to help you resolve any issues.6. For this download, we grant you a personal, non-commercial, license for a single user which is non-exclusive, non-transferable and revocable. The personal use license is a non-commercial license which does not allow any business use. This means you can not use the downloads n any products or services you sell or trade or in any advertising or promotions for these.-----------------------------------------------------------------------------------------Thanks for visiting,Grow Your Influence*SHOP FOR MORE WAYS TO GROW YOUR INFLUENCE➳ https://www.etsy.com/shop/growyourinfluence Tag: 30 day goal tracker, goal planning kit, goal worksheet, goal settings sheets, goal setting planner, goal tracker, monthly goal tracker, productivity inserts, productivity planner, goal setting, productivity tracker\n                ", "listing_reviews": "34", "store_reviews": "394 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/841904038/goal-planner-kit-24-page-printable-goal"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=665103784", "store_sales": "237,226 sales", "store_rating": "4.8715", "listing_title": "10 Lightroom Presets RIESLING for Desktop and Mobile Lightroom, Color Pop, Vibrant Presets, Instagram Blogger Summer Photo Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    10 Mobile Lightroom Presets Riesling Summer preset Warm preset Travel presets Instagram filter Sunny preset This presets pack will bring out Vibrant Rich Tones and Saturated Summer Pop Colors in your photos.10  LIGHTROOM PRESETS RIESLING  for Mobile and Desktop LightroomThese Presets Pack  are perfect for Instagram, blogging and photo editing on the go. Hight Quality Preset, Great for Portraits, Bloggers, Travelers, Engagements and Wedding' shoots, a user friendly pack, easy to use, One click Lightroom Preset that gives your collection of work a more cohesive and aesthetic feel and get you on your way to creating stunning images. 🎁 GET 5 & PAY FOR 3: add 5 presets to your cart, use coupon: GIFT2 and pay for 3 only https://www.etsy.com/shop/VictoriaBeePhoto?coupon=GIFT2This pack Included 10 presets inspired by travel bloggers and influencers around the world.This preset for every kind of picture that will surely deliver stunning results and make your images look a hundred times better! For photographers who do a lot of fashion, travel and lifestyle photography.Check out my Bestseller Itemshttps://www.etsy.com/shop/VictoriaBeePhoto♦️ Works in Lightroom Mobile App (iOS/Android)♦️ Works With & Without Adobe subscription♦️ Compatible with All Photo formatsIncluded:🔶10 Lightroom presets in .DNG format for MOBILE Lightroom .ZIP archive🔶10 Lightroom presets in .XMP format for DESKTOP Lightroom .ZIP archive🔶.PDF file with direct link to download presets directly to your phone 🔶.PDF Instruction Guide 10 Riesling Presets  has been created to achieve a very modern, glamorous, trendy & Instagram aesthetic look. You will get best fashionable, professional  one-click result from this pack.Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️Keep in mind that all presets work differently with each photo depending on a number of factors such as lighting, white balance, tone etc. Please contact me for any questions or editing help victoriabee.shop [!at] gmail.com© 2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephoto  ©victoriabee.presetsMobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset, Pop Colour Preset, Vibrant Preset, Summer Presets\n                ", "listing_reviews": "100", "store_reviews": "8,047 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/665103784/10-lightroom-presets-riesling-for"}, {"seller_text": "EveryDaySolution", "seller_href": "https://www.etsy.com/shop/EveryDaySolution?ref=simple-shop-header-name&listing_id=699680374", "store_sales": "4,995 sales", "store_rating": "4.8021", "listing_title": "10 Lightroom Mobile Presets, Disney Girl Filters, Bright Disneyland Bundle for Colorful Instagram Photo, One Click Travel Preset for Blogger", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.32\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP"], "listing_desc": "\n                    Take your photo editing to the next level: simplify and streamline the whole process with this versatile set of Mobile Lightroom presets. Our Disney Girl bundle offers 10 ready-to-use presets, so you can give a consistent professional look to all your unique images. Whether you're an Instagram blogger, an amateur or seasoned photographer, these powerful presets will enhance your original photos and give you fantastic results in just one click.WHAT YOU’RE GETTING:- 10 Lightroom Mobile Presets (.DNG)- 10 Lightroom Desktop Presets (.LRTEMPLATE)FEATURES AND BENEFITS:- Compatible with iOS or Android devices- Fully editable, you can adjust and customize settings- Easy to use, no special skills or training required- Save time while delivering stunning results- Instant download- Free support and troubleshooting - do not hesitate to ask any questions!HERE IS MORE:- Detailed instructions on how to apply presets to your Lightroom mobile APP -->https://www.youtube.com/watch?v=jcnMx4nC0Lk- Detailed instructions on how to install presets to Lightroom Desktop APP -->https://www.youtube.com/watch?v=kvRJxZFFuaIPurchase your favorite presets bundle, download it and edit photos like a pro today!\n                ", "listing_reviews": "100", "store_reviews": "969 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/699680374/10-lightroom-mobile-presets-disney-girl"}, {"seller_text": "LizMartinezCreations", "seller_href": "https://www.etsy.com/shop/LizMartinezCreations?ref=simple-shop-header-name&listing_id=991883473", "store_sales": "197 sales", "store_rating": "5", "listing_title": "3 Retro Summer LIGHTROOM Mobile Presets, Presets, Blue Preset, Summer Preset, Teal Preset, Influencer Filter, Instagram Filter, Retro Preset", "listing_bestseller": "-", "listing_price": "\n                        $2.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 3 other files"], "listing_desc": "\n                    3 Retro Summer LIGHTROOM Mobile Presets, Presets, Blue Preset, Summer Preset, Teal Preset, Influencer Filter, Instagram Filter, Retro Preset*** Retro Summer Presets works best with with pictures that primarily have blues, greens, reds, and neutrals! Remember you might have to tweak the preset to your liking every so often since lighting, colors, and quality can vary photo to photo! ***SHOP MORE: https://www.etsy.com/shop/LizMartinezCreations/Presets are perfect for bloggers, influencers, photographers, and even personal accounts to help create a cohesive Instagram feed / theme. Works with one click to transform your pictures and enhance your brand. This Retro Summer Preset gives your photos dated and teal blue tones. This preset is great for lifestyle, travel, flat lay, interior design, fashion, and day-to-day photos.----------❂ INCLUDED IN YOUR PURCHASE ❂⚫ 3 Mobile Lightroom Presets (DNG files)⚫ Step-by-step guide for installationIf your mobile device is having trouble downloading or if you have any questions about editing, send me a message!❂ LET'S CONNECT ❂IG: www.instagram.com/simplyxlizPINTEREST: www.pinterest.com/simplyxliz/TIKTOK: www.tiktok.com/@simplyxlizEMAIL: lizmartinezcreations [at] gmail.com----------TERMS OF USE: No refunds or exchanges can be made for digital products after they are downloaded!© 2021 Liz Martinez Creations, All Rights ReservedTERMS AND CONDITIONS:Prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.Any other use is strictly prohibited and may violate copyright, trademark and other laws.Keywords:Mobile Preset, Instagram Preset, Influencer Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Lightroom CC, DNG, Presets, Retro Preset, Summer Preset, 70s Preset, 60s Preset, Blue Preset, Travel Presets, iPhone Presets, Bright Preset, Colorful Preset, Summer Preset, Vacation Preset\n                ", "listing_reviews": null, "store_reviews": "12 shop reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/991883473/3-retro-summer-lightroom-mobile-presets"}, {"seller_text": "SymphonyPresets", "seller_href": "https://www.etsy.com/shop/SymphonyPresets?ref=simple-shop-header-name&listing_id=776768792", "store_sales": "17,191 sales", "store_rating": "4.9267", "listing_title": "10 Dark and Moody Mobile Lightroom Presets -  Desktop Presets - Instagram Presets - Lifestyle Presets - iPhone Presets - Blogger Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 JPG, 1 ZIP"], "listing_desc": "\n                    Make your photos stand out with this preset pack which includes 10 unique presets for Lightroom. These presets were designed especially for portraits, travel, lifestyle, and wedding photography to give your photos that popular and attractive dark and moody look. These Dark and Moody presets are great for bloggers, influencers, photographers, and anyone who loves taking and posting great photos. This bundle includes 10 beautiful Lightroom presets which can be used in almost every type of situation. Whether you took an amazing selfie, or you took awesome photos on your new camera these presets will be great. They were great in a variety of lighting situations, even in extremely low light environments.You can use these presets in both the mobile and the desktop version of lightroom with a very easy install that can take just a few minutes. Compatibility: Works on all Versions of Lightroom Classic, Lightroom CC and Lightroom Mobile. Lightroom Classic versions 7.2 and older use the .lrtemplate files while 7.3 and newer can use either .lrtemplate or .xmp.Top features of this bundle:🗸 One time purchase, keep forever🗸 10 Presets in .xmp Format🗸 10 Presets in .lrtemplate Format🗸 10 Preset in .dng Format🗸 Compatible with Lightroom Mobile🗸 Compatible on Windows and Mac🗸 24/7 Support🗸 Free Updates🗸 Install Instructions Included\n                ", "listing_reviews": "100", "store_reviews": "860 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/776768792/10-dark-and-moody-mobile-lightroom"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=971564670", "store_sales": "237,229 sales", "store_rating": "4.8715", "listing_title": "25 Mobile and Desktop Lightroom Presets, Magic Hour presets, Sunny Golden Lightroom Preset, Warm Instagram Filter, Sun Travel Summer Blogger", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $4.35\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    25 LIGHTROOM PRESETS MAGIC HOURLIGHTROOM PRESETS FOR GOLDEN HOUR, SUNRISE & SUNSETThe MAGIC HOUR preset gives photos a softer and warmer look , This preset is ideal for pictures that are taken under a natural light and works well with portraits and outdoor photos. The preset can be applied with just one click and will give your photos an interesting and amazing look –  ideal for creating stand-out photos for printing and hanging on your wall.Check out my Bestseller Itemshttps://www.etsy.com/shop/VictoriaBeePhoto♦️ Works in Lightroom Mobile App (iOS/Android)♦️ Works With & Without Adobe subscription♦️ Compatible with All Photo formatsIncluded:🔶25 Lightroom presets in .DNG format for MOBILE Lightroom (.ZIP Archive)🔶25 Lightroom presets in .XMP format for DESKTOP Lightroom (.ZIP Archive)🔶.PDF file with direct link to download presets directly to your phone (Dropbox)🔶.PDF Instruction Guide Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets.‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️Keep in mind that all presets work differently with each photo depending on a number of factors such as lighting, white balance, tone etc. Please contact me for any questions or editing help victoriabee.shop [!at] gmail.com© 2019-2021 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephoto\n                ", "listing_reviews": "7", "store_reviews": "8,047 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/971564670/25-mobile-and-desktop-lightroom-presets"}, {"seller_text": "PlannerMomCompany", "seller_href": "https://www.etsy.com/shop/PlannerMomCompany?ref=simple-shop-header-name&listing_id=797883714", "store_sales": "47,164 sales", "store_rating": "4.9159", "listing_title": "Teacher Planner 2021-2022, Lesson Planner Printable, Academic Planner, Classroom Roster, Agenda, Letter Size, A5", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.19\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 PDF"], "listing_desc": "\n                    If you’re a teacher who is struggling with feeling frazzled and overwhelmed with all that comes with teaching, then our teacher lesson planner is going to make your day!  Designed with busy teachers in mind, it contains all areas of teaching in one spot and organizes your days, weeks, and months for you (because we know that your time is precious as a teacher).Perfect for teachers of all grade levels from pre-k through high school, this teacher organizer is detailed enough to allow you to plan for all of the important areas that are needed while still being basic enough to use for any age/grade!  - DETAILS •\tCover page•\tInformation page•\tSubstitute page•\tClassroom event and volunteers page•\tSeating chart•\tClassroom birthday pages•\tClassroom checklist •\tIEP notes page•\tWebsite and password tracker•\tField trip planner•\tStudent information page•\t12 monthly overview pages•\t12 monthly newsletter pages•\tUndated 12 month calendar (2 page per month)•\tDaily schedule notebook page•\tDaily planner•\tWeekly planner•\tWeekly lesson planner•\tTeacher notes page - FOLLOW THE LINK BELLOW TO SHOP ALL OF OUR TEACHER PRINTABLEShttp://bit.ly/TEACHERPLANNERS- SIZING•\tLetter Size (8.5’’ x 11’’)•\tA5 (5.8’’ x 8.3’’)•\tHalf Letter Size (5.5'' x 8.5'')•\tA4 (8.3'' x 11.7'')•\tHappy Planner Classic (7'' x 9.25'')- MATERIALS•       This listing is for an instant digital download.  No product will be sent to you.  Most customers choose to print their products out on computer paper or card stock.- COLORS•\tColors may vary slightly from screen to print depending on your computer and printer.- HOW TO PRINT•\t1. Log into your Etsy account.•\t2. Click the \"You\" tab.•\t3. Scroll and click \"Purchases and reviews\".•\t4. Find your purchase and click \"Download Files\".•\t5. Click \"Download\".- REFUNDS•\tDue to the fact that our products are all digital downloads, refunds are not accepted.  However, if you have any issues with your purchase please contact me! - COPYRIGHT :These files may not be shared or resold in any way, shape, or form.  These are for one time personal use ONLY.* JOIN THE MAILING LIST AND GET A FREE PRINTABLE PLANNER BUNDLE * : http://bit.ly/35MQ04h~ Follow us on Instagram @prettypinkplannersco ~\n                ", "listing_reviews": "38", "store_reviews": "2,929 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/797883714/teacher-planner-2021-2022-lesson-planner"}, {"seller_text": "ImperfectInspo", "seller_href": "https://www.etsy.com/shop/ImperfectInspo?ref=simple-shop-header-name&listing_id=939869534", "store_sales": "6,984 sales", "store_rating": "4.9463", "listing_title": "Printable/Digital ADHD Daily Planner | DIGITAL FILES Only", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 PDF"], "listing_desc": "\n                    THE PLANNER PAD CAN BE PURCHASED HERE — https://www.imperfectinspiration.com/storeTHE CUSTOMIZABLE VERSION OF THIS PLANNER CAN BE PURCHASED HERE -- https://www.etsy.com/listing/960804889/☆ WHAT IS IT?A planner to slay all other planners. When your primarily a visual human, sometimes the unstructured nature of standard planners can leave you feeling aimless and unfocused. This planner is specifically designed to guide you along a natural progression of productivity and work well for humans who think outside the box.☆ WHAT’S INCLUDED?]• 1 x PDF with Non-Fillable Fields (Letter Size)• 1 x PDF with Non-Fillable Fields (A4 Size)• 1 x PDF with Non-Fillable Fields (A6 Size)• 1 x PDF with Non-Fillable Fields (Half-Letter Size)• 1 x Instructions FileNote: This is an instant download - there is no physical product. The files become available to download once the purchase is processed by Etsy.☆ HOW TO ORDER1. Add this listing to your cart.2. After you complete the payment you will see the link for downloading the file. It will be available in your account's purchase area.3. Download the zipped files.4. Unzip files to your desktop.5. Open using the PDF viewer of your choice.6. Fill out using the PDF viewer clicking on blue edit boxes or print it out - it can also be used in digital planner apps such as Goodnotes☆ HOW DO I FILL IT OUT?These PDF files contain text fields that are fillable using Adobe Reader (Free), Adobe Acrobat, or other PDF reader software.You may also annotate digitally using an iPad or Tablet.Alternatively, you may print them out and write on them physically.Note: Text and colors that are part of the design cannot be edited.☆ RETURNS & EXCHANGESDue to the digital nature of this item, it is unable to be returned, exchanged, or refunded. Please do not hesitate to reach out via Etsy message. I am always open to questions, comments, and suggestions.☆ IMPORTANT INFORMATIONAll the files included in this download are original and copyright to Imperfect Inspiration Designs. They are for personal use only and cannot be resold, remade, copied, or distributed under any circumstances. All designs created by Britney Brown.\n                ", "listing_reviews": "100", "store_reviews": "595 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/939869534/printabledigital-adhd-daily-planner"}, {"seller_text": "MindfulHustleLab", "seller_href": "https://www.etsy.com/shop/MindfulHustleLab?ref=simple-shop-header-name&listing_id=263922375", "store_sales": "83,895 sales", "store_rating": "4.7973", "listing_title": "Productivity Planner Printable, Daily Weekly Monthly Planner BUNDLE, Printable Planner Pages, Inserts | template | A5, Half Size, Letter, A4", "listing_bestseller": "Bestseller", "listing_price": "\n                        $7.95\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 ZIP"], "listing_desc": "\n                    • THE ESSENTIAL PRODUCTIVITY PLANNER BUNDLE • WEEKLY PLANNER, DAILY PLANNER, MONTHLY PLANNER, PROJECT PLANNER and MORE!----------------------------------------------------This value set is right for you if you're looking to get either a Weekly Planner or Daily Planner. It bundles the most commonly used essential productivity templates. Offered at a 70% discount compared to purchasing those items separately, this set is a steal. Additionally, you can use these PDF templates with any Digital Planner (Goodnotes, Notability, etc).----------------------------------------------------Don't miss out: This set is included in my Super Value Mega Bundle (all the bestselling products in one) https://www.etsy.com/listing/277470974----------------------------------------------------What's included this 22-Page Planner Bundle:  ► Daily Planner - 2 Variations (Editable/Fillable) www.etsy.com/listing/263281218► Hourly Daily Planner - 2 Variations www.etsy.com/listing/269721685► Weekly Planner - 4 Variations www.etsy.com/listing/263757990► Weekly Schedule - 4 Variations► Monthly Calendar Template - 2 Variations► Month at a Glance - 2 Variations► Notes Page - 4 Variations► To Do List - 2 Variations► Project Planner - 2 Variations► Task List----------------------------------------------------PLANNER SIZES INCLUDED:► 4 SIZES: A5, A4, Half Letter Size (5.5 x 8.5 in), US Letter Size (8.5 x 11 in)► A5 Size: Includes 2 Separate Printing Options: A5 for printing on A4 Paper and on pre-cut A5 Paper.► Half Letter Size: 2 per page on US Letter Size Paper----------------------------------------------------If you're looking to get a few bundles, this item is a part of a larger value bundle: https://www.etsy.com/listing/277470974/----------------------------------------------------YOUR BEST YEAR YET STARTS NOW with VALUE SET of my bestselling planning essential items! Declutter, Organize, and Simply Your Life with this thoughtfully designed template set. ► PRINTABLE PDF - You can print as many copies as you need► INSTANT DOWNLOAD - Get it right away -  Once your purchase is complete, you will be taken to a \"Download Files\" page on Etsy.com to access your files. (This takes 5-10 minutes. Refresh the page if you do not see the download link. Alternatively, Etsy emails the download link to your email.)----------------------------------------------------For more planner inserts and bundles, visit MindfulHustleLab.etsy.com© All Design Templates are Copyrights of Mindful Hustle Lab (Formerly Printable Pineapple)\n                ", "listing_reviews": "100", "store_reviews": "8,107 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/263922375/productivity-planner-printable-daily"}, {"seller_text": "Blondary", "seller_href": "https://www.etsy.com/shop/Blondary?ref=simple-shop-header-name&listing_id=989501579", "store_sales": "2,567 sales", "store_rating": "4.9957", "listing_title": "Mobile Lightroom Presets, 10 Desert Presets, Boho Preset, Outdoor Preset, Travel Presets, Iphone Presets, Instagram Filter, Bright Preset", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.05\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    Mobile Lightroom Presets, Instagram Presets, Desert Presets, Mountains Preset, Nature Preset, Landscape Presets, Hiking Presets, Bloggers Presets, Vintage Presets, Instagram Filter, Lifestyle presets✩ FREE PRESETS OFFER ✩💥 GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE 💥💥 GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE 💥*Desert Mobile Presets: includes 10 Lightroom presets perfect for desert or beach landscapes. Give more contrast and color to your pictures, achieving the best warm orange tone on your Instagram feed!*⭐You Will Receive :- 10 DNG. Mobile Presets - 1 PDF file \"how to download mobile presets\" All presets files are in DNG format.- If you have problems with installation or with downloading your files just convo me and I'll do my best to help you.- Please keep in mind that each photo has different light setting so you can tweak some settings as light, contrast etc after applying you presets to get best results.For personal use ONLY! You may NOT sell, distribute, rent, give, sub-license, or transfer presets, or presets sent to anyone else.More Presets: 4 Pack Nature Presets:https://www.etsy.com/listing/943089640/lightroom-presets-4-pack-nature-presets?ref=shop_home_active_10&pro=1Mountains Presets:https://www.etsy.com/listing/936092042/mobile-lightroom-presets-6-mountains?ref=shop_home_active_1&pro=1Nature Presets:https://www.etsy.com/listing/938430710/lightroom-presets-5-nature-presets?ref=shop_home_active_26&pro=1Moody Mountain Preset:https://www.etsy.com/listing/942686588/lightroom-preset-moody-mountain-preset?ref=shop_home_active_29&pro=1Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filters, Travel Presets, Influencer Presets, warm presets, iPhone Presets, Moody Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright Presets, Clean Preset, Color Pop Preset, Vibrant Presets, Desert Presets, Beach Presets\n                ", "listing_reviews": "10", "store_reviews": "234 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/989501579/mobile-lightroom-presets-10-desert"}, {"seller_text": "FilAndEllieStudio", "seller_href": "https://www.etsy.com/shop/FilAndEllieStudio?ref=simple-shop-header-name&listing_id=860473933", "store_sales": "9,294 sales", "store_rating": "4.8409", "listing_title": "6 Influencer Lightroom PRESETS For Mobile DNGs -  Instagram/ Blogger/ Photo filters/ Travel preset/ LIGHTROOM Lifestyle mobile presets", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF, 1 ZIP"], "listing_desc": "\n                    Instagram Presets / Mobile Lightroom Presets / Desktop & Mobile Presets / Influencer Lifestyle Blogger Presets✩ INCLUDED IN YOUR PURCHASE ✩6 Mobile Lightroom Presets (DNG files, work with desktop too if imported as pictures and then copy paste the preset)Free 35 pages PDF on Social Media GrowthDetailed PDF Image Instructions◾️ If you have issues downloading or using any of the files, please contact me and I will re-send you the files and help you troubleshoot◾️With over 10 years of professional experience in the world of photography, you are guaranteed to get high quality presets that will elevate the look of your photos. We spent hundredths of hours editing, so that you won’t have to.✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Works With & WITHOUT Adobe subscription✔️ You only need Lightroom CC App on your Phone/iPad✔️ Works With Lightroom Desktop for Mac or PCCreated for the FREE Lightroom Mobile App and Desktop Lightroom. Works best on RAW files but is fully compatible with JPEGS as well.General information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUY. Make sure to save the zip file on your phone. The transaction and installation can be completed on a mobile device. Access to a desktop computer is not required.These presets were designed to work with many different light conditions, from full sun to shade, and will help you achieve a consistent look by enhancing the natural colors and brightness of your photos. This pack in particular gives a subtle natural & moody feel to your images. The presets are intended to desaturate slightly the colors, while making the subject and background brighter. Perfect for interior design or general lifestyle photos. This pack works well for many different types of photography from lifestyle to travel, home blogging and interior design photos.Influencer includes 6 mobile presets. They are all extremely versatile, can be fully customized and are guaranteed to enhance dull images with just one click. Whether you work with photos straight from your phone’s camera roll or raw files from your DSLR, these presets will help you refine your style giving you beautiful photos.Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "21", "store_reviews": "421 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/860473933/6-influencer-lightroom-presets-for"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=651235591", "store_sales": "171,643 sales", "store_rating": "4.8275", "listing_title": "19 Mobile LIGHTROOM Presets, Summer Preset, Lightroom Mobile Preset, Blue filter, beach preset, Desktop Preset, blogger, Instagram filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.58\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    More presets in our SHOP:www.etsy.com/shop/KatherineDream • FILES INCLUDED IN YOUR PURCHASE •✔️ 19 Lightroom presets for MOBILE Lightroom ( free mobile lightroom app)✔️ 19 Lightroom presets for desktop Lightroom✔️ Post-purchase Support 24/7✔️ Instructions✔️ Instant Download • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions• HOW TO ORDER •- Tap “add to cart” or “buy it now”;- Receive receipt and email from Etsy with link to download file- Download the Lightroom presets instantly.🧡Do you want to support us?  FREE package every week for our patrons and much more🧡https://www.patreon.com/katherinedream🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it. :)🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "70", "store_reviews": "6,145 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/651235591/19-mobile-lightroom-presets-summer"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=856057614", "store_sales": "25,448 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets, Pink Presets,Instagram Filters, Natural Presets, Mobile Presets, Presets, Blogger Presets, Blush Presets, Vsco", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "22", "store_reviews": "793 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/856057614/3-mobile-lightroom-presets-pink"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=811454351", "store_sales": "70,786 sales", "store_rating": "4.9099", "listing_title": "5 Natural Tones Mobile & Desktop Lightroom Presets, Beige Clean Outdoor Photo Editing Filter for Instagram Influencer Lifestyle Blogger", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Natural Tones Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram Influencers, Clean Outdoor Photo Editing Filter for Lifestyle and Travel🌟The Natural Tones Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add slightly cool beige, tan and white tones to your Instagram photos. These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "100", "store_reviews": "5,612 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/811454351/5-natural-tones-mobile-desktop-lightroom"}, {"seller_text": "AzulyShop", "seller_href": "https://www.etsy.com/shop/AzulyShop?ref=simple-shop-header-name&listing_id=827273352", "store_sales": "1,530 sales", "store_rating": "4.657", "listing_title": "Daily planner. Weekly planner. Monthly planner. Printable planner. Planner Inserts. Planner set. A4, A5, A6, & US Letter. Instant download.", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 ZIP"], "listing_desc": "\n                    Welcome to Azuly Shop!- This is a planner kit that is perfect for planning your day, week, and month. Plan everything in advance and don't forget to do anything! You can print it any time and as much as you want! These pages come with extra space in the margins so you can have the option to print and put it into a binder. - You can always use it digitally on GoodNotes, OneNote, or another app. ♥  What is included?________________________- Daily Planner Pages- Weekly Planner Pages- Monthly Planner Pages♥  Sizes________________________- A4- A5- A6- US Letter (8.5\"x11\")♥  Important Notes________________________* All files are digital. NO physical items will be shipped to you.* Once payment is received, digital files will be available for download in your account and an email will be sent to your Etsy registered email. * The colors may vary depending on the monitor, ink, printer, and paper stock chosen.* Download this into a computer. Downloads on mobile phones might lose quality. * The planners come with crop marks to help you cut it properly.* The planner is NOT editable.♥  Printing Instructions________________________Adobe Acrobat Reader is required to print the files correctly.You can download it for free here: https://get.adobe.com/reader/- Always choose Actual Size in the Page Sizing & Handling section.- Choose the Auto portrait/landscape under the Orientation section.- Don't forget to select the paper you are using under the Page Setup section.- Preview of the insert before printing should show it in the center of the page. If it is showing it in any corner, you should double-check the settings you have chosen.♥  Payment________________________I currently accept Paypal, Venmo, or CashApp! Please send me a message if you would like to pay with the last two.***Please note that you can pay with your credit/debit card through Paypal***♥  Returns________________________Digital download files are not eligible for returns. All sales are final. If you have ANY problem don't hesitate to contact me through Etsy or Instagram ♥♥  Follow me on Instagram and get a discount on your next purchase! @azulyshop\n                ", "listing_reviews": "48", "store_reviews": "172 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/827273352/daily-planner-weekly-planner-monthly"}, {"seller_text": "HyggelyStudio", "seller_href": "https://www.etsy.com/shop/HyggelyStudio?ref=simple-shop-header-name&listing_id=727311464", "store_sales": "21,406 sales", "store_rating": "4.919", "listing_title": "10 Lightroom MOBILE Presets, Bright and Airy Mobile Light room Presets, Blogger and Instagram Photo Filters, Lightroom CC, Light Bright Ig", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.55\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF"], "listing_desc": "\n                    Elevate your social media presence with these Bright & Airy presets for MOBILE! These are used best for images used in light spaces or shot in natural light.☞ PLEASE NOTE: THIS IS A DIGITAL DOWNLOAD! NO PHYSICAL COPY WILL BE SENT TO YOU! ☜CHECK OUT MORE FROM THIS SHOP --> https://www.etsy.com/ca/shop/HyggelyStudio-----------------------------------------------DETAILS FOR INSTANT DOWNLOAD:-----------------------------------------------♡ INSTANT DIGITAL DOWNLOAD!You will receive 10 preset files (PDF will have a clickable link to your files through google drive)+ PDF WITH LINK TO STEP BY STEP INSTRUCTIONS WITH PHOTOS!➀ BRIGHT&AIRY - ORIGINAL - DNG FILE➁ BRIGHT&AIRY - BRIGHT - DNG FILE➂ BRIGHT&AIRY - INTERIOR - DNG FILE➃ BRIGHT&AIRY - INTERIOR SHARP - DNG FILE➄ BRIGHT&AIRY - LOW SAT - DNG FILE➅ BRIGHT&AIRY - SHARP - DNG FILE➆ BRIGHT&AIRY - WARM - DNG FILE➇ BRIGHT&AIRY - TWO - DNG FILE➈ BRIGHT&AIRY - SHARP TWO - DNG FILE➉ BRIGHT&AIRY - THREE - DNG FILE!! These presets are created for Mobile Lightroom ONLY !!*If you would like the Desktop version of these presets, please message me, and I will direct you to the desktop listing*- Compatible with both the Paid and Free Versions of Lightroom Mobile- Instant Download Directly to Mobile Device, No Desktop Needed- Compatible with JPG & Raw ImagesBased on your lighting conditions, camera settings, and personal style, these presets may need to be slightly altered to fit your needs. I am always happy to help you use the presets if you are having trouble.  !! No refunds or exchanges can be made on digital products !!TERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE FOLLOWING -- - Do not share these files- Do not sell these files- Derivative works are also prohibited© 2019 Hyggely Studio - All Rights Reserved\n                ", "listing_reviews": "58", "store_reviews": "816 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/727311464/10-lightroom-mobile-presets-bright-and"}]