[{"seller_text": "DeweyFinds", "seller_href": "https://www.etsy.com/shop/DeweyFinds?ref=simple-shop-header-name&listing_id=1006508494", "store_sales": "734 sales", "store_rating": "4.7778", "listing_title": "60 Font Bundle, Font with Glyphs, Font Bundle for Cricut, Cursive Font Bundle with Tails, Script Font Bundle, Heart Font, Farmhouse Bundle", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.00\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    The Swirly Fonts Bundle is packed with 60 elegant script font families that will fulfill all your crafting needs!Most of these fonts are PUA encoded which means they come with gorgeous swirly extra characters. Get these craft-friendly fonts now for only $5 and save more than $800!Files: OTF, TTF\n                ", "listing_reviews": "6", "store_reviews": "36 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/1006508494/60-font-bundle-font-with-glyphs-font"}, {"seller_text": "EliteStudioPresets", "seller_href": "https://www.etsy.com/shop/EliteStudioPresets?ref=simple-shop-header-name&listing_id=782384908", "store_sales": "17,026 sales", "store_rating": "4.7485", "listing_title": "20 Lightroom Mobile Desktop Presets Bright Feed, Natural Bright Airy Preset, Indoor Outdoor Preset Filter, Baby Photo, Wedding", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.37\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    20 PACKAGE Lightroom Mobile Desktop Presets BRIGHT FEED, Bright and Airy, Light Bright Preset, Indoor and Outdoor Preset, Baby Photos, Wedding PresetThese presets work best for photos taken under bad lighting. When your pictures are in need of some Light and Brightness, choose this preset pack. It gives your baby, wedding and business photos a professional look. Great for both indoor and outdoor photos. With 20 different presets, there must be one suitable for your picture.☆ What is included? ☆➤ 20 Presets in DNG and XMP format (NOT lrtemplate format, but you can still use them by uploading the DNG files in your Lightroom Desktop and save them as preset.)➤ PDF file containing a link to download your mobile and desktop presets➤ PDF installation guideEtsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets☆ Compatibility ☆➤ For MOBILE and DESKTOP use (iPhone, Android, PC, MAC)➤ Compatible with free version of the Adobe Lightroom App. You can download this app for free on your mobile phone (iPhone or Android)➤ Compatible with the paid desktop version of the Adobe Lightroom Classic CC (version 7.3+)➤ For use on JPEG and RAW images☆ BUY 5 AND GET 30% OFF!! ☆Add 5 presets in your cart and receive automatically 30% discount!https://www.etsy.com/shop/EliteStudioPresets☆ 24/7 Support ☆If you have any questions or need some help with the presets, please contact me at Etsy or through email elitestudiopresets[at]@gmail.com♡ Share with Us! ♡I would love to see how your pictures turned out by using our presets. Please include them in your review! Tag or DM us on instagram to get featured!@elitestudiopresets© 2020 Elite Studio Presets, All Rights ReservedTerms of Use: By purchasing this item, you are automatically agreeing to the terms of use. Included but not limited to: Prohibition of sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "100", "store_reviews": "749 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/782384908/20-lightroom-mobile-desktop-presets"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=734939541", "store_sales": "70,786 sales", "store_rating": "4.9099", "listing_title": "5 Color Pop Lightroom Mobile & Desktop Presets, Vibrant iPhone Photo Editing for Instagram Blogger, Bright Summer Travel Influencer Filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Color Pop Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram Influencers, Bright Vibrant Photo Editing Filter for Summer Travel🌟The Color Pop Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add beautiful, vibrant tones to your Instagram photos. These presets were inspired by my personal Instagram editing style & digital nomad lifestyle.These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "77", "store_reviews": "5,613 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/734939541/5-color-pop-lightroom-mobile-desktop"}, {"seller_text": "AmodedesignCo", "seller_href": "https://www.etsy.com/shop/AmodedesignCo?ref=simple-shop-header-name&listing_id=679270488", "store_sales": "825 sales", "store_rating": "4.8889", "listing_title": "Font download, Digital font, Calligraphy font, Script Font,Handwritten font, Wedding font,Brush font, Modern font, Instant download, Fonts", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.75\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 ZIP, 2 other files"], "listing_desc": "\n                    Aurellia is a classy handwriting font with a distinctive curve, inside with some interesting features that are perfect for a feminine-style project.Aurellia start and end swashed on uppercase and lowercase letters, very beautiful ligature that is very qualified for wedding design projects, fashion, greeting, invitation, social media and much more.This font including alternate glyph. You can access the alternate glyph via Font Book (Mac user) or Windows Character Map (Windows user).WHAT'S INCLUDED : Aurellia Script ( OTF ) (TTF)Featured This FontBasic Character ( Uppercase and Lowercase, Numerals, Symbol and punctuation )LigaturesSwashedPUA EncodedMultilingual SupportIMPORTANTBecause of the digital nature of these products, no refunds will be given.Thank you again for interest if you have any questions feel free to send me a message I'll be happy to answer any  questions.Love this design you may also like:https://www.etsy.com/listing/705172783/font-digital-font-calligraphy-font?ref=shop_home_active_4\n", "listing_reviews": "53", "store_reviews": "73 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/679270488/font-download-digital-font-calligraphy"}, {"seller_text": "IuliiaPresets", "seller_href": "https://www.etsy.com/shop/IuliiaPresets?ref=simple-shop-header-name&listing_id=748881190", "store_sales": "9,430 sales", "store_rating": "4.7874", "listing_title": "20 Lightroom Mobile Presets Desktop VIBRANT Bright Summer Preset Vivid Color Pop Presets Lifestyle Beach LR Mobile Presets Instagram Filters", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $5.97\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ❤️ See more presets in our shop: ❤️www.etsy.com/shop/IuliiaPresets📎Important!Lightroom Presets DESKTOP & MOBILE, DESKTOP and MOBILE versions separately you can see in my shop! (Links below)📎This set of vivid colors presets (Lightroom Desktop Presets and LR Mobile Presets) is perfect for your colorful photos. Using this Vibrant presets as Instagram filters you can transform your Instagram feed to amazing vivid tones!These Desktop and Mobile color pop presets were tested with different colors using as blogger, influencer presets and lifestyle presets.📎Lightroom Desktop & Mobile VIBRANT bright summer and beach Preset in 20 different variations.Based on your camera settings, lighting conditions, white balance settings, dominant colors etc., you may need to slightly adjust the settings of the presets to make your photos look perfect!It is for this reason the additional variations of the Original preset were created to make sure that you get the desired results for different settings of your original photos.📎You can easy to download presets and add photo filter by one click!📎Buy MOBILE version onlyhttps://www.etsy.com/listing/748877780/📎Buy DESKTOP version onlyhttps://www.etsy.com/listing/762758501/📎Have a look at all presets and story highlight icons in my shop:https://www.etsy.com/shop/IuliiaPresets 📎FREE TEST EDIT! ❤️Can't decide what preset to buy? Text me a message 📝and I can do a FREE test edit for your photo using 3 presets you have chosen to help you decide!📎How to install Lightroom presets you can see in my included instructions.📎You need Lightroom App on your Mobile/Desktop devices.📎Included:- Lightroom Desktop Presets (20 XMP files and 20 LRTEMPLATE files (for different Lightroom versions) for desktop only)- Lightroom Mobile Presets (20 photo editing DNG files)- Step-by-step text guide with video instructions📎If the filter makes your photos too dark or too light, adjusting the exposure and/or contrast should fix this. The result depends on the lighting of your original photos.📎Due to the nature of digital downloads no exchanges or refunds will be made.Make sure you read all product information carefully before making a purchase.If you have any questions, please contact me and I will be happy to help you!📎Please follow me on Instagram @iuliiapresets to see the presets in action. Tag me with @iuliiapresets when you post your photos using my presets! I would be happy to see them!📎Stay In Touch:Instagram: @iuliiapresetsEmail: iuliiapresets [a] gmail.com📎Important: There is no refund/exchange/cancellation for the purchases with digital items! 📎©2019, IuliiaPresets, All Rights ReservedDo not copy or redistribute!\n                ", "listing_reviews": "14", "store_reviews": "318 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/748881190/20-lightroom-mobile-presets-desktop"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=747180046", "store_sales": "237,231 sales", "store_rating": "4.8715", "listing_title": "10 Lightroom Presets For Desktop and Mobile Lightroom INSTA / Lightroom Mobile Presets / Instagram Filter for Bloggers, Photo Editing", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    10 Mobile Lightroom Presets INSTA THEME , instagram preset,  influencer presets , lifestyle blogger presetsEdit your Instagram photos like a pro on your mobile device! Instagram Preset INSTA THEME Included 10 presets inspired by travel bloggers and influencers around the world  and will enhance your photos and assist in creating a cohesive Instagram feed. This preset for every kind of picture that will surely deliver stunning results and make your images look a hundred times better! For photographers who do a lot of fashion, travel and lifestyle photography.🔺Included10 LIGHTROOM PRESET .DNG file .ZIP Archive 10 LIGHTROOM PRESET .XMP file .ZIP Archive .PDF file with direct link to download presets directly to your phone .PDF Instruction Guide 📍Unfortunately, Etsy does not support downloading digital files via Etsy App. Please download via one of the following options:1. Visit your email and click 'View Your Files on Etsy' in the email received from Etsy. Login to your Etsy account (if you have one). You will see the links to your files at the bottom of the page.2. Login to your Etsy account via Safari or Google Chrome browser on your mobile phone. Click on Your Account (a circle in the top right corner) > Purchases and Reviews > Your Order > 'Download Files'. You will see the links to your files at the bottom of the page.Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and I'll send your preset immediately and you can save directly in your camera roll‼️For any questions or editing help Please contact me email victoriabee.shop [!at] gmail.com© 2019-2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoKeywords: Instagram Filter, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Lightroom filter for Blogger, Summer presets, cohesive aesthetic,  lightroom desktop, photo filter,  instagram filter\n                ", "listing_reviews": "41", "store_reviews": "8,047 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/747180046/10-lightroom-presets-for-desktop-and"}, {"seller_text": "Blondary", "seller_href": "https://www.etsy.com/shop/Blondary?ref=simple-shop-header-name&listing_id=967519508", "store_sales": "2,567 sales", "store_rating": "4.9957", "listing_title": "Mobile Lightroom Presets, Spring Preset, Vintage Presets, Vsco Filters, Iphone Presets, Lightroom, Mobile Presets, Instagram Filters, Bright", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.89\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Mobile Lightroom Presets, Instagram Presets, Vintage Presets, Spring Preset, Travel presets, Bright Presets, Photo filter, Blogger Presets, Indoor photo presets, Lifestyle presets, Warm Bright preset, Instagram Filter✩ FREE PRESETS OFFER ✩💥 GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE 💥💥 GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE 💥*Spring Mobile Preset: include 1 mobile lightroom preset perfect for Spring. Transform your outdoor photos with the Spring Lightroom Preset*⭐You Will Receive :- 1 DNG. Mobile Preset- 1 PDF file - Mobile InstructionsAll presets files are in DNG format.After the download you will need to unzip the file, either on your PC (and then send the mobile presets to your phone) or on your phone (if you have an app that can unzip files).- If you have problems with installation or with downloading your files just contact me and I'll do my best to help you.- Please keep in mind that each photo has different light setting so you can tweak some settings as light, contrast etc after applying you presets to get best results.For personal use ONLY! You may NOT sell, distribute, rent, give, sub-license, or transfer presets, or presets sent to anyone else.More Presets:Creamy Presets:https://www.etsy.com/listing/948185389/mobile-lightroom-presets-5-creamy?ref=shop_home_active_8&pro=1Winter Snow Presets:https://www.etsy.com/listing/949617290/mobile-lightroom-presets-12-winter-snow?ref=shop_home_active_9&pro=1Selfie Presets:https://www.etsy.com/listing/969972545/mobile-lightroom-presets-8-selfie?ref=shop_home_active_4&pro=1Fitness Presets:https://www.etsy.com/listing/943374818/lightroom-presets-6-fitness-presets?ref=shop_home_active_5&pro=1Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filters, Travel Presets, Influencer Presets, warm presets, iPhone Presets, Moody Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright Presets, Clean Preset, Color Pop Preset, Vibrant Presets, Mountains Presets, Bright Nature Presets, Nature Presets , Landscape Presets, Adventure Presets, Hiking Presets, Spring Presets, Green Presets\n                ", "listing_reviews": "29", "store_reviews": "234 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/967519508/mobile-lightroom-presets-spring-preset"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=743667337", "store_sales": "237,230 sales", "store_rating": "4.8715", "listing_title": "20 Lightroom Presets LIGHT AND AIRY, Bright and Clean Instagram Presets, Mobile and Desktop Photo Filter, Instagram Photo Editing", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    Mobile and Desktop Lightroom Presets LIGHT & AIRY Blogger Preset Collection for Instagram Photo preset Bright and Light preset Photo filterLighten your dark photo, add brightness to it and refresh it with this preset bundle! 🔺Included20  LIGHTROOM PRESET .ZIP file with .DNG .XMP.PDF file with direct link to download presets directly to your phone .PDF Instruction Guide Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️For any questions or editing help Please contact me email victoriabee.shop [!at] gmail.com© 2019-2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoKeywords: Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset\n                ", "listing_reviews": "100", "store_reviews": "8,047 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/743667337/20-lightroom-presets-light-and-airy"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=870000293", "store_sales": "25,454 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets, Beauty Presets, Instagram Filters, Natural Presets, Vsco Filters,Lightroom Mobile Presets, Nude Presets, Selfie", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "18", "store_reviews": "793 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/870000293/3-mobile-lightroom-presets-beauty"}, {"seller_text": "EliteStudioPresets", "seller_href": "https://www.etsy.com/shop/EliteStudioPresets?ref=simple-shop-header-name&listing_id=881740942", "store_sales": "17,026 sales", "store_rating": "4.7485", "listing_title": "Lightroom Preset ICE COFFEE, Single Mobile Desktop Lightroom Preset, Soft Light Beige Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $1.83\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 2 other files"], "listing_desc": "\n                    Lightroom Presets ICE COFFEE, Single Mobile Desktop Lightroom Presets, Soft Light Brown Preset☆ What is included? ☆➤ 1 Mobile Preset in .DNG format➤ 1 Desktop Preset in .XMP format (NOT lrtemplate format, but you can still use them by uploading the DNG files in your Lightroom Desktop and save them as preset.)➤ PDF installation guide☆ Compatibility ☆➤ For MOBILE and DESKTOP use (iPhone, Android, PC, MAC)➤ Compatible with free version of the Adobe Lightroom App. You can download this app for free on your mobile phone (iPhone or Android)➤ Compatible with the paid version of the Adobe Lightroom Classic CC (version 7.3+)➤ For use on JPEG and RAW imagesSince each image is different due to lighting conditions, camera settings, and personal style, these presets may need to be slightly altered to fit your needs.☆ BUY 5 AND GET 30% OFF!! ☆Add 5 presets in your cart and receive automatically 30% discount!https://www.etsy.com/shop/EliteStudioPresets☆ 24/7 Support ☆If you have any questions or need some help with the presets, please contact me at Etsy or through email elitestudiopresets[at]@gmail.com♡ Share with Us! ♡I would love to see how your pictures turned out by using our presets. Please include them in your review! Tag or DM us on instagram to get featured!@elitestudiopresets© 2020 Elite Studio Presets, All Rights ReservedTerms of Use: By purchasing this item, you are automatically agreeing to the terms of use. Included but not limited to: Prohibition of sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "22", "store_reviews": "749 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/881740942/lightroom-preset-ice-coffee-single"}, {"seller_text": "SnazzyMango", "seller_href": "https://www.etsy.com/shop/SnazzyMango?ref=simple-shop-header-name&listing_id=990671746", "store_sales": "3,763 sales", "store_rating": "4.6667", "listing_title": "CUSTOM Bachelorette Instagram Filter! Neon Bachelorette Filter, Bachelorette Filter Instagram, Instagram Effect, Hen Party Filter, Instagram", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $8.01+\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: Adobe Illustrator, Photoshop, Instagram, Facebook, Spark AR, Glitter, Insta Stories, Effect, Instagram Story, Insta Story, Neon, Bachelorette, Filter\n\n\nRead the full description"], "listing_desc": "\n                    Custom Neon Bachelorette Filter For Instagram, Instagram Stories Filter!TRY BEFORE YOU BUY: https://www.instagram.com/ar/510638693640520Make a statement at your bachelorette with your very own custom Instagram/Facebook filter! All your family, friends, guests and followers will have access to your filter! Anyone who sees your story will also have access to your filter! Unlike snapchat filters it's not restricted to location and there is no upload cost!| CUSTOMISATION |Information Required:Name -Date -All colours and text are customisable so feel free to message me if you require different colours or wording!| HOW IT WORKS |1 - Enter your personalisation requirements in the space provided when ordering.2 - I then design your filter in Instagram/Facebook's unique software.3 - A proof will then be sent to you of how your filter will look, please allow 24hrs for this.4 - Once you're happy with how your filter looks, I then submit it to Instagram/Facebook to upload to their filter collection. (This can take up to 48hrs)!5 - Once the filter has been accepted by Instagram/Facebook I will then email you a link to where you can find your filter on the social media site!6 - You can share the link with all your friends, family and guests! Alternatively, when your post to your story using the filter a badge will be displayed in the top left corner. Anyone who clicks on this will also have access and be able to use your filter! (An example of this is Picture 3).Please message me if you have any questions.  :)If you include the snapchat version in your order, this is just for the filter file. You must upload the filter to Snapchat where costs may be incurred due to location and date. More information can be found here: https://www.snapchat.com/l/en-gb/on-demand/Facebook and Instagram filters are uploaded by me at no extra cost.My full collection of Instagram & Facebook filters can be found here:https://www.etsy.com/uk/shop/SnazzyMango?ref=seller-platform-mcnav&section_id=21416837Keywords:bachelorette, bachelorette filter, instagram bachelorette filter, insta effect, instagram effect, neon bachelorette, neon filter, hen party, hen party filter, Insta Filter, Instagram Filter, Instagram Story, Instagram Stories, Insta Stories, Instagram Wedding, Instagram Wedding Filter, Rose Gold Wedding Filter, Insta Wedding Filter, Insta Wedding Effect, Insta Wedding Stories, Insta Wedding, Instagram Wedding, Rose Gold Wedding Filter, Insta Mask, Insta Effect\n                ", "listing_reviews": null, "store_reviews": "466 shop reviews", "search": "fonts", "url": "https://www.etsy.com/listing/990671746/custom-bachelorette-instagram-filter"}, {"seller_text": "BabyCrochetArt", "seller_href": "https://www.etsy.com/shop/BabyCrochetArt?ref=simple-shop-header-name&listing_id=880267782", "store_sales": "7,670 sales", "store_rating": "4.9118", "listing_title": "Letters with hearts SVG - Heart font svg - Heart letters svg - Cricut Silhouette - Script font svg - Handwritten svg", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.50\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP"], "listing_desc": "\n                    ***** INSTANT DOWNLOAD *****This listing was made very carefully specially for your crafts. You may use the files with any software compatible with SVG, EPS or DXF formats.NOTE - this is not a system font. These are separate letters.WHAT WILL YOU GET:148 SVG files148 EPS files148 DXF files148 PNG filesYou will get the link for downloading the files immediately after the purchase. Let me know if something is going wrong.Download the file and unZIP it first.The files do not have watermarks.***** These digital files are perfect for personal or commercial use.YOU MAY make and sell any physical item with my design or elements of my design.DO NOT resell, copy or share my files. It is prohibited.Thank you for shopping and happy crafting!\n                ", "listing_reviews": "44", "store_reviews": "354 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/880267782/letters-with-hearts-svg-heart-font-svg"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=972851457", "store_sales": "171,645 sales", "store_rating": "4.8275", "listing_title": "10 Mobile LIGHTROOM Presets, Summer Preset, lightroom mobile presets, Desktop Presets Blogger, Natural Preset, Bright Instagram, vsco filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP, 1 PDF"], "listing_desc": "\n                    🎁 GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code: 2FREE• Pay only for 2 itemsMore presets in our SHOP:www.etsy.com/shop/KatherineDream• FILES INCLUDED IN YOUR PURCHASE •✔️ 10 MOBILE Lightroom presets for mobile Lightroom( free mobile lightroom app)✔️ 10 DESKTOP Lightroom presets for desktop Lightroom✔️ Post-purchase Support✔️ Instructions✔️ Instant Download • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions♡ HOW TO ORDER ♡- Tap “add to cart” or “buy it now”;- Receive receipt and email from Etsy with link to download file- Download the Lightroom presets instantly.❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it. :)🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "70", "store_reviews": "6,145 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/972851457/10-mobile-lightroom-presets-summer"}, {"seller_text": "CookByTroy", "seller_href": "https://www.etsy.com/shop/CookByTroy?ref=simple-shop-header-name&listing_id=1013623928", "store_sales": "935 sales", "store_rating": "4.9722", "listing_title": "Font Bundle | Branding Fonts - Cricut Fonts - Canva Fonts - Handwritten Fonts - Procreate Fonts | Instant Digital Download", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.00\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP"], "listing_desc": "\n                    Script Font Bundle with 50 Premium Handwritten Fonts, Calligraphy Font, Cricut Font, Wedding Fonts for CricutMAYBE YOU'LL FIND THIS FONT BUNDLE SOMEWHERE ON ETSY, BUT IT'S NOT ORIGINAL !! THIS IS MY ORIGINAL FONT BUNDLE !!PLEASE SUPPORT THE ORIGINAL PRODUCT FROM THE ORIGINAL DESIGNER !!This bundle contains 50 premium and popular fonts for only $8! It brings calligraphy, signature, handwritten and crafty fonts for your upcoming projects!Features:- Mostly font comes with swashes\\tails alternate- All font support multilingual language- All font is PUA encoded which means you can access all of the glyphs and swashes with ease- OTF, TTF & WOFF files included\n                ", "listing_reviews": "5", "store_reviews": "36 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/1013623928/font-bundle-branding-fonts-cricut-fonts"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=663947338", "store_sales": "171,645 sales", "store_rating": "4.8275", "listing_title": "21 Lightroom MOBILE Presets - Lightroom Presets - Instagram Filter - Mobile Preset & Desktop Preset, Lifestyle Blogger Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    • Professional Lightroom Presets for free Mobile and Desktop Lightroom• You receive 21 variants of presets with white/slightly warm/slightly cold tones• You can use them unlimited number of times.• Post-purchase support guaranteed - if you need my help with editing don't hesitate to contact me ✅FILES included:- 21 Lightroom presets in DNG format for MOBILE Lightroom (free app compatible with both IOS and ANDROID).- 21 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 itemsThis Preset package is perfect for all dark or normal photos. All presets will give your photos and images modern, clean and bright look. It is perfect for indoor as well as outdoor photos and it will also tweak lightings. This package is perfect for bloggers and profesional photographers as well as for casual photographers because no additional tweaks are needed. White Lifestyle can change your photos with one click right on your phone.  White Lifestyle Lightroom Presets have been created to brighten your photos with a light, white and clean look.❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "25", "store_reviews": "6,145 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/663947338/21-lightroom-mobile-presets-lightroom"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=665103784", "store_sales": "237,230 sales", "store_rating": "4.8715", "listing_title": "10 Lightroom Presets RIESLING for Desktop and Mobile Lightroom, Color Pop, Vibrant Presets, Instagram Blogger Summer Photo Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    10 Mobile Lightroom Presets Riesling Summer preset Warm preset Travel presets Instagram filter Sunny preset This presets pack will bring out Vibrant Rich Tones and Saturated Summer Pop Colors in your photos.10  LIGHTROOM PRESETS RIESLING  for Mobile and Desktop LightroomThese Presets Pack  are perfect for Instagram, blogging and photo editing on the go. Hight Quality Preset, Great for Portraits, Bloggers, Travelers, Engagements and Wedding' shoots, a user friendly pack, easy to use, One click Lightroom Preset that gives your collection of work a more cohesive and aesthetic feel and get you on your way to creating stunning images. 🎁 GET 5 & PAY FOR 3: add 5 presets to your cart, use coupon: GIFT2 and pay for 3 only https://www.etsy.com/shop/VictoriaBeePhoto?coupon=GIFT2This pack Included 10 presets inspired by travel bloggers and influencers around the world.This preset for every kind of picture that will surely deliver stunning results and make your images look a hundred times better! For photographers who do a lot of fashion, travel and lifestyle photography.Check out my Bestseller Itemshttps://www.etsy.com/shop/VictoriaBeePhoto♦️ Works in Lightroom Mobile App (iOS/Android)♦️ Works With & Without Adobe subscription♦️ Compatible with All Photo formatsIncluded:🔶10 Lightroom presets in .DNG format for MOBILE Lightroom .ZIP archive🔶10 Lightroom presets in .XMP format for DESKTOP Lightroom .ZIP archive🔶.PDF file with direct link to download presets directly to your phone 🔶.PDF Instruction Guide 10 Riesling Presets  has been created to achieve a very modern, glamorous, trendy & Instagram aesthetic look. You will get best fashionable, professional  one-click result from this pack.Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️Keep in mind that all presets work differently with each photo depending on a number of factors such as lighting, white balance, tone etc. Please contact me for any questions or editing help victoriabee.shop [!at] gmail.com© 2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephoto  ©victoriabee.presetsMobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset, Pop Colour Preset, Vibrant Preset, Summer Presets\n                ", "listing_reviews": "100", "store_reviews": "8,047 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/665103784/10-lightroom-presets-riesling-for"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=869986401", "store_sales": "25,455 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets,Honey Presets, Instagram Filter, Vsco Filters, Lightroom, Mobile Presets, Presets, Natural Nude, Blogger Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "12", "store_reviews": "793 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/869986401/3-mobile-lightroom-presetshoney-presets"}, {"seller_text": "LifesLemonadeCC", "seller_href": "https://www.etsy.com/shop/LifesLemonadeCC?ref=simple-shop-header-name&listing_id=922752367", "store_sales": "9,970 sales", "store_rating": "4.6683", "listing_title": "Wizarding Font | Numbers | Symbols | Letters | SVG | PNG | Instant Download! |", "listing_bestseller": "Bestseller", "listing_price": "\n                        $1.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 ZIP"], "listing_desc": "\n                    This magical, mystical Harry-Potter-inspired wizarding font can be used for all of your Crafting needs! It comes both as a SVG file and PNG file so you can use on your Cricut, silhouette machine, or print. The possibilities are endless!These files are instantly downloadable and will be sent to you soon after purchase on your Etsy account! It is super easy to use: Just download the zip file, open it onto your computer, and upload the individual files onto your Cricut Design Space or insert them into a document to use and then create away! And we can't all be crafting wizards! So, if any issues arise please do not hesitate to reach out to me!\n                ", "listing_reviews": "100", "store_reviews": "415 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/922752367/wizarding-font-numbers-symbols-letters"}, {"seller_text": "LizMartinezCreations", "seller_href": "https://www.etsy.com/shop/LizMartinezCreations?ref=simple-shop-header-name&listing_id=991883473", "store_sales": "197 sales", "store_rating": "5", "listing_title": "3 Retro Summer LIGHTROOM Mobile Presets, Presets, Blue Preset, Summer Preset, Teal Preset, Influencer Filter, Instagram Filter, Retro Preset", "listing_bestseller": "-", "listing_price": "\n                        $2.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 3 other files"], "listing_desc": "\n                    3 Retro Summer LIGHTROOM Mobile Presets, Presets, Blue Preset, Summer Preset, Teal Preset, Influencer Filter, Instagram Filter, Retro Preset*** Retro Summer Presets works best with with pictures that primarily have blues, greens, reds, and neutrals! Remember you might have to tweak the preset to your liking every so often since lighting, colors, and quality can vary photo to photo! ***SHOP MORE: https://www.etsy.com/shop/LizMartinezCreations/Presets are perfect for bloggers, influencers, photographers, and even personal accounts to help create a cohesive Instagram feed / theme. Works with one click to transform your pictures and enhance your brand. This Retro Summer Preset gives your photos dated and teal blue tones. This preset is great for lifestyle, travel, flat lay, interior design, fashion, and day-to-day photos.----------❂ INCLUDED IN YOUR PURCHASE ❂⚫ 3 Mobile Lightroom Presets (DNG files)⚫ Step-by-step guide for installationIf your mobile device is having trouble downloading or if you have any questions about editing, send me a message!❂ LET'S CONNECT ❂IG: www.instagram.com/simplyxlizPINTEREST: www.pinterest.com/simplyxliz/TIKTOK: www.tiktok.com/@simplyxlizEMAIL: lizmartinezcreations [at] gmail.com----------TERMS OF USE: No refunds or exchanges can be made for digital products after they are downloaded!© 2021 Liz Martinez Creations, All Rights ReservedTERMS AND CONDITIONS:Prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.Any other use is strictly prohibited and may violate copyright, trademark and other laws.Keywords:Mobile Preset, Instagram Preset, Influencer Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Lightroom CC, DNG, Presets, Retro Preset, Summer Preset, 70s Preset, 60s Preset, Blue Preset, Travel Presets, iPhone Presets, Bright Preset, Colorful Preset, Summer Preset, Vacation Preset\n                ", "listing_reviews": null, "store_reviews": "12 shop reviews", "search": "fonts", "url": "https://www.etsy.com/listing/991883473/3-retro-summer-lightroom-mobile-presets"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=971564670", "store_sales": "237,230 sales", "store_rating": "4.8715", "listing_title": "25 Mobile and Desktop Lightroom Presets, Magic Hour presets, Sunny Golden Lightroom Preset, Warm Instagram Filter, Sun Travel Summer Blogger", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $4.35\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    25 LIGHTROOM PRESETS MAGIC HOURLIGHTROOM PRESETS FOR GOLDEN HOUR, SUNRISE & SUNSETThe MAGIC HOUR preset gives photos a softer and warmer look , This preset is ideal for pictures that are taken under a natural light and works well with portraits and outdoor photos. The preset can be applied with just one click and will give your photos an interesting and amazing look –  ideal for creating stand-out photos for printing and hanging on your wall.Check out my Bestseller Itemshttps://www.etsy.com/shop/VictoriaBeePhoto♦️ Works in Lightroom Mobile App (iOS/Android)♦️ Works With & Without Adobe subscription♦️ Compatible with All Photo formatsIncluded:🔶25 Lightroom presets in .DNG format for MOBILE Lightroom (.ZIP Archive)🔶25 Lightroom presets in .XMP format for DESKTOP Lightroom (.ZIP Archive)🔶.PDF file with direct link to download presets directly to your phone (Dropbox)🔶.PDF Instruction Guide Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets.‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️Keep in mind that all presets work differently with each photo depending on a number of factors such as lighting, white balance, tone etc. Please contact me for any questions or editing help victoriabee.shop [!at] gmail.com© 2019-2021 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephoto\n                ", "listing_reviews": "7", "store_reviews": "8,047 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/971564670/25-mobile-and-desktop-lightroom-presets"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=923109412", "store_sales": "21,701 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Neutral Filter, Cream Preset, Instagram Filters, iPhone Presets, Lightroom Filter, Lifestyle Preset, Blogger Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it natural with this Ethereal Preset! This Lightroom Mobile preset will effortlessly soften and mute the shades in your photos to achieve a bright creamy look with the click of button! ❀ Your purchase includes ❀- 1 Ethereal Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "23", "store_reviews": "1,130 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/923109412/lightroom-mobile-preset-neutral-filter"}, {"seller_text": "Everythingin1shop", "seller_href": "https://www.etsy.com/shop/Everythingin1shop?ref=simple-shop-header-name&listing_id=748673393", "store_sales": "39,516 sales", "store_rating": "4.756", "listing_title": "Disney Font svg, Disney Font ttf, Disney Alphabet svg, Disney Letters svg, Font Disney Svg, svg files for cricut and silhouette", "listing_bestseller": "Bestseller", "listing_price": "\n                        $0.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 ZIP"], "listing_desc": "\n                    This listing is for an INSTANT DOWNLOAD ONLY. TECHNICAL SUPPORT IS OFFERED FOR ADDITIONAL COST. NO PHYSICAL PRODUCT WILL BE RECEIVED.PLEASE READ THE ENTIRE DESCRIPTION BEFORE MAKE THE PURCHASE!!!!DISCLAIMER: The file will be sent \"AS IS\". Customer is responsible to know how to use the file with the appropriate software to edit/upload/print/cut. This listing is ONLY for the file showed in the listing's pic, WE DO NOT PROVIDE TECHNICAL SUPPORT OF HOW TO USE THE FILE WITH ANY SPECIFIC SOFTWARE OR CUTTING MACHINE. All our files have been tested before being posted.If you need support of how to use the file with CRICUT, it will be an additional cost associated depending on the customer knowledge level. PLEASE CONTACT US TO DISCUSS THE COST.  READY FOR USEThis SVG file is ready to be used and perfect for making decanls, adding to clothing, wall decorations, personal invitations, party announcements, web graphics, and much more projects. You can use this file with any cutting machine and any software compatible with the file types included.USEAll products can be used for literally anything, the sky is the limit! You can print, cut, edit and much more. Uses include but not limited to: vinyl cutting, HTV for t-shirts, card making, website/blog, social medias, graphics for cards, invitations, etc. Jut be creative!For personal use / Non-Profit UseFor Commercial use / Profit Use - Limited to Physical Finished Product ONLY.****NO DIGITAL PRODUCT SALES ALLOWED****The file will be sent \"AS IS\".IMPORTANT NOTE***PLEASE make sure the program/software/machine you are using accepts any of the file types included on this listing. ALL of our files have been tested with at least two (2) different programs before being posted. THERE ARE NO REFUNDS!!!!!\n                ", "listing_reviews": "100", "store_reviews": "2,489 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/748673393/disney-font-svg-disney-font-ttf-disney"}, {"seller_text": "YvesRoyFinds", "seller_href": "https://www.etsy.com/shop/YvesRoyFinds?ref=simple-shop-header-name&listing_id=988135546", "store_sales": "1,264 sales", "store_rating": "4.6833", "listing_title": "Script font, Font with Tails, cursive font, swoosh font, font with swashes, swirly font, font with tails, font for cricut, procreate font", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 ZIP"], "listing_desc": "\n                    Shocking is a dazzling script font. This font is neatly crafted and highly detailed. Whatever the topic, this font will be a wonderful asset to your font library, as it has the potential to enhance any creation.This font is PUA encoded which means you can access all glyphs and swashes with ease!Files: OTF, TTF\n                ", "listing_reviews": "8", "store_reviews": "60 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/988135546/script-font-font-with-tails-cursive-font"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=869760089", "store_sales": "25,455 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets, Black Presets, Mobile Presets, Instagram Filter, Presets, Moody Blogger Presets, Influencer Luxury Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "8", "store_reviews": "793 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/869760089/3-mobile-lightroom-presets-black-presets"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=747825472", "store_sales": "237,231 sales", "store_rating": "4.8715", "listing_title": "10 Mobile Lightroom Presets FAMILY TIME / Lightroom Mobile Presets / Desktop Preset / Warm Photo Filter for Instagram", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    Lightroom Presets  , instagram preset, warm photo filter,  influencer presets , lifestyle blogger presets10 Lightroom presets FAMILY TIME  is created especially for family fun moment portraits to give it a stunning and styled look. The preset can be applied with just one click and will give your photos an interesting and amazing look –  ideal for creating stand-out photos for printing and hanging on your wall.🔺Included10 LIGHTROOM PRESET .ZIP Archive .PDF file with direct link to download presets directly to your phone .PDF Instruction Guide 📍Unfortunately, Etsy does not support downloading digital files via Etsy App. Please download via one of the following options:1. Visit your email and click 'View Your Files on Etsy' in the email received from Etsy. Login to your Etsy account (if you have one). You will see the links to your files at the bottom of the page.2. Login to your Etsy account via Safari or Google Chrome browser on your mobile phone. Click on Your Account (a circle in the top right corner) > Purchases and Reviews > Your Order > 'Download Files'. You will see the links to your files at the bottom of the page.Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and I'll send your preset immediately and you can save directly in your camera roll‼️For any questions or editing help Please contact me email victoriabee.shop [!at] gmail.com© 2019-2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoKeywords: warm filter, Instagram Filter, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, family preset,\n                ", "listing_reviews": "30", "store_reviews": "8,047 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/747825472/10-mobile-lightroom-presets-family-time"}, {"seller_text": "SewSweetParadise", "seller_href": "https://www.etsy.com/shop/SewSweetParadise?ref=simple-shop-header-name&listing_id=760213013", "store_sales": "197,597 sales", "store_rating": "4.9322", "listing_title": "Monogram SVG/PNG Alphabet, Fancy Monogram Alphabet, Digital Download for Cricut, Silhouette, Glowforge, 52 individual svg/png cut files", "listing_bestseller": "Bestseller", "listing_price": "\n                        $0.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP"], "listing_desc": "\n                    Digital Download - Comes with TWO zipped folders:1 zipped folder with 52 individual SVG files, A-Z (middle and side letters)1 zipped folder with 52 individual PNG files, A-Z (middle and side letters)PNG = transparent backgroundFancy Monogram Letters (52 SVG Files + 52 PNG Files) ***The letters are NOT a True Type Font (TTF). Each letter is its own SVG & PNG file. This listing is for an INSTANT DOWNLOAD. You can easily create your own projects. Can be used with Silhouette Studio (Designer Edition), Cricut Design Space, Make the Cut, Sir Cuts a Lot, Brother ScanNCut2, SCAL, Glowforge, Inkscape, CorelDRAW, Adobe Illustrator OR other software/machines that accept SVG or PNG files. ***If you are using the Silhouette Studio Basic Edition, it does NOT accept SVG files. However, you can use the PNG letter files and the \"trace\" option in Studio. Files can be downloaded instantly. No physical item will be delivered.Not to be resold as any type of digital download. Commercial use OK to be used on physical items for sale.***Please make sure the program/software you are using accepts SVG or PNG files. ALL of our files have been tested in three different programs. There are NO refunds!\n                ", "listing_reviews": "100", "store_reviews": "11,278 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/760213013/monogram-svgpng-alphabet-fancy-monogram"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=811454351", "store_sales": "70,786 sales", "store_rating": "4.9099", "listing_title": "5 Natural Tones Mobile & Desktop Lightroom Presets, Beige Clean Outdoor Photo Editing Filter for Instagram Influencer Lifestyle Blogger", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Natural Tones Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram Influencers, Clean Outdoor Photo Editing Filter for Lifestyle and Travel🌟The Natural Tones Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add slightly cool beige, tan and white tones to your Instagram photos. These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "100", "store_reviews": "5,613 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/811454351/5-natural-tones-mobile-desktop-lightroom"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=856057614", "store_sales": "25,455 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets, Pink Presets,Instagram Filters, Natural Presets, Mobile Presets, Presets, Blogger Presets, Blush Presets, Vsco", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "22", "store_reviews": "793 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/856057614/3-mobile-lightroom-presets-pink"}, {"seller_text": "vultype", "seller_href": "https://www.etsy.com/shop/vultype?ref=simple-shop-header-name&listing_id=1004627956", "store_sales": "1,114 sales", "store_rating": "4.8667", "listing_title": "Calligraphy Font Bundle, Handwritten Font Bundle, Script Font, Wedding Font Bundle, Cricut Font, Canva Fonts, Procreate Font, Signature font", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $9.00\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP"], "listing_desc": "\n                    🔥 One of the Biggest Font Bundle On The MarketScript font bundle 😃🎉 🎈 🍻Let's welcome huge font bundle with 45+ Handwritten Font. that you can use on future projectsNormally, all these script font sets would cost you $810 but for a limited time only, you can get this bundle for $9All characters have an imperfect shape that gives a natural look in design. It easily cooperating together and perfect for creating the traditional style Invites, planner stickers, fabric, cushions, blogs, branding, weddings, scrapbooking, posters, packaging, nail art, etc with Standard LicensePLEASE NOTE : Software for use this font & opentype : Adobe Illustrator, Adobe Photoshop, Adobe Indesign, Word, Corel draw, inkscape, Cricut Design Space, Silhouette Studio).Available in TTF & OTF formatsUse the fonts for: logos, branding, wedding invitations, farmhouse decor, farmhouse signs, mugs, shirts, pantry labels, stickers, business cards, greeting cards, posters, social media, planner prints and websites.Commercial use for this font is allowed→ For Commercial Purpose→ Unlimited Download Sales→ No Credit RequiredI really hope you have a lot of this signature font using all the amazing goods from this bundle - it was made with love!If you have any questions - please message me - I'm here to help!Enjoy\n                ", "listing_reviews": "5", "store_reviews": "45 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/1004627956/calligraphy-font-bundle-handwritten-font"}, {"seller_text": "DixieTypeCo", "seller_href": "https://www.etsy.com/shop/DixieTypeCo?ref=simple-shop-header-name&listing_id=787572172", "store_sales": "15,334 sales", "store_rating": "4.9306", "listing_title": "Big Farmhouse Font Bundle, .OTF installable fonts, cursive fonts, brush script fonts, font bundle, script fonts, cricut, hand lettered, home", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $10.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 ZIP"], "listing_desc": "\n                    Check out our 2021 membership package (for only $35!) here:https://www.etsy.com/listing/894241850/2021-otf-font-membership-receive-allWe also offer a monthly membership for as low as $1.99 - ask us how!_________________________________________________________________________________Grab these 8 installable fonts in one download, for a savings of over 70% off!These fonts were all hand-lettered with a brush and ink, or iPad Pro.The 8 fonts included are:SHIPLAP: https://www.etsy.com/listing/770966503/instant-otf-download-shiplap-sans-serifCOTTAGE STYLE: https://www.etsy.com/listing/758452169/instant-otf-download-cottage-style-aHOMESTEAD: https://www.etsy.com/listing/759725843/instant-otf-download-homestead-sansFARMER'S MARKET: https://www.etsy.com/listing/722922626/instant-otf-download-farmers-marketFARMHOUSE CHARM: https://www.etsy.com/listing/744516592/instant-otf-download-farmhouse-charmGORGEOUS SKYWALK: https://www.etsy.com/listing/778692282/instant-otf-download-gorgeous-skywalk-aHONEY BEE: https://www.etsy.com/listing/776686132/instant-otf-download-honeybee-font-fileFRESH LINENS: https://www.etsy.com/listing/744433716/instant-otf-download-fresh-linens-aThese fonts come in a .zip file that includes an INSTALLABLE .otf file for EACH font. You will need to \"unzip\" the folder, and install the fonts individually to your computer.Check out the links above for individual listings and information.Thanks and ENJOY!------This listing includes a Limited Commercial License for all fonts. Read license info in our shop announcements.ALL RIGHTS RESERVED. By purchasing these downloadable fonts you agree not to edit, sell, or redistribute the artwork.Check out more designs here: https://www.etsy.com/shop/DixieTypeCo\n", "listing_reviews": "78", "store_reviews": "1,153 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/787572172/big-farmhouse-font-bundle-otf"}, {"seller_text": "SunnyStudioD", "seller_href": "https://www.etsy.com/shop/SunnyStudioD?ref=simple-shop-header-name&listing_id=977374597", "store_sales": "5,045 sales", "store_rating": "4.7647", "listing_title": "Cursive Fonts SVG Bundle, SVG Cursive Font, Cursive Font SVG, Handwritten Cursive Font, Cursive Font For Cricut", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.78\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 ZIP"], "listing_desc": "\n                    Welcome to Sunny Studio!Our “30 Handwritten Cursive Fonts” Vol. 1 includes a zip file with all the fonts shown in the cover image. These 30 Fonts are perfect for Cricut, Silhouette, Cameo, among other different uses. We have 5 more SVG Cursive Bundle Fonts to choose from with 180 Fonts: https://www.etsy.com/shop/SunnyStudioD?ref=seller-platform-mcnav&section_id=33051614This zip file includes: . 30 SVG with transparent background. 30 OTF. 30 TTF. 30 EPS. 30 PNG with transparent background. 30 DXF. 30 PDF with high-quality printingEach page includes 1 font (30 pages-30 fonts) and each font includes the English alphabet in upper and lower case. Other elements such as quotation marks, colon, at sign, question marks, and exclamation marks, among others, are also included. You can easily buy any of our digital products and fonts and use them right away. Just buy it, wait 1 minute, and go to your Etsy account. In your Etsy account go to Purchases and Reviews and next to the order select Download Files. If you don't have an Etsy account, don't worry, once the purchase is made you will immediately receive an email with the download link. TERMS OF USEYou can use these 30 Fonts to create unlimited physical or digital products, but you are not allowed to resell or redistribute this bundle of fonts. PLEASE NOTEThis is a DIGITAL PRODUCT that you can download after the purchase. You will not receive anything in the mail because this is not a physical product: it’s a digital product. This is a digital product and no return or exchange is possible, but if you have any questions/concerns please feel free to contact us. Please, it would be great if you could take a minute to leave a positive comment after download your order. This would help me a lot because it gives the confidence for other people to trust this small store. Thanks!All the best, Victor\n                ", "listing_reviews": "39", "store_reviews": "153 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/977374597/cursive-fonts-svg-bundle-svg-cursive"}, {"seller_text": "HyggelyStudio", "seller_href": "https://www.etsy.com/shop/HyggelyStudio?ref=simple-shop-header-name&listing_id=727311464", "store_sales": "21,406 sales", "store_rating": "4.919", "listing_title": "10 Lightroom MOBILE Presets, Bright and Airy Mobile Light room Presets, Blogger and Instagram Photo Filters, Lightroom CC, Light Bright Ig", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.55\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF"], "listing_desc": "\n                    Elevate your social media presence with these Bright & Airy presets for MOBILE! These are used best for images used in light spaces or shot in natural light.☞ PLEASE NOTE: THIS IS A DIGITAL DOWNLOAD! NO PHYSICAL COPY WILL BE SENT TO YOU! ☜CHECK OUT MORE FROM THIS SHOP --> https://www.etsy.com/ca/shop/HyggelyStudio-----------------------------------------------DETAILS FOR INSTANT DOWNLOAD:-----------------------------------------------♡ INSTANT DIGITAL DOWNLOAD!You will receive 10 preset files (PDF will have a clickable link to your files through google drive)+ PDF WITH LINK TO STEP BY STEP INSTRUCTIONS WITH PHOTOS!➀ BRIGHT&AIRY - ORIGINAL - DNG FILE➁ BRIGHT&AIRY - BRIGHT - DNG FILE➂ BRIGHT&AIRY - INTERIOR - DNG FILE➃ BRIGHT&AIRY - INTERIOR SHARP - DNG FILE➄ BRIGHT&AIRY - LOW SAT - DNG FILE➅ BRIGHT&AIRY - SHARP - DNG FILE➆ BRIGHT&AIRY - WARM - DNG FILE➇ BRIGHT&AIRY - TWO - DNG FILE➈ BRIGHT&AIRY - SHARP TWO - DNG FILE➉ BRIGHT&AIRY - THREE - DNG FILE!! These presets are created for Mobile Lightroom ONLY !!*If you would like the Desktop version of these presets, please message me, and I will direct you to the desktop listing*- Compatible with both the Paid and Free Versions of Lightroom Mobile- Instant Download Directly to Mobile Device, No Desktop Needed- Compatible with JPG & Raw ImagesBased on your lighting conditions, camera settings, and personal style, these presets may need to be slightly altered to fit your needs. I am always happy to help you use the presets if you are having trouble.  !! No refunds or exchanges can be made on digital products !!TERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE FOLLOWING -- - Do not share these files- Do not sell these files- Derivative works are also prohibited© 2019 Hyggely Studio - All Rights Reserved\n                ", "listing_reviews": "58", "store_reviews": "816 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/727311464/10-lightroom-mobile-presets-bright-and"}, {"seller_text": "BeckMcCormick", "seller_href": "https://www.etsy.com/shop/BeckMcCormick?ref=simple-shop-header-name&listing_id=632828095", "store_sales": "30,560 sales", "store_rating": "4.9934", "listing_title": "Entire Shop Font Bundle - Rustic Font - Farmhouse Font - Calligraphy Font - Cursive Font - Cricut Font - Commercial Use Font - Design Space", "listing_bestseller": "Bestseller", "listing_price": "\n                        $24.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 RTF"], "listing_desc": "\n                    SO MANY FONTS!Enjoy ALL fonts currently available in my Etsy shop!! There are more than 150 fonts, with some offerings being duos, trios, or families! Back by request, you can save nearly 99% by purchasing this font bundle. This bundle includes rustic fonts, farmhouse fonts, beautiful cursive fonts, calligraphy fonts, and more! Font file types provided are .otf, .ttf, and webfont files. You may use for personal projects or use commercially. You pay ONE time, and receive complete & total access to each & every font I've ever made, and will EVER make -- future font releases are included for FREE!!!For a full, comprehensive view of what is offered, check out this link to see full images for each font included in this amazing deal: https://beckmccormick.com/product/all-inclusive-font-bundle/Save literally over $1700+ by purchasing this font bundle, available for a limited time only. Fonts will be delivered via instant download once payment is confirmed -- you will receive a PDF file as your download. The PDF contains the Google Drive Link that you will need to gain access to your font bundle purchase. Bookmarking this link is recommended, as I continually update the link with new releases. Let me repeat - YES, you're basically paying once and getting all future fonts for free!\u2028UP FRONT EASY LICENSINGPersonal & Commercial Use are allowed for:∙ unlimited projects & unlimited sales∙ use on your own website∙ you do not have to provide credit\u2028You may not:∙ create alphabet products or create an embroidery font for sale∙ install on a server or embed in a .pdf for use by your customers, like in Templett or Corjl [additional licensing is required for this]∙ sell, distribute, offer for free, trace, or alter the font∙ claim as your own creation_______OTHER ADDITIONAL INFORMATIONThe .otf and .ttf are standard, installable font files which you can use in any program that accesses the fonts installed on your computer. You only need to install ONE of these files; .otf is recommended.You can use in any program that accesses your computer’s installed fonts! This includes programs like Word, Pages, Excel, Numbers, Publisher, Powerpoint, Photoshop, Illustrator, Cricut Design Space, Silhouette, Procreate, & more. You may even upload to your own personal Canva account.Please note that some fonts may not be suitable for your project or equipment, as it relates to vinyl cutting - specifically very thin fonts, or fonts that are heavily textured, which could send your machine into overdrive.Many of my fonts include special OpenType features, like swashes, alternate characters, and ligatures. It is best to use software like Adobe CC programs (Photoshop, Illustrator) that ensure you can easily access those features. In the event that the program you use doesn’t readily support OpenType features, you can use FontBook or Character Map to copy/paste the exact characters you need! Although this does take a bit more time, it still gives you the opportunity to make full use of the font + its features!All programs are not created equally!! Please ensure that you know your design program’s capabilities prior to purchase and whether or not OpenType features will be easily supported. Read on to learn more about what makes my handlettered fonts so special! \u2028HANDLETTERED FONTS FOR GRAPHIC DESIGNERS, AGENCIES, AND THE CRAFTY CRICUT FANWhatcha gonna do with all those fonts?There is no limit to the number of projects you can create using one, some, or all of these lovely handlettered fonts. The most popular uses that my customers tell me about are creating logos & branded materials for their clients or creating gifts like artwork & quotes, t shirts, coffee mugs, farmhouse signs, or other products. You may even use the fonts to create + sell your own SVG files or printables if you're considering starting up your own small business.This font collection is versatile, and includes a wide variety of cursive fonts. You can find calligraphy fonts, signature fonts, farmhouse fonts, rustic fonts, and fonts that mimic handwriting. In addition to that, you'll also find some whimsical handlettered sans fonts and handwritten serif fonts.Fonts are super easy to install, and may be used in any program that accesses your system's installed fonts -- that includes things like Word or Pages, Excel or Numbers, Photoshop, Illustrator, or other Adobe programs, and more. You may also upload to your own personal Canva account, or import to Procreate so that you can create designs there, as well.\u2028CAN I USE FONT BUNDLES FOR CRICUT DESIGN SPACE OR SILHOUETTE STUDIO?Yes! I get this question all the time -- you most definitely can use these fonts in Cricut Design Space. This is one of the most popular font bundles for cutting machine users - it's very easy to use with your Cricut Machine. All you need to do, once the fonts are downloaded, is install the fonts on your computer! Make sure you restart Design Space, and the fonts will show up in the System Fonts section when your text tool is selected. Make your text box, and begin typing!You can follow similar steps for your Silhouette machine software - simply install, restart, select your text tool, & type!I have helpful blog post tutorials available, just in case you need a little extra helping hand. I gotchu.\u2028SAY NO TO FREE FONTS FOR CRICUTStop trying to find free fonts to use with Design Space - free fonts might sound cool, but you'll soon realize you're working with humdrum, boring fonts with limited features. Some of those fonts are a hot mess, let's be honest.My handlettered fonts are feature-rich, full of so many extra glyphs, swashes, hearts, alternate characters, and more! They're also PUA encoded, so that makes finding the special characters a total breeze - just use FontBook or Character Map if you're not working with OpenType-friendly software. (Please feel free to message me about this - I have a super handy blog post so you can learn!) You do not need Cricut Access to use these fonts within Design Space.You're probably wondering if you can use these fonts commercially, too! The short answer is YES! I like to keep my licenses as simple as possible. If you scroll back up to the top, you can see my easy, up front licensing. You'll make your money back in no time at all.\u2028WHAT'S STOPPING YOUSeriously, $25 gets you access to over 150 fonts (and growing), worth over $1700 (and growing), AND it includes commercial use. Totally unheard of, it's a steal of a deal. I love what I do, and letters are my thing. If crafting is your thing, designing SVG files & cut files is your jam, logo designs are what you love, or any other type of design work...this collection is for you. There are so many projects just waiting to be created - thousands of Etsy customers & other Etsy sellers can't be wrong with glowing five-star reviews. Go take a look yourself! Not sure if I'm legit? Find me on my own website, Creative Market, Creative Fabrica, FontBundles.net, and other design resource marketplaces. My fonts are used by Amazon, Minted, Smallwoods, Smucker's & more - it's very humbling and SUPER exciting. Letters feed my family, and I would be so thrilled see my fonts as a powerful addition to your font arsenal, helping you do the things that you love, too!PS, I offer lovingly handlettered SVG files, as well. These cut files are top notch, fantastic quality, and ready to upload as-is to your design software. Use a cutting machine to create your own project, or upload to a printer of your choice to have your apparel or decor made for you - easy peasy.You can check out my Entire Shop SVG Collection here: https://www.etsy.com/listing/619003462/Or, if you think that the powerhouse combo of handlettered fonts and badass handlettered SVG files is right for you, I offer the two bundled together here: https://www.etsy.com/listing/757514164/(And yes - future releases are included with those, too!)Questions? Shoot me a message, I'd love to hear from you & make sure you have exactly the information you need!\n                ", "listing_reviews": "100", "store_reviews": "1,680 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/632828095/entire-shop-font-bundle-rustic-font"}, {"seller_text": "DIGITALSHOPByMyles", "seller_href": "https://www.etsy.com/shop/DIGITALSHOPByMyles?ref=simple-shop-header-name&listing_id=1019938760", "store_sales": "2,072 sales", "store_rating": "4.7734", "listing_title": "Modern Font Bundle - Cricut Fonts, Procreate Fonts, Rustic Fonts, Branding Font, Handwritten Fonts, Farmhouse Fonts", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.00\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 File"], "listing_desc": "\n                    Modern Font Bundle - Cricut Fonts, Procreate Fonts, Rustic Fonts, Branding Font, Handwritten Fonts, Farmhouse FontsVery easy to use: Ungroup the layers and use the letters - duplicate and move them together, weld then cut.- TTF OTF FILES INCLUDED------------------------------------------------All of products on our Etsy Store is under Standard License.-----------------------------------------------HOW TO USE FONT : (connected letters, swirls, heart, swashes, diamond) How to get the special glyphs, swashes or alternates:🆗 Word: Insert > Symbol > Font🆗 Photoshop, AI,...: Type > Glyphs or Windows > Type > Glyphs🆗 Cricut: Cricut Design Space uses installed fonts. This means you have to install the font on your system first. After that make sure to completely close Cricut and start it again. If you don’t do this it might be that the new font doesn’t load properly.- Double-check the font is installed.- Close & restart Cricut Design Space.- Write out your text after ‘Add Text’, then select the ‘Font’ Dropdown.- Click ‘System Fonts’ to load your installed font.Our designs are perfect for creating home décor like wall hangings, pillows, linens, flags as well as clothing, gifts, wedding products, baby shower décor and clothing, birthday party favors and so much more.Because this is the digital font, so you can see in my shop policy, we can't refund for you!I really hope that you could create gorgeous design projects by using this font!\n                ", "listing_reviews": null, "store_reviews": "128 shop reviews", "search": "fonts", "url": "https://www.etsy.com/listing/1019938760/modern-font-bundle-cricut-fonts"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=869967370", "store_sales": "21,701 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Natural Presets, Instagram Filters, VSCO Filters, iPhone Presets, Lightroom Preset, Lifestyle Presets, Bright", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it natural with this Natural Preset! This Lightroom Mobile preset will effortlessly soften and mute the shades in your photos to achieve a minimalist natural look with the click of button! ❀ Your purchase includes ❀- 1 Natural Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "24", "store_reviews": "1,130 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/869967370/lightroom-mobile-preset-natural-presets"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=686103789", "store_sales": "171,645 sales", "store_rating": "4.8275", "listing_title": "GREEN Lightroom PRESETS Mobile and Desktop - for Instagram/ Blogger/ Photo filters/ Food Presets/ Lightroom mobile presets, tropic exotic", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    💥20 Mobile Lightroom Presets, Mobile Presets, Desktop Presets💥Blogger Preset Package for Instagram Photo PresetWhite Lifestyle preset photo filter✅FILES included:- 20 Lightroom presets for MOBILE Lightroom( free mobile lightroom app)- 20 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "47", "store_reviews": "6,145 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/686103789/green-lightroom-presets-mobile-and"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=934128080", "store_sales": "21,701 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Neutral Filter, Cream Preset, Instagram Filters, iPhone Presets, Lightroom Filter, Lifestyle Preset, Blogger Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it natural with this Nude Preset! This Lightroom Mobile preset will effortlessly soften the shades in your photos while achieving a bright creamy look with the click of button! ❀ Your purchase includes ❀- 1 Nude Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "18", "store_reviews": "1,130 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/934128080/lightroom-mobile-preset-neutral-filter"}, {"seller_text": "SugarCandyStudio", "seller_href": "https://www.etsy.com/shop/SugarCandyStudio?ref=simple-shop-header-name&listing_id=908798041", "store_sales": "10,368 sales", "store_rating": "4.8454", "listing_title": "Signature fonts Bundle Signature fonts for Cricut Signature font bundle Fonts bundle svg Wedding font bundle svg Fonts for Signature Fonts", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.00\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 ZIP"], "listing_desc": "\n                    Signature fonts Bundle Signature fonts for Cricut Signature font bundle Fonts bundle svg Wedding font bundle svg Fonts for Signature Fonts file for Silhouette are designed for a wide projects! Explorer your creativity with this great font to make your own magic!This listing includes a zip file that contains all 15 font typeface (all letters) as shown in the list, the ZIP will include;.✩ 15 OTF Font (A-Z) ✩ 15 TTF Font (A-Z) ✩ 15 SVG (A-Z) ✩ 15 DXF (A-Z) ✩ 15 PNG (A-Z) ✩ 15 PDF (A-Z) -------------------------WHAT IS FONT BUNDLE USES?-------This SVG font bundle are Great font for cut, Cricut,  Cameo, Silhouette, or another purposeTTF File format is a font installation file, installable font for your OS,  Windows system, or the MAC.pdf vector file for printing and editing purposes without losing any resolution, even for huge print sizes.--------------------------IMPORTANT! PLEASE NOTED:----------- This is a digital product that easy to download after purchase. No physical item(s) for you.- You will receive a download link from Etsy in your registered e-mail after purchase and completed,- You also can easily download your digital file on your Etsy account. Please Go to Your profile > Purchased page. COMMERCIAL LICENSE: https://www.etsy.com/listing/990108390/commercial-license-----------------------------TERMS OF USE---------------The files will be;* PERSONAL USE: You can use the files of multiple physical products BUT only for your personal use.* No credit required* PLEASE DO NOT: (with any methode) Sell or share or upload or print-on-demand websites this digital files.* do not include the font bundle for free downloaded files in any product.* do not claim the font bundle as yoursThis is a digital product so, NO RETURN OR EXCHANGE,But please contact me if there any  problem, questions\n                ", "listing_reviews": "25", "store_reviews": "317 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/908798041/signature-fonts-bundle-signature-fonts"}, {"seller_text": "AsBeee", "seller_href": "https://www.etsy.com/shop/AsBeee?ref=simple-shop-header-name&listing_id=922010902", "store_sales": "9,805 sales", "store_rating": "4.8", "listing_title": "Cursive SVG Cursive Bundle font for Cricut Bundle cursive font svg Font svg Cricut font svg Cursive font digital Font Cursive", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 ZIP"], "listing_desc": "\n                    Welcome to the Asbee Shop 😊This product includes a zip file containing all files as shown in the list.After completing the payment, you will receive an email with a link to the Download Page. (It will take at least 5 minutes)Here, You Can Download All Files Related To Your Purchase.Extract Zip files to access all files.Right-click the zip folder, select \"extract all\".This list contains the following instant downloads:* PNG* SVG* PDF* TTF*OTF~~~~~~~~~~~~~ TERMS OF USE ~~~~~~~~~~~~~You can use this file to create unlimited physical products for your personal use. Unlimited sales. No need for credit.You are NOT permitted to resell or redistribute the purchased files.~~~~~~~~~~~~~ PLEASE NOTE ~~~~~~~~~~~~~These are digital files that you can download after purchase.Nothing is physically sent to you by post/mail.~~~~~~~~~~~~~~~~~🙅~~~~~~~~~~~~~~~~~There is no return or exchange because this is a digital product. Please contact me with any other questions - I'm here to help!If you have any questions or would like more information, please contact me.Get a free consultation.Thank you for shopping :)Copyright ©AsBeee, All rights reserved\n                ", "listing_reviews": "100", "store_reviews": "300 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/922010902/cursive-svg-cursive-bundle-font-for"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=788363061", "store_sales": "171,645 sales", "store_rating": "4.8275", "listing_title": "Sweet HOME -  LIGHTROOM mobile and desktop PRESETS /vsco filters, Presets for Lightroom Mobile app / warm presets / instagram filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.02\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    More presets in our SHOP:www.etsy.com/shop/KatherineDream • FILES INCLUDED IN YOUR PURCHASE •✔️ 11 Lightroom presets for MOBILE Lightroom( free mobile lightroom app)✔️ 11 Lightroom presets for desktop Lightroom✔️ Post-purchase Support 24/7✔️ Instructions✔️ Instant Download • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "100", "store_reviews": "6,145 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/788363061/sweet-home-lightroom-mobile-and-desktop"}, {"seller_text": "LunarEtWillow", "seller_href": "https://www.etsy.com/shop/LunarEtWillow?ref=simple-shop-header-name&listing_id=914773839", "store_sales": "19,507 sales", "store_rating": "4.6837", "listing_title": "3 Mobile Lightroom Presets & Instagram Story Filter, Iphone Presets, Mobile Presets, Instagram Filters, Preset, Colorful Mobile, For Pets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.81\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 1 PDF, 3 other files"], "listing_desc": "\n                    Mobile Lightroom Presets / Instagram Presets / Desktop & Mobile Presets / Bright Blogger Theme / Influencer PresetsLunar & Willow PRESET SHOP: https://www.etsy.com/au/shop/LunarEtWillow✮ INCLUDED IN YOUR PURCHASE ✮✔️  3 Mobile Lightroom Presets (DNG files)✔️  Step-by-step guide to installation✮ COMPATIBILITY ✮✔️  Works in Lightroom Mobile App (iOS/Android).✔️  Easy to install, just import DNG files into Lightroom.✔️  Works with FREE or paid version of Lightroom CC App.Created for the FREE Lightroom Mobile App and Desktop Lightroom. Our presets will transform your photos with just one click. Use these to create the perfect looking Instagram feed or blog without the time consuming editing!These presets will change the way you edit lifestyle, travel, children & family, home blogging, and interior photos such as AirBnB & Real Estate.© 2020 Lunar Et Willow, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "13", "store_reviews": "860 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/914773839/3-mobile-lightroom-presets-instagram"}, {"seller_text": "VictoriaGagnonArt", "seller_href": "https://www.etsy.com/shop/VictoriaGagnonArt?ref=simple-shop-header-name&listing_id=1008471170", "store_sales": "2,024 sales", "store_rating": "4.8393", "listing_title": "Retro Font, Bold Script Font, Font with Tails, Groovy Font, Cursive Font, Long Tail Font, Commercial Use, Font for Cricut, Procreate Font", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 ZIP"], "listing_desc": "\n                    Ramdone is a retro bold script with classic letters. Get inspired by its vintage charm!File type: OTF TTF\n                ", "listing_reviews": null, "store_reviews": "112 shop reviews", "search": "fonts", "url": "https://www.etsy.com/listing/1008471170/retro-font-bold-script-font-font-with"}, {"seller_text": "Blondary", "seller_href": "https://www.etsy.com/shop/Blondary?ref=simple-shop-header-name&listing_id=974130096", "store_sales": "2,567 sales", "store_rating": "4.9957", "listing_title": "Mobile Lightroom Presets | 10 Tanning Presets | Beach Filter | Summer Tan | Bronze Preset | Beige Presets | Instagram Filter | iPhone Preset", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.05\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    Mobile Lightroom Presets, Tanning Presets, Beige Presets, Summer Presets, Beach Preset, Clean Preset, Brown presets, Bright Presets, Warm Presets, Coffee Presets, Instagram Filter, Instagram Presets, Blogger Presets, Lifestyle presets✩ FREE PRESETS OFFER ✩❤️ GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE ❤️❤️ GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE ❤️❤️❤️ GET 8 PACKS & PAY ONLY FOR 4 - Add 8 items to your cart and use promo code 4FREE*Tanning Mobile Presets: include 10 mobile Lightroom Presets perfect for summer, beach photos. Transform your photos with the Tanning Lightroom Presets*⭐You Will Receive :- 10 DNG. Mobile Presets - 1 PDF file \"how to download mobile presets\" All presets files are in DNG format.After the download you will need to unzip the file, either on your PC (and then send the mobile presets to your phone) or on your phone (if you have an app that can unzip files).After purchase you will be able to INSTANTLY DOWNLOAD the following 10 presets:- If you have problems with installation or with downloading your files just contact me and I'll do my best to help you.- Please keep in mind that each photo has different light setting so you can tweak some settings as light, contrast etc after applying you presets to get best results.For personal use ONLY! You may NOT sell, distribute, rent, give, sub-license, or transfer presets, or presets sent to anyone else.More Presets:Beige Presets:https://www.etsy.com/listing/964232783/mobile-lightroom-presets-12-beige?ref=shop_home_active_1&pro=1Bright Interior Presets:https://www.etsy.com/listing/952251009/mobile-lightroom-presets-6-bright?ref=shop_home_active_2&pro=1Minimalistic Presets:https://www.etsy.com/listing/938999572/lightroom-mobile-preset-7-minimalistic?ref=shop_home_active_4&pro=1Luxury Black Presets:https://www.etsy.com/listing/971607185/lightroom-presets-10-luxury-black?ref=shop_home_active_3&pro=1Fitness Presets:https://www.etsy.com/listing/943374818/lightroom-presets-6-fitness-presets?ref=shop_home_active_5&pro=1Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filters, Travel Presets, Influencer Presets, warm presets, iPhone Presets, Moody Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright Presets, Clean Preset, Color Pop Preset, Vibrant Presets, Home Presets, Beach Presets\n                ", "listing_reviews": "11", "store_reviews": "234 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/974130096/mobile-lightroom-presets-10-tanning"}, {"seller_text": "SunnyStudioD", "seller_href": "https://www.etsy.com/shop/SunnyStudioD?ref=simple-shop-header-name&listing_id=1006109504", "store_sales": "5,045 sales", "store_rating": "4.7647", "listing_title": "Disney Font Bundle, Disney Font, Disney Font Svg, Disney Font For Cricut, Mickey Mouse Disney Font, Disney Font PNG, Disney Font SVG", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.78\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 ZIP"], "listing_desc": "\n                    Welcome to Sunny Studio!Our first “18 Disney Fonts” bundle includes a zip file with 18 different fonts. In the cover image there is an example of each of the fonts with the name of the font written. These 18 different Disney Fonts are perfect for Cricut, Silhouette, Cameo, among other different uses. There are a second volume with 18 more Disney Fonts such as Avengers, Big Hero, Finding Nemo, Moana, Soul, Wall E among others and with the same price. See here: https://www.etsy.com/listing/1020083325/disney-font-bundle-disney-font-disney?ref=shop_home_active_40Attention please, 2 fonts of this bundle there's only SVG and PNG files. The fonts called Disney (the first font of the cover image with the letters with ears) and the other font called also Disney with black, red and with yellow shoes color are only PNG and SVG. Both fonts have 26 individual SVG files (26 Capital Letters) and 26 individual PNG files (26 Capital Letters). These two fonts don’t have PDF, DXF, EPS, OTF, TTF files. From the rest of the fonts (16 fonts) there are SVG, PNG, PDF, DXF, EPS, OTF and TTF files. ( with only 1 exception the Pirates of the Caribbean font we don’t have the DXF file )The zip file includes: . 16 SVG - complete capital letter alphabet in 1 page. Some fonts have also lowercase letters and numbers. . 16 PNG - complete capital letter alphabet in 1 page. Some fonts have also lowercase letters and numbers. . 16 PDF - complete capital letter alphabet in 1 page. Some fonts have also lowercase letters and numbers. . 16 DXF - complete capital letter alphabet in 1 page. Some fonts have also lowercase letters and numbers.. 16 EPS - complete capital letter alphabet in 1 page. Some fonts have also lowercase letters and numbers. . 16 OTF font format with complete capital letter alphabet and some have fonts also lowercase letters and numbers.. 16 TTF font format with complete capital letter alphabet and some fonts have also lowercase letters and numbers.You can easily buy any of our digital products and fonts and use them right away. Just buy it, wait 1 minute, and go to your Etsy account. In your Etsy account go to Purchases and Reviews and next to the order select Download Files. If you don't have an Etsy account, don't worry, once the purchase is made you will immediately receive an email with the download link.TERMS OF USEYou can use this Disney Font bundle to create unlimited physical or digital products, but you are not allowed to resell or redistribute this font. PLEASE NOTEThis is a DIGITAL PRODUCT that you can download after the purchase. You will not receive anything in the mail because this is not a physical product: it’s a digital product. This is a digital product and no return or exchange is possible, but if you have any questions/concerns please feel free to contact us. Please, it would be great if you could take a minute to leave a positive comment after download your order. This would help me a lot because it gives the confidence for other people to trust this small store. Thanks!All the best, Victor\n                ", "listing_reviews": "5", "store_reviews": "153 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/1006109504/disney-font-bundle-disney-font-disney"}, {"seller_text": "KaLeungChiang", "seller_href": "https://www.etsy.com/shop/KaLeungChiang?ref=simple-shop-header-name&listing_id=1024156124", "store_sales": "2,410 sales", "store_rating": "4.6748", "listing_title": "Big Font Bundle  cursive fonts, , OTF installable fonts brush script fonts, font bundle, farmhouse script fonts", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $2.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 TXT"], "listing_desc": "\n                    A collection of more than 30 super elegant handwritten fonts combined with smooth lines will make your designs extremely impressive. 20 suitable serif fonts for you to create elegant and formal designs. In addition, we also added 10 doodle fonts to create a special highlight for more vivid designs. This is a handy and complete font set, suitable for any of your requirements.This font set can be applied to: Because the font compilation file is too large, we can't upload it to Etsy normally. After you make a purchase, you will receive a .txt file containing a dropbox link. In it we have loaded all the fonts that contain the font packs included in this bundle. You just need to select and download to your device to use. When downloaded, the font will be in 1 of 2 formats or both TTF or OTF formats.The font can work properly on Microsoft Office, Google sheet, Google doc, Cricut, AI, Photoshop, Cricut, Silhouette, Procreate, Canva,....With any troubles during download or installation, do not hesitate to inbox us immediately for specific instructions.Thank you for visiting our shop\n                ", "listing_reviews": null, "store_reviews": "123 shop reviews", "search": "fonts", "url": "https://www.etsy.com/listing/1024156124/big-font-bundle-cursive-fonts-otf"}, {"seller_text": "MintAndPepper", "seller_href": "https://www.etsy.com/shop/MintAndPepper?ref=simple-shop-header-name&listing_id=790367867", "store_sales": "61,307 sales", "store_rating": "4.8303", "listing_title": "7 Lightroom Mobile & Desktop Presets NATURAL Instagram Preset, Bright Filter, Mobile Lightroom Presets for Bloggers, Everyday Photo Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.82\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    7 Lightroom Presets for Lightroom MOBILE (.dng) & Lightroom DESKTOP (.xmp) NATURAL is a pack of 7 Lightroom Presets. Great for bloggers, photographers and everyone who aims to create a consistent feed on Instagram with easily applied filter. Perfect for outdoor photography, stylized shots and portraits.- Compatible with iPhone and Android devices (you just need to download free Lightroom App) and with Desktop Lightroom - Easy to apply, with just one click- Instant download filesYou get:- 7 Lightroom Presets in .dng and .xmp formats - Instruction in PDFPlease remember that all presets look differently on each photo because of lighting and white balance settings, dominant colours etc. If your photo doesn’t look perfect you may need to adjust exposure or temperature to achieve the best results.🌟GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE🌟🌟GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE🌟🌟GET 8 PACKS & PAY ONLY FOR 4 - Add 8 items to your cart and use promo code 4FREE🌟- Due to the digital nature of this product no exchanges or refunds will be madeINSTAGRAM: @mint_and_pepper_EMAIL: mintandpepper5 [!at] yahoo.comKeywords: Lightroom presets, Lightroom, mobile presets, dng, photo filters, iPhone, Android, iOS, instagram presets, digital download, presets, Lightroom CC, Instagram presets, blogger presets, VSCO presets, instagram filter, lifestyle presets, influencer presets, professional photo editing, editorial presets, luxury presets, wedding presets, portrait presets, travel presets, Lightroom mobile, best mobile presets, photo presets.\n                ", "listing_reviews": "16", "store_reviews": "2,033 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/790367867/7-lightroom-mobile-desktop-presets"}, {"seller_text": "OnePreset", "seller_href": "https://www.etsy.com/shop/OnePreset?ref=simple-shop-header-name&listing_id=974215413", "store_sales": "77,827 sales", "store_rating": "4.6581", "listing_title": "BUNDLE 120 Lightroom Presets Mobile - Instagram Blogger Preset - Lightroom Mobile Presets - Instagram Presets - iPhone Presets for Blogger", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.19\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    💝 GET A FREE PRESET 💝\u2028GET 4 & PAY FOR 3: Add 4 Presets to your cart, use promo code “ONEFREE” and only pay for 3.OR SHOP UNDER THIS LINKhttps://www.etsy.com/au/shop/OnePreset?coupon=ONEFREE✩✩✩ We have 45 BESTSELLERS ✩✩✩Mobile & Desktop Compatible Lightroom Presets to create an aesthetic Instagram feed. \u2028\u2028✮ INCLUDED IN YOUR PURCHASE ✮• 120 Mobile Lightroom Presets (DNG file)• PDF File w/ Simple Instruction Manual• Compatible with both Android and iPhone• Works in Adobe Lightroom (PC/Mac)INCLUDED PRESET PACKS:- Clean- Natural- Cruise- Family- Greece- Hazelnut- Jungle- Lifestyle- Midsummer- Mother- Natural- Tangerine- Tanning✮ INSTALLATION ✮ To access your digital files:1. Go to Your Account2. Purchases and reviews and look for the order.3. To the right of the order, click Download Files.4. You will be able to download the DNG File.5. You will then be able to upload each DNG file as an image to your Lightroom Mobile app.6. Click on the three dots in the top right of your Lightroom app7. Select the option 'Create Preset', this will allow you to save the preset to the preset editing option of the app for use on other images.We value and respect our customers. We always find a compromise in solving any questions that may arise, even after the delivery of the order.Due to the digital nature of this product ALL SALES ARE FINAL.For any questions please contact me via Etsy messages.© No sharing files, or selling them in any form. Derivative works are prohibited. © OnePreset, 2020\n                ", "listing_reviews": "77", "store_reviews": "2,907 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/974215413/bundle-120-lightroom-presets-mobile"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=848374533", "store_sales": "237,230 sales", "store_rating": "4.8715", "listing_title": "5 Mobile Lightroom Preset BEE HONEY Warm Instagram Filter, Influencer Lightroom Preset Travel Blogger", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 Files"], "listing_desc": "\n                    Lightroom Presets, instagram preset,  influencer presets, lifestyle blogger presetsLevel up your social media game with BEE HONEY Presets and edit your Instagram photos like a pro on your mobile device! Mobile Lightroom Influencer Preset BEE HONEY  Included 5 presets  inspired by travel bloggers and influencers around the world.This preset for every kind of picture that will surely deliver stunning results and make your images look a hundred times better! For photographers who do a lot of fashion, travel and lifestyle photography.This quality preset produce amazing warm tones and making it easy for you to achieve the same look and feel as your favorite influencers!  🔥GET 5 & PAY FOR 3: add 5 presets to your cart, use PROMO code GIFT2🔺Included5 LIGHTROOM MOBILE PRESET .DNG file🔵How to Download and Install mobile preset:  https://youtu.be/fDKHSkU7GIs🔵If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll.For any questions or editing help Please contact me email victoriabee.shop [!at] gmail.com© 2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoKeywords: Warm filter, Instagram Filter, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, family preset,\n                ", "listing_reviews": "16", "store_reviews": "8,047 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/848374533/5-mobile-lightroom-preset-bee-honey-warm"}, {"seller_text": "DongwoonLee", "seller_href": "https://www.etsy.com/shop/DongwoonLee?ref=simple-shop-header-name&listing_id=1014979154", "store_sales": "4,394 sales", "store_rating": "4.7143", "listing_title": "The best seller font bundle - Fonts for Crafters, Cricut Fonts, Logo Font", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.00\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 Files"], "listing_desc": "\n                    Enjoy ALL fonts currently available in my shop!! There are over 140 fonts, with some offerings being duos, trios, or families! Back by request, you can save over 98% by purchasing this font bundle. This bundle includes rustic fonts, farmhouse fonts, beautiful cursive fonts, calligraphy fonts, and more! Font file types provided are .otf, .ttf, and webfont files. For a full, comprehensive view of what is offered, check out this link: https://beckmccormick.com/product/all-inclusive-font-bundle/Save literally hundreds by purchasing this bundle, available for a limited time only. For any specifics on the fonts contained in the bundle, please reference the original listing for the individual font, or feel free to message me with questions!Fonts will be delivered via instant download once payment is confirmed -- you will receive an PDF file as your download. The PDF contains the Google Drive Link that you will need to gain access to your font bundle.LICENSINGPersonal & Commercial Use are allowed for:∙ unlimited projects & unlimited sales∙ use on your own website∙ you do not have to provide creditYou may not:∙ create alphabet products for sale or create an embroidery font for sale∙ install on a server or embed in a .pdf for use by your customers, like in Templett or Corjl [additional licensing is required for this]∙ sell, distribute, offer for free, trace, or alter the font∙ claim as your own creationADDITIONAL INFORMATIONThe .otf and .ttf are standard, installable font files which you can use in any program that accesses the fonts installed on your computer. You only need to install ONE of these files; .otf is recommended.You can use in any program that accesses your computer’s installed fonts! This includes programs like Word, Pages, Excel, Numbers, Publisher, Powerpoint, Photoshop, Illustrator, Cricut Design Space, Silhouette Studio, Procreate, & more. You may even upload to your own personal Canva account.Please note that some fonts may not be suitable for your project or equipment, as it relates to vinyl cutting - specifically very thin fonts, or fonts that are heavily textured.Many of my fonts include special OpenType features, like swashes, alternate characters, and ligatures. It is best to use software like Adobe CC programs (Photoshop, Illustrator) that ensure you can easily access those features. In the event that the program you use doesn’t readily support OpenType features, you can use FontBook or Character Map to copy/paste the exact characters you need! Although this does take a bit more time, it still gives you the opportunity to make full use of the font + its features!\n                ", "listing_reviews": null, "store_reviews": "259 shop reviews", "search": "fonts", "url": "https://www.etsy.com/listing/1014979154/the-best-seller-font-bundle-fonts-for"}, {"seller_text": "DigitalVibes", "seller_href": "https://www.etsy.com/shop/DigitalVibes?ref=simple-shop-header-name&listing_id=809531211", "store_sales": "12,392 sales", "store_rating": "4.8333", "listing_title": "10 Mobile and Desktop Lightroom Presets, SUNSET GLOW presets, Sunset sunrise Lightroom Preset,Bright, Instagram Filter,Travel Summer Blogger", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    ✅ LIMITED OFFER - Just don't miss it out!Huge Package of 1000+ Mobile & Desktop Presets with a HUGE discount!! Imagine what you can do with this Bundle of 1000+ Premium Presets !Follow the link --> https://www.etsy.com/listing/864152596/lightroom-presets-bundle-bestsellers-of?ref=listing_published_alert-------------------------------------------------------------------------10 Lightroom Presets, Mobile Presets and Desktop Lightroom Presets, Instagram preset, influencer presets, lifestyle blogger presets, Summer Filters, Pastel Sunset Sunrise Beach Travel Presets, Warm Light Bright Effect.✅ SUNSET GLOW PRESETS:Take your social media pictures to the next level with DIGITAL VIBES Presets and edit your Instagram photos like a pro!The SUNSET GLOW Preset Pack will help you rock your Instagram feed, with bright pastel tones and vibrant warm light, perfect for your sunset and sunrise images. It will make you grow your followers, and create a perfect grid!✅ FILES included:The digital download comes with 2 PDF files✩ The file \"How to download\" includes a direct link to download :  10 Mobile Lightroom Preset - DNG format. 10 Desktop Lightroom Preset - XMP format.✩  The file \"How to use\" includes instructions to use the mobile and desktop presets✅ SPECIAL PROMO: BUY 5 & PAY ONLY 3✩  Add 5 items to your order ( Each item should be a pack of 10 presets)✩  Apply HAPPYSALE COUPON CODE✩ PAY ONLY FOR 3!!!✅ NOTES: ✩ All of the presets have been tested on a variety of pictures and they are very versatile.In most cases the presets works at one-click magic, but please note that it works differently on each picture, you can then edit and play with the exposure,white balance.. etc✩ This is a digital download, No physical product will be sent.✩  The presets are for personal or professional use.✩ Because my products are digital downloads, I am unable to refund, since they cannot be returned once downloaded. However we would be happy to assist with any questions. © 2020 Digital Vibes, All Rights Reserved.TERMS OF USE: All the products are copyrighted to Digital Vibes, do not share or sell these files.\n                ", "listing_reviews": "23", "store_reviews": "526 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/809531211/10-mobile-and-desktop-lightroom-presets"}]