[{"seller_text": "DestinationPresets", "seller_href": "https://www.etsy.com/shop/DestinationPresets?ref=simple-shop-header-name&listing_id=962773388", "store_sales": "4,369 sales", "store_rating": "4.9488", "listing_title": "15 EVERYDAY BRIGHT Lightroom Presets Natural Light and Airy Presets for Instagram Blogger Clean Presets Summer Outdoor Preset Spring Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $4.14\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 JPG, 1 PDF"], "listing_desc": "\n                    💖Enjoy Our LOVE Coupons💖: BUY 3 PRESETS ➤GET 1 FREE 🎁🎁🎁🎁➤ADD 4 PACKS TO YOUR ORDER AND PAY ONLY FOR 3 (30% off) ✨15 EVERYDAY BRIGHT Lightroom Presets Natural Light and Airy Presets for Instagram Blogger Clean Bright Presets Summer Outdoor Preset Spring Bright and Airy Preset Clean presetMake an unique feed which looks like you♥ This EVERYDAY BRIGHT Lightroom presets will gives you a Bright Airy Clean Natural Tone, perfect for Everyday photoshoot♡  ↠ PERFECT FOR : Indoor and Outdoor photoshoot, Family, Blogger, Influencers, Instagram, Nature and Landscape, Travel, All Seasons and so much more ! ↠ INCLUDED :                   ✔ 15 Lightroom Mobile Presets in DNG files✔ 15 Desktop Presets in LRTEMPLATE files✔ PDF Installation step by step guide for how to install the presets on your phone and computer↠ WHY CHOOSE DESTINATION PRESETS ?-Save your time editing-Have a Cohesive and Consistent feed-Designed for you to make your pictures Unique and Beautiful-Grow your engagement and followers-Designed for JPEG and RAW files. For best results shoot on Raw -Compatible with IOS, Android mobile and Lightroom Desktop CC-Easy to use, download instantlyAdobe Lightroom mobile is available for FREE on your phone : just download the app and create your account with Adobe.Adobe Lightroom Desktop needs to have a subscription. You can have 7 Free days trial. ↠ PLEASE NOTEEach picture is different and unique. All results will work differently depending on the light, camera model, colors, skin tones etc Don't worry♥  If necessary, add some additonnal adjustements to suit your picture (check the pdf instruction included in the purchase)↠ REFUNDS AND EXCHANGESDue to the digital nature, I regret that no refund and exchange can be made on this product.If you have any questions, feel free to contact me at :  destinationpresets [!at] gmail.com I will be happy to help you♡↠ TERMS OF USECopyright ©destinationpresets All right reserved. It is prohibited to reshare, sell this product in any form without the consent of the original creator.♡Don't hesitate to subscribe, make a quick review, pin on your Pinterest and add this item to your favorites♡Thank you for visiting my shop♥Let's CREATE MAGIC, Happy Editing ♥All the love, lyly♥PHOTOS CREDITS: All the Pictures Shown in the listing belong to their Respective Owners. Credits to the respective owner. All photos are for illustration purposes only. ＊＊＊＊＊＊＊＊＊＊＊＊＊＊You are here for: blogger presets, instagram filters, lightroom presets, mobile presets, presets and photofilters, instagram presets, influencer presets, presets, preset lightroom, lightroom filter, presets style, desktop presets, best presets, VSCO presets, influencer presets, trendy presets, lightroom filter, lightroom, family presets, season presets, iphone presets, cozy presets, bright outdoor preset, bright winter presets, travel presets, city presets, lifestyle presets, holiday presets, winter presets, Bright presets, outdoor presets, Indoor presets, nature presets, home presets, indoor presets,  everyday presets, natural presets, Influencer presets, neutral presets, family presets, minimal presets, travel presets, summer presets, spring presets, bright airy presets, light airy preset, clean presets, clean soft preset, clean tone preset, light and airy, white presets, clear presets\n                ", "listing_reviews": "27", "store_reviews": "460 reviews", "search": "facebook template", "url": "https://www.etsy.com/listing/962773388/15-everyday-bright-lightroom-presets"}, {"seller_text": "SunnyEditor", "seller_href": "https://www.etsy.com/shop/SunnyEditor?ref=simple-shop-header-name&listing_id=1037865219", "store_sales": "336 sales", "store_rating": "4.7059", "listing_title": "10 Vogue Mobile Lightroom Presets, Natural Presets, Cream Presets, Instagram Filters, Blogger, Vanilla, iPhone Presets, Filter for iPhone", "listing_bestseller": "-", "listing_price": "\n                        $4.20\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 1 PDF, 1 ZIP"], "listing_desc": "\n                    ◆ ◆ ◆ SPECIAL OFFER ◆ ◆ ◆✭ Buy 3 presets and get 2 for free. Add 5 presets to your shopping cart and apply the coupon code 2FREE. ✭ Buy 5 presets and get 4 for free. Add 9 presets to your shopping cart and apply the coupon code 4FREE.◄  INCLUDED IN YOUR PURCHASE  ►* 10 Mobile Lightroom Presets (DNG files)* Detailed PDF Image Instructions✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Lightroom Mobile is FREE so you don't need an Adobe subscription to use the presets✔️ You only need Lightroom CC App on your Phone/iPad✔️ Once purchased can be used an unlimited amount of times✔️ Easy to apply with just one clickGeneral information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUYhttps://www.youtube.com/watch?v=uOBXKOyAFEAPlease keep in mind all photos are unique and therefore each preset works differently on every photo. You can fine tune your own adjustments to find settings that suit you with temperature, exposure etcDue to the digital nature of this product ALL SALES ARE FINALKeywords:Lightroom Presets, Mobile Preset, DNG, Instagram Preset, Lightroom CC, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset, White Presets, Natural Presets© 2020 Sunny Editor Presets, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": null, "store_reviews": "17 shop reviews", "search": "facebook template", "url": "https://www.etsy.com/listing/1037865219/10-vogue-mobile-lightroom-presets"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=878435750", "store_sales": "21,701 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Bohemian Presets, Instagram Filters, VSCO Filters, iPhone Presets, Lightroom Preset, Lifestyle Presets, Cream Beige", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it natural with a Bohemian Preset! This Lightroom Mobile preset will effortlessly soften and mute the shades in your photos to achieve a creamy boho chic look with the click of button! ❀ Your purchase includes ❀- 1 Bohemian Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "22", "store_reviews": "1,130 reviews", "search": "facebook template", "url": "https://www.etsy.com/listing/878435750/lightroom-mobile-preset-bohemian-presets"}, {"seller_text": "MajesticPreset", "seller_href": "https://www.etsy.com/shop/MajesticPreset?ref=simple-shop-header-name&listing_id=944179426", "store_sales": "1,361 sales", "store_rating": "4.9444", "listing_title": "30 Presets for Dogs, Cats and Animals | Preset Lightroom Mobile & Desktop, Indoor, Outdoor Pets Filter, Lightroom Mobile Bundle Instagram", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $4.39\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 4 ZIP, 1 PDF"], "listing_desc": "\n                    ⭐ TAKE 4 & PAY ONLY 2: Coupon Code: PROMO4 or ➤ https://etsy.me/3dPNBfH⭐ ⭐ TAKE 6 & PAY ONLY 3: Coupon Code: PROMO6 or ➤ https://etsy.me/3dSywtK⭐ ⭐⭐TAKE 8 & PAY ONLY 4: Coupon Code: PROMO8 or ➤ https://etsy.me/2MwdmGy❤️ More PREMIUM LIGHTROOM PRESETS can be found here: ➤ https://etsy.com/shop/majesticpresetIn this preset bundle you will get 30 different Lightroom filters for your dog photography. This collection includes Summer, Winter, Bohemian, Indoor, Outdoor and many more preset styles.WHAT YOU WILL GET:✅ 30 presets for the free Android & iOS Lightroom Mobile app (.DNG-files) \u2028✅ 30 presets for Lightroom CC (.XMP-files) \u2028✅ 30 presets for Lightroom Classic 4, 5, 6 to 7.3 (.Lrtemplate-files) \u2028 ✅ Step-by-Step Installation Guide (.PDF file)  ✔ INSTAND DOWNLOAD: After your purchase is complete, you will receive direct access to these Lightroom presets via email or through your Etsy account.\u2028✔ 100% COMPATIBEL with the free Lightroom Mobile Application for iOS, Android & Chrome. To use this preset bundle, all you need is your smartphone and the free Lightroom Mobile app for you iPhone, iPad or Android device. \u2028 ✔ The Lightroom Desktop presets are compatible with all old and current Lightroom und Camera RAW versions. For Lightroom Desktop Classic, use the .Irtemplate Files Container in the .zip file. ForLightroom Desktop CC the. Xml files.\u2028The PERFECT INSTAGRAM / BLOGGER FEED:\u2028Get the WOW-Effect! On all your social media platforms like Instagram, Pinterest and Facebook. Get more attention and followers on Instagram with our trending Instagram filters. With these Blogger presets for Lightroom, you’ll create a consistent and clean feed in no time.\u2028Beginner or professional?NO MATTER! With this preset bundle, you can edit simple smartphone photos or high-quality RAW photos from your DSLR / system camera like a pro with just „ONE CLICK“.\u2028Take care of this:\u2028To get the most perfect before-and-after result for your photos, you should move as close as possible to the respective preset theme. The results may vary depending on the exposure, contrast and color shades of your photos. Don’t worry! Just chance the exposure of the presets on your photo afterwards. The higher quality and more detailed your base photos are, the better the Lightroom presets from „SHOPNAME“ can do their job. More presets you can find in our shop ➤ https://etsy.com/shop/majesticpreset\u2028In our shop you can find more Lightroom Instagram Blogger presets for the topics: Travel, Lifestyle, Fashion, Wedding, Street, Urban and Foodblogger.\u2028You have questions about these Instagram Blogger Lightroom mobile and Desktop presets? Feel free to send us a direct message via Etsy or via email to „E-Mail Account“ FAQ’s:▸ compatible with all Lightroom versions\u2028▸ compatible with the free Lightroom mobile app\u2028▸ no Adobe Cloud Subskription required▸ compatible with Adobe Camera Raw ACR▸ no returns or exchanges! Digital products are generally not cancelled. \u2028@2021 „Pictoolz“License: These Lightroom mobile and desktop presets are for personal use only. Any reproduction and distribution to third parties is strictly prohibited.\n                ", "listing_reviews": "11", "store_reviews": "54 reviews", "search": "facebook template", "url": "https://www.etsy.com/listing/944179426/30-presets-for-dogs-cats-and-animals"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=686088327", "store_sales": "171,645 sales", "store_rating": "4.8275", "listing_title": "Black MOBILE LIGHTROOM Presets, Lightroom Mobile Preset, VSCO, Instagram Filter, Desktop Presets, dark preset, moody presets, nude preset", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.57\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    • Professional Lightroom Presets for free Mobile and Desktop Lightroom• You receive 4 variants of presets with white/slightly warm/slightly cold tones• You can use them unlimited number of times.• Post-purchase support guaranteed - if you need my help with editing don't hesitate to contact me ✅FILES included:- 4 Lightroom presets for MOBILE Lightroom ( free mobile lightroom app)- 4 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "62", "store_reviews": "6,145 reviews", "search": "facebook template", "url": "https://www.etsy.com/listing/686088327/black-mobile-lightroom-presets-lightroom"}, {"seller_text": "homegoodsbynicole", "seller_href": "https://www.etsy.com/shop/homegoodsbynicole?ref=simple-shop-header-name&listing_id=923938970", "store_sales": "359 sales", "store_rating": "4.8235", "listing_title": "100 Modern Real Estate Posts | Real Estate Social Media | Facebook | Instagram | Real Estate Facebook | Real Estate Instagram | Social Media", "listing_bestseller": "Bestseller", "listing_price": "\n                        $11.04\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 other file"], "listing_desc": "\n                    DIGITAL DOWNLOAD TEMPLATE ON CANVA | 100 EDITABLE MODERN REAL ESTATE SOCIAL MEDIA POSTSWelcome to Home Goods by Nicole! Are you a busy real estate agent needing modern social media posts that are easy to edit and post on social media platforms to maintain and increase engagement levels with followers? These 100 Modern Real Estate Social Media Posts are perfect for a quick post on your social media account and maintain a sleek look for your feed.Included in this bundle of 100 posts, you will find: - General Engagement Posts- Discover Local Posts- Housing Market Updates- Client Testimonial- Meet Your Realtor- Just Listed- Pending Sale- Sold- Open House- Buyer & Seller Tips- Real Estate Fun Fact- Real Estate Quote Graphics- Real Estate Quotes with Pictures...and more!The posts are in Instagram Post size (1080px x 1080px) and are fully editable on Canva! Just add your contact information, headshots, and make any other modifications to match your branding, and then download the files on Canva and they're ready to send by email, post on social media, or print.+++ PRODUCT DETAILS +++Through this purchase, you get INSTANT ACCESS to this digital template:-> 100-Page Full Color Editable File (through the link to Canva.com) - Measurements: 1080px x 1080px (Instagram Post size)NOTE: This product is NOT A PHYSICAL ITEM, but a DIGITAL DOWNLOAD that you save on your computer or can print from the comfort of your home/from a local print shop as many times as you’d like. NO PHYSICAL ITEM WILL BE SENT TO YOU.NOTE 2: Common knowledge of Canva.com is required.NOTE 3: All designs that require the input of your own customized image (i.e. \"Just Listed\", \"Meet Your Agent\", \"Officially Sold\", \"Open House\", \"Pending Sale\", etc.) do NOT include images, but a photo grid instead where you can easily download a photo onto Canva and drag it to the grid. All other images are included on the templates.+++ HOW DOES THIS WORK? +++As soon as your purchase goes through, you will receive a link to access this template on Canva.com (note: you may be required to create an account with Canva). Once you have access to this template on Canva, copy the template on your account and edit any part of the template that you would like to change. Once you're satisfied with the design, you can download the file and save it on your computer. Then, it's ready to print and use!+++ DO YOU NEED FURTHER ASSISTANCE? +++If you encounter any issues with the template, please contact us so we can do everything possible to help you! We will respond as soon as possible.+++ TERMS & AGREEMENT +++Your purchase licenses you (1 individual) to use this template for personal use, i.e. to create and distribute a flattened end-product via your personal website, e-mail marketing platform and/or social media channels. This template and its content CANNOT be resold or redistributed.The sale of this template is not affiliated with Canva in any official way. Due to their digital nature, all products are non-refundable and non-returnable, with no exceptions.EACH AGENT IS RESPONSIBLE FOR ENSURING THEIR TEMPLATE FOLLOWS THEIR PERSONAL BROKERAGE'S MARKETING POLICIES AND RULES.© Copyright Home Goods by Nicole | 2021\n                ", "listing_reviews": "4", "store_reviews": "17 reviews", "search": "facebook template", "url": "https://www.etsy.com/listing/923938970/100-modern-real-estate-posts-real-estate"}, {"seller_text": "JenniferMagriStudio", "seller_href": "https://www.etsy.com/shop/JenniferMagriStudio?ref=simple-shop-header-name&listing_id=1009088896", "store_sales": "294 sales", "store_rating": "5", "listing_title": "Facebook Engagement Posts - Canva Template for Coaches, Course Creators, Bloggers, Businesses. FB Posts - FB Group - Alba Green and Gold", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $23.27\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Create Engaging Posts and Grow Your Audience with these Facebook Posts Template. This Pack is part of the ALBA Branding Line and you can find matching product below.Get 100 different templates so you can choose your own styles, while mixing and matching posts according to your own needs.Instant Download Upon Purchase.Grow your audience successfully by offering valuable and engaging content in a cohesive, beautiful, and professional way.  The perfect ingredient to build your audience and grow your business.  It is perfect for Coaches, Bloggers, Freelancers, Mentors, Small Business Owners, and anyone who want to grow their presence on facebook and attract the right customer.This ready-to-customize template can be edited in the FREE Version of Canva.  The photos are NOT included by I have carefully chosen FREE and available images from the CANVA library which you can easily find and use too.Matching Instagram Posts here: https://www.etsy.com/uk/listing/1003288822Matching Instagram Stories here: https://www.etsy.com/uk/listing/1017275739Matching Highlights here: https://www.etsy.com/uk/listing/1005175818THIS IS A DIGITAL PRODUCT, NO PHYSICAL PRODUCT WILL BE SENT.❤❤❤*** THIS KIT INCLUDES ***1. 100 Page Template editable in Canva2. A full 24 Page Manual with Step-by-Step Instructions on How to Edit in Canva.You will receive:1 PDF with a clickable link to access your purchases and your manual.❤❤❤WHAT IS INCLUDED:Image Posts - 14 StylesQuotes - 14 StylesQuestions and Polls - 7 StylesCall to Action - 7 StylesBlog posts - 7 StylesSales and Shop - 7 StylesBiography - 4 StylesImage and One Liners - 7 StylesReviews and Testimonials - 4 StylesInfographics - 12 StylesFollow me on Social Media - 3 StylesLead Magnet Posts - 7 StylesTips - 7 Styles❤❤❤*** LICENCE ***For Personal Use Only. Sharing, Reselling, or Distributing this product is prohibited.❤❤❤If you want to join my community and get FREE items monthly join my PRIVATE Facebook Group here:https://bit.ly/FacebookGroupJM❤❤❤HOW TO PURCHASEThis is a digital product and therefore after your payment is received you will be able to access your files immediately.If you have an account on ETSY and you log in, you will be able to download your files under PURCHASES AND REVIEWS in your ACCOUNT SETTINGS.Please note that you CANNOT download your files from the ETSY APP on your mobile.You can also purchase this item without having an Account on ETSY. This means you will be using ETSY as a 'guest'. To access your purchase you need to check your email and locate the download link.❤❤❤Copyright @Jennifer Magri 2021.As a digital product, no refunds will be available after the product is downloadable. Should you have any difficulties please contact me.\n                ", "listing_reviews": null, "store_reviews": "35 shop reviews", "search": "facebook template", "url": "https://www.etsy.com/listing/1009088896/facebook-engagement-posts-canva-template"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=856053558", "store_sales": "25,454 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets,Blogger Mom Presets, Bright White Presets, Vsco Filters, Mobile Presets, Instagram Filters, Indoor Preset, Family", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "68", "store_reviews": "793 reviews", "search": "facebook template", "url": "https://www.etsy.com/listing/856053558/3-mobile-lightroom-presetsblogger-mom"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=807670112", "store_sales": "171,645 sales", "store_rating": "4.8275", "listing_title": "10 Home Presets - Mobile LIGHROOM Presets - Lightroom Presets - Lightroom Mobile Preset & Desktop Preset, Instagram Filter - Summer Magical", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    • Professional Lightroom Presets for free Mobile and Desktop Lightroom• You receive 10 variants of presets • You can use them unlimited number of times.✅FILES included:- 10 Lightroom presets for MOBILE Lightroom( free mobile lightroom app)- 10 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "53", "store_reviews": "6,145 reviews", "search": "facebook template", "url": "https://www.etsy.com/listing/807670112/10-home-presets-mobile-lighroom-presets"}, {"seller_text": "MarketingTemplatesCo", "seller_href": "https://www.etsy.com/shop/MarketingTemplatesCo?ref=simple-shop-header-name&listing_id=876695747", "store_sales": "13,238 sales", "store_rating": "4.8366", "listing_title": "Real Estate Facebook Cover Templates | Real Estate Social Media Templates | Realtor Marketing | Real Estate Agent Branding | Canva Templates", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $4.20\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    Welcome to Marketing Templates Co! Are you a real estate agent who is looking to increase engagement and give your social media presence a more branded look? Are you tired of trying to create graphics? You have a MILLION other things to do, right?LET ME MAKE IT EASY FOR YOU! These facebook cover templates allow you to upload your own logo, easily add your own text, upload your photo and quickly download and add to facebook. Create a gorgeous and engaging facebook page in minutes with my 10 different facebook cover templates.The best part? They are completely editable and customized by YOU! Upload your logo, change the colors, text and more to make them customized to your business with Canva, a completely free program that makes it easy to edit and download in any format!How it Works>>>>>>>>>>- Once payment is confirmed, you can download your document with instructions (that include link to your templates) to edit and download.- ALL templates are COMPLETELY customizable through the FREE program Canva. All you do, is create a free account and edit your social media post templates! (You can also download the Canva App to your phone to easily edit, download and upload from your phone!)-  First, click and open your templates in Canva * MAKE A COPY * In order to prevent you from making edits to the master template and having your work deleted, then please save a copy to your own Canva account before you begin customizing the template.- Edit: colors, texts, icons, graphics and more! You can even upload your logo and add.*Please note that some of the photos used in the graphics are stock photos you must pay for, please upload your own housing photos into the templates*What you will receive?>>>>>>>>>- 10 editable facebook page covers- Full Instructions GuideWho are these templates for?>>>>>>>>>- Real Estate Agents looking to brand themselves and increase social media engagement!About Me>>>>>>>>>>- 3x Etsy Shop Business Owner with over $100,00 in revenue (Main Shop: @OhBabyTemplates)- Full time Digital Marketer with a degree in Marketing- Full Time Social Media Manager- Part time blogger at Ohbaby.siteIf you have any questions regarding this item, please hit the “Message Seller” below and I will get back to you within 24 hours.Matching \"Just Listed\" Bundle: https://www.etsy.com/listing/877799143/real-estate-new-listings-bundle-listing?ref=shop_home_active_20Check out our matching real estate templates bundle with over 30 editable templates: https://www.etsy.com/listing/853203623/editable-real-estate-templates-real?ref=shop_home_active_16Matching Instagram Templates: https://www.etsy.com/listing/803645040/real-estate-instagram-post-templates?ref=shop_home_active_1Matching Instagram Real Estate Quote Posts: https://www.etsy.com/listing/820060939/real-estate-quote-instagram-stories-real?ref=shop_home_active_1Matching Facebook Templates: https://www.etsy.com/listing/817248119/modern-real-estate-facebook-post?ref=shop_home_active_39Matching Instagram Highlight Covers: https://www.etsy.com/listing/817515847/black-and-white-real-estate-instagram?ref=shop_home_active_1Matching Email Signature Template: https://www.etsy.com/listing/803658284/email-signature-template-real-estate?ref=shop_home_active_1Matching Listing Flyer: https://www.etsy.com/listing/818068975/real-estate-listing-flyer-template-real?ref=shop_home_active_1✨Use code: BUNDLEDEAL when you purchase 2 or more items for 20% off your entire purchase!✨Check out our Real Estate Marketing Guide with over 200+ marketing tactics to skyrocket your business!: https://www.etsy.com/listing/884355273/real-estate-marketing-guide-realtor?ref=shop_home_active_19✨ Try Canva Pro for free here! ➡️ https://partner.canva.com/c/2832767/647168/10068 ✨\n                ", "listing_reviews": null, "store_reviews": "520 shop reviews", "search": "facebook template", "url": "https://www.etsy.com/listing/876695747/real-estate-facebook-cover-templates"}, {"seller_text": "SixFigureDesigns", "seller_href": "https://www.etsy.com/shop/SixFigureDesigns?ref=simple-shop-header-name&listing_id=1015099382", "store_sales": "2,727 sales", "store_rating": "4.9606", "listing_title": "Instagram Post Templates for PMU businesses, Info Graphic Premade IG post templates, Hand drawn elements, Facebook post template for PMU", "listing_bestseller": "-", "listing_price": "\n                        $39.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    50 beautiful ♥ FULL CONTENT ♥ (no Lorem Ipsum) post templates in Instagram and Facebook sizes. Ready to use. Great Social Media posts can drastically increase engagement and page traffic as a result. Coming up with ideas for what content to post is difficult enough but then you also have to think of eye-catching ways to post it.These templates take care of both for you. These editable templates provide you with not only great ideas for posts that will increase engagement but also with beautiful presentation of those ideas. Take all of the work out of brainstorming with these 50 well crafted and thought out templates which can be used immediately AS IS!! That's right these are no Lorem Ipsum templates where a generic layout has been done and nothing else. We have placed all of the pertinent information in the templates for you so they are ready to go right out of the box.ADDED BONUS-- We know that not everyone is concentrating solely on their Instagram traffic so we have included the same templates RESIZED FOR FACEBOOK POSTS at no additional cost. You can use them in either place.♥ Step by Step Tutorial video included!♥ What is Canva?A free online design software to create anything you want to! The free version is quite powerful, but there is also a Canva Pro version to unlock even more goodies.THE SUPER IMPORTANT STUFF:• You will need a Canva account in order to edit these templates. Don't worry, it's free! Sign up at canva.com.• Use a desktop to edit these templates in Canva (though they have an App, it is quite limiting)• These templates are not allowed to be resold as is. You can download them for personal use.♥DOWNLOAD TODAYIt's very easy!How it works :1. After purchasing you will be able to download a PDF contain the link to the template/s,2. Open the link in the PDF to go to Canva.com, where you can start editing right away :)***You can find them in your personal account etsy:https://www.etsy.com/your/purchases•••••••••••••••••••••••••* Due to the nature of digital products refunds are not allowedbut if you have any questions or issues please reach out to me.** This purchase is for a digital product, no physical product will be shipped.\"Your files will be available to download once payment is confirmed\"If you can not find your files Click here.. https://help.etsy.com/hc/en-us/articles/115013328108Thank you so much xoxo...Riya and FrankSix Figure Designs\n                ", "listing_reviews": null, "store_reviews": "128 shop reviews", "search": "facebook template", "url": "https://www.etsy.com/listing/1015099382/instagram-post-templates-for-pmu"}, {"seller_text": "MintAndPepper", "seller_href": "https://www.etsy.com/shop/MintAndPepper?ref=simple-shop-header-name&listing_id=765809708", "store_sales": "61,307 sales", "store_rating": "4.8303", "listing_title": "Lightroom Mobile Presets 10 Mobile Lightroom Presets Blogger Instagram Presets Lifestyle Photo filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.82\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    10 Presets for Mobile Lightroom in .DNG format ✩ Lightroom Presets ✩ Instagram FiltersBLOGGER is pack of 10 Lightroom Mobile Presets. Great for bloggers, photographers and everyone who aims to create a consistent feed on Instagram with easily applied filter. Perfect for outdoor and indoor photography, fashion shots and portraits.✩ They work well with iPhone and Android devices. You just need to download free Lightroom Mobile App✩ Easy to apply, with just one click✩ Instant download filesYOU GET:✩ 10 Lightroom Mobile Presets in .DNG format✩ Instruction in PDF 💥Check out our Bestsellers💥https://www.etsy.com/shop/MintAndPepperSPECIAL OFFER:🌟GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE🌟🌟GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE🌟🌟GET 8 PACKS & PAY ONLY FOR 4 - Add 8 items to your cart and use promo code 4FREE🌟Please remember that all presets look differently on each photo because of lighting and white balance settings, dominant colours etc. If your photo doesn’t look perfect you may need to adjust exposure or temperature to achieve the best results.Due to the digital nature of this product no exchanges or refunds will be made.CONTACT:EMAIL: mintandpepper5 [!at] yahoo.comON IG: @mint_and_pepper_© 2020 MintAndPepper, All Rights ReservedTerms of use: Forbidden to copy, sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.Lightroom Presets, Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, iPhone, Android, Lifestyle Presets, Desktop Presets, Wedding Presets, Portrait Presets, Best Presets, Bright And Airy Preset, Clean Preset, Light Preset, Instagram Filters, Mobile Filters, Photo Filters, Travel Blogger Presets, Photo Editing, Photography Presets, White Preset, Blogger Presets, Photo Presets, Mobile Filter, Travel Presets, Influencer Presets, Summer Presets, Trendy Presets, Premium Presets\n                ", "listing_reviews": "37", "store_reviews": "2,033 reviews", "search": "facebook template", "url": "https://www.etsy.com/listing/765809708/lightroom-mobile-presets-10-mobile"}, {"seller_text": "okthatspeachy", "seller_href": "https://www.etsy.com/shop/okthatspeachy?ref=simple-shop-header-name&listing_id=919835403", "store_sales": "1,412 sales", "store_rating": "4.9211", "listing_title": "AU NATUREL Mobile Lightroom Presets Instagram Influencer Photography Blogger Natural Bright Photo Filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.18\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PNG, 1 other file"], "listing_desc": "\n                    Instagram Presets | Mobile Lightroom Presets | Instant Photo EditsExperiencing feed envy? Want that beautiful, cohesive theme but not sure where to start? Look no further, Lightroom presets are the easiest and quickest way to instantly change the look and feel of your photos with no hassle. A full, thorough photo edit is just a click away.These presets were created to be used with the Lightroom Mobile App that can be downloaded for free. This listing includes one mobile Lightroom preset (DNG file) and a 'How To' file, to help you with the install.Even though my presets have been tested on a variety of photos with different lighting conditions / colours / subjects etc, it's important to note that all these different variables may also mean the preset may need a little adjusting to best fit your photo. Thank you for supporting smallDon't hesitate to get in touch for any queries!Due to the nature of the item, there are no refunds/exchanges on any digital items.Terms of Use:By buying this product you are automatically agreeing to the following terms of use:No copying or redistribution of my products.\n                ", "listing_reviews": "13", "store_reviews": "38 reviews", "search": "facebook template", "url": "https://www.etsy.com/listing/919835403/au-naturel-mobile-lightroom-presets"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=820356249", "store_sales": "70,786 sales", "store_rating": "4.9099", "listing_title": "5 Family Desktop & Mobile Lightroom Presets, Bright Airy Photo Editing Filter for Instagram, White Clean Preset for Home Lifestyle Blogger", "listing_bestseller": "-", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Family Time Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram, Photo Editing Filter for Lifestyle and Travel🌟The Family Time Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add bright, white and airy tones to your Instagram photos. These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for mobile preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "37", "store_reviews": "5,613 reviews", "search": "facebook template", "url": "https://www.etsy.com/listing/820356249/5-family-desktop-mobile-lightroom"}, {"seller_text": "EveDesignCo", "seller_href": "https://www.etsy.com/shop/EveDesignCo?ref=simple-shop-header-name&listing_id=829140052", "store_sales": "5,333 sales", "store_rating": "4.1846", "listing_title": "Mobile Lightroom Presets | Instagram Presets | Desktop & Mobile Presets | Influencer Natural Theme | Natural Airy Photo Presets", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.23\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 2 other files"], "listing_desc": "\n                    Mobile Lightroom Presets | Instagram Presets | Desktop & Mobile Presets | Influencer Natural Theme | Natural Airy Photo PresetsCreated for the FREE Lightroom Mobile App and Desktop Lightroom. These presets will transform your photos with just one click. Create a cohesive aesthetic in your images and a consistent theme for Instagram or in your blog.What's included with your purchase? ✩ One Mobile Lightroom Preset (DNG file) ✩ One Desktop Lightroom Template (Irtemplate) ✩ Step-by-step PDF guide with images Thank you for shopping small!INTELLECTUAL PROPERTY RIGHTS: Unless otherwise indicated, the products listed on this shop is our proprietary property and all source code, databases, functionality, software, designs, audio, video, text, photographs, and graphics on the Site (collectively, the “Content”) and the trademarks, service marks, and logos contained therein are owned or controlled by us or licensed to us and are protected by copyright laws and various other intellectual property rights and unfair competition laws of the United States, foreign jurisdictions, and international conventions.\n                ", "listing_reviews": "58", "store_reviews": "132 reviews", "search": "facebook template", "url": "https://www.etsy.com/listing/829140052/mobile-lightroom-presets-instagram"}, {"seller_text": "SymphonyPresets", "seller_href": "https://www.etsy.com/shop/SymphonyPresets?ref=simple-shop-header-name&listing_id=791964935", "store_sales": "17,197 sales", "store_rating": "4.9267", "listing_title": "10 Dark and Moody Mobile Lightroom Presets -  Desktop Presets - Instagram Presets - Set of 10 Presets - iPhone Presets - Blogger Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 JPG, 1 ZIP"], "listing_desc": "\n                    Moody Black - Lightroom Presets / Best for Lightroom Mobile and Desktop/ Lightroom Presets/ Instagram PresetsMake your photos stand out with this preset pack which includes 10 unique presets for Lightroom. These presets were designed especially for portraits, travel, lifestyle, and wedding photography to give your photos that popular and attractive dark and moody look. This preset pack is the second version of our Dark and Moody Preset Pack.This bundle includes 10 beautiful Lightroom presets which can be used in almost every type of situation. Whether you took an amazing selfie, or you took awesome photos on your new camera these presets will be great. They were great in a variety of lighting situations, even in extremely low light environments.You can use these presets in both the mobile and the desktop version of lightroom with a very easy install that can take under 1 minute. Compatibility: Works on all Versions of Lightroom Classic, Lightroom CC and Lightroom Mobile. Lightroom Classic versions 7.2 and older use the .lrtemplate files while 7.3 and newer can use either .lrtemplate or .xmp.Top features of this bundle:🗸 One time purchase, keep forever🗸 10 Presets in .xmp Format🗸 10 Presets in .lrtemplate Format🗸 10 Preset in .dng Format🗸 Compatible with Lightroom Mobile🗸 Compatible on Windows and Mac🗸 24/7 Support🗸 Free Updates🗸 Install Instructions Included\n                ", "listing_reviews": "100", "store_reviews": "860 reviews", "search": "facebook template", "url": "https://www.etsy.com/listing/791964935/10-dark-and-moody-mobile-lightroom"}, {"seller_text": "LouMarksPhoto", "seller_href": "https://www.etsy.com/shop/LouMarksPhoto?ref=simple-shop-header-name&listing_id=865473815", "store_sales": "388,511 sales", "store_rating": "4.8278", "listing_title": "10 Presets, Lightroom Presets, Lightroom mobile presets, Filter Instagram presets, Preset for mobile blogger, Natural light and airy Pack", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.49\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP, 2 PDF"], "listing_desc": "\n                    ♡ SALE!! Buy 3 Packs & Get 2 FREE! Add all 5 Packs to your cart and only pay for 3 in total!♡ More Presets In My Shop: www.etsy.com/shop/loumarksphoto♡ Create consistent photo edits with The Light Airy Preset Pack. This Preset Collection soften and lighten your dark dull photos, add lightness and sift color with my photo presets! This presets pack included 10 presets suitable for all images and creates amazing results! Makes your images look so much better and brighter! ♡ Works amazing in one click on Indoor and Outdoor, Home Interiors, Family Photos, Lifestyle, Travel, Fashion, Blogger, Wedding, and Portrait Images. Create beautiful blog images or social media images one click. Perfect to easily enhance everyday photos!WHY YOU'LL LOVE IT✔️Light Airy vibe perfect for instagram themes✔️Creamy skin tones and dreamy white tones✔️Made by a professional photographerLou & Marks Presets work with All Versions of Lightroom Mobile & Lightroom Desktop and with Photoshop ACR.INCLUDED IN YOUR PURCHASE ✔️ 10 Mobile Lightroom Presets (DNG)✔️ 10 Desktop Lightroom Presets (LR)✔️ 10 Lightroom & Photoshop Presets (XMP)✔️ Step-by-step PDF guide with video instructionsCOMMON QUESTIONS✔️ Works With The Free & Paid Lr iPhone App✔️ Works With The Free & Paid Lr Android App✔️ Works With All Lightroom Desktop Versions ✔️ Works With Photoshop ACR ✔️ Works With Mac & PC✔️ Works With JPG & RAW Formats♡ SKIN TONE PROMISE You are you unique and so are our Presets! We created our Presets for everyone. No one specific skin tone or hair color. When you purchase from Lou + Marks you are not just purchasing presets you also get our guarantee that they will suit your skin tone. If they don’t send me a message with an unedited image and I will personally adjust them for you. ♡ STAY IN TOUCH Connect with me on Instagram @louandmarks and tag #louandmarks so I can see all your amazing photo edits and share them in my daily stories of my audience of over 60K.© Lou & Marks. All Rights Reserved. By Purchasing this product you agreeing to the Terms of Use. Do not sharing the files, or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "69", "store_reviews": "16,494 reviews", "search": "facebook template", "url": "https://www.etsy.com/listing/865473815/10-presets-lightroom-presets-lightroom"}, {"seller_text": "MintAndPepper", "seller_href": "https://www.etsy.com/shop/MintAndPepper?ref=simple-shop-header-name&listing_id=965300605", "store_sales": "61,307 sales", "store_rating": "4.8303", "listing_title": "14 Lightroom Mobile Presets, Bright Airy Lightroom Preset, Desktop Boho Presets, Photo Filter for Blogger, Bright Instagram", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.82\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 2 ZIP"], "listing_desc": "\n                    14 Presets for Mobile Lightroom in .DNG format ✩ Lightroom Presets ✩ Instagram FiltersBOHO VIBE is pack of 14 Lightroom Mobile & Desktop Presets. Great for bloggers, photographers and everyone who aims to create a consistent feed on Instagram with easily applied filter. Perfect for outdoor and indoor photography, fashion shots and portraits.✩ They work well with iPhone and Android devices and Desktop Lightroom✩ Easy to apply, with just one click✩ Instant download filesYOU GET:✩ 14 Lightroom Mobile Presets in .DNG and .XMP formats✩ Instruction in PDF 💥Check out our Bestsellers💥https://www.etsy.com/shop/MintAndPepperSPECIAL OFFER:🌟GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE🌟🌟GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE🌟🌟GET 8 PACKS & PAY ONLY FOR 4 - Add 8 items to your cart and use promo code 4FREE🌟Please remember that all presets look differently on each photo because of lighting and white balance settings, dominant colours etc. If your photo doesn’t look perfect you may need to adjust exposure or temperature to achieve the best results.Due to the digital nature of this product no exchanges or refunds will be made.CONTACT:EMAIL: mintandpepper5 [!at] yahoo.comON IG: @mint_and_pepper_© 2021 MintAndPepper, All Rights ReservedTerms of use: Forbidden to copy, sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.Lightroom Presets, Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, iPhone, Android, Lifestyle Presets, Desktop Presets, Wedding Presets, Boho Presets, Portrait Presets, Best Presets, Bright And Airy Preset, Clean Preset, Light Preset, Instagram Filters, Mobile Filters, Photo Filters, Travel Blogger Presets, Photo Editing, Photography Presets, White Preset, Blogger Presets, Photo Presets, Mobile Filter, Travel Presets, Influencer Presets, Summer Presets, Trendy Presets, Premium Presets\n                ", "listing_reviews": "23", "store_reviews": "2,033 reviews", "search": "facebook template", "url": "https://www.etsy.com/listing/965300605/14-lightroom-mobile-presets-bright-airy"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=806790891", "store_sales": "70,786 sales", "store_rating": "4.9099", "listing_title": "5 White Mobile & Desktop Lightroom Preset, Bright Airy Photo Filter for Instagram Influencers, Light Clean VSCO iPhone Blogger Presets", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 White Bliss Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram, Photo Editing Filter for Lifestyle and Travel🌟The White Bliss Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add clean, rich white tones to your Instagram photos. These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for mobile preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "92", "store_reviews": "5,613 reviews", "search": "facebook template", "url": "https://www.etsy.com/listing/806790891/5-white-mobile-desktop-lightroom-preset"}, {"seller_text": "HayleyAmeliaCreative", "seller_href": "https://www.etsy.com/shop/HayleyAmeliaCreative?ref=simple-shop-header-name&listing_id=1011423303", "store_sales": "764 sales", "store_rating": "4.8182", "listing_title": "Facebook Templates, Facebook Timeline Template, Social Media Templates Canva, Facebook Templates Small Business, Facebook Template Bundle", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $3.57\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    This Facebook Templates Bundle has been designed for business owners, coaches, entrepreneurs, social media managers or anyone wanting to seriously up their social media game! Easily create viral social media posts in minutes with these gorgeous Canva templates. Our templates are a specifically designed to boost your engagement, grow your audience and upgrade your online presence.All templates are fully customizable using Canva (an easy to use, free graphic design platform). Make them your own by editing the colors, fonts and images to match your branding.Stand out on online and easily attract your dream clients & customers with our Facebook Templates.**********************************************The template kit includes-- 30 fully customizable Facebook post templates- PDF with instructions for use**********************************************HOW IT WORKS1. To edit the templates you will need a free Canva account. Sign up here - canva.com2. Once you have placed your order you will receive instant access to a PDF document3. This document will a link give you a link to your files and instructions about how to access the templates in Canva. To access download go to your account > purchases & reviews > your order4. Once you have clicked on the link in the PDF you will be redirected to Canva where you can edit your template immediately. You can edit as much or as little of the templates as you would like, including colors, fonts, images, elements ect.5. Edit and reuse your template over & over again to create limitless amounts of social media posts**********************************************IMPORTANT INFORMATIONDue to licencing stock photos are for display purposes only and are not included in the template files. You can add in your own photos, or use free stock photos from website such as Unspash.com or Pixabay.com. Free stock photos are also available to use on Canva.Adding images to your templates is easy. Simply upload the image to Canva and then drag and drop into the desired frame.**********************************************REFUNDS / EXCHANGESDue to the digital nature of this product I cannot offer any refunds or exchanges.Need help? Don't hesitate to contact me & I'll help you out right away.**********************************************This purchase is a DIGITAL INSTANT DOWNLOAD, no physical copy will be shipped.**********************************************Templates are for personal use for you and your own business only. They may not be recreated, distributed or sold.All templates are copyrighted @Hayley Amelia Creative**********************************************ABOUT MEHi, I'm Hayley from Hayley Amelia Creative. I help female entrepreneurs create social media graphics & marketing materials that attract aligned clients and customers.Thanks for supporting me!Etsy: www.etsy.com/shop/HayleyAmeliaCreativeInstagram: @HayleyAmeliaCreativePinterest: www.pinterest.com/HayleyAmeliaCreative© 2021 Hayley Amelia CreativeAll Rights ReservedFacebook Templates, Facebook Timeline Template, Social Media Templates Canva, Facebook Templates Small Business, Facebook Template Bundle\n                ", "listing_reviews": null, "store_reviews": "33 shop reviews", "search": "facebook template", "url": "https://www.etsy.com/listing/1011423303/facebook-templates-facebook-timeline"}, {"seller_text": "HillAndOliveAus", "seller_href": "https://www.etsy.com/shop/HillAndOliveAus?ref=simple-shop-header-name&listing_id=775657077", "store_sales": "33,511 sales", "store_rating": "4.5416", "listing_title": "10 Mobile Lightroom Presets, Vsco Filters, Iphone Presets, Lightroom, Mobile Presets, Instagram Filters Presets, Colorful Mobile, Dng Preset", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.71\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    Mobile Lightroom presets for aesthetic Instagram profile feed. Perfect for anyone wanting to create a dreamy Instagram feed, works well with photos shot on Android or iPhone. Details:- 10 Mobile Lightroom Presets in .dng format- Use on Lightroom mobile app - Compatible with both Android and iPhone- Digital Files ONLY- Include PDF image instructions and Google Drive alternative download linkInstallation: To access your digital files:1. Go to Your Account 2. Purchases and reviews and look for the order. 3. To the right of the order, click Download Files. 4. You will be able to download the download link PDF which will take you to Google Drive where you will be able to download  ALL 10 presets     (ALSO DOWNLOAD INSTRUCTION MANUAL FOR REFERENCE.)5. Save each DNG file separately to your phone (these will save as images).6. You will then be able to upload each DNG file as an image to your Lightroom Mobile app.7. Click on the three dots in the top right of your Lightroom app  8. Select the option 'Create Preset', this will allow you to save the preset to the preset editing option of the app for use on other images.For any questions please contact me via Etsy messages.No sharing files, or selling them in any form. Derivative works are prohibited.\n                ", "listing_reviews": "100", "store_reviews": "1,400 reviews", "search": "facebook template", "url": "https://www.etsy.com/listing/775657077/10-mobile-lightroom-presets-vsco-filters"}, {"seller_text": "BlossomingRealEstate", "seller_href": "https://www.etsy.com/shop/BlossomingRealEstate?ref=simple-shop-header-name&listing_id=987740462", "store_sales": "903 sales", "store_rating": "5", "listing_title": "36 TOP Real Estate Facebook Post templates. Facebook Listing Status for Realtors. Social Media Posts for Real Estate Agents. Edit in Canva.", "listing_bestseller": "-", "listing_price": "\n                        $11.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    If you're a real estate agent that's SUPER BUSY, then these Real Estate Social Media Posts are for you! Quickly edit and post as soon as you have an update to post!Keep your social posts looking polished and professional with these ready-to-use Facebook templates. All you need is a free Canva account and you're ready to customize them with your content and photos. Stop worrying about your Facebook page and start spending more time on your clients today!// WHAT’S INCLUDEDA PDF with a Simple How-To and access to your template on the last page. // FEATURES- User-friendly drag & drop interface.- Ready to customize with your own fonts, colors, and photos.- 36 Facebook Posts - 940x788 pixel format.> 6 JUST LISTED> 6 COMING SOON> 6 UNDER CONTRACT> 6 OPEN HOUSE> 6 SALE PENDING> 6 SOLD- Ready to use in Canva, no expensive software required!// HOW IT WORKS- After purchase, download your PDF file. - Open the PDF file and read the instructions (the link to your template will be on the last page).Your template is customizable and ready for your content! All you need is a free Canva account. Set it up in Canva and it’s ready to use; simply adjust the colors, fonts, and imagery that suit your personal brand.⚠️ IMPORTANT ⚠️- Note: This item is a DIGITAL DOWNLOAD, so no physical item will be shipped to you.- This template is intended for use in Canva, and will not work in Adobe Photoshop or any other software.- Presentation slides and photos are not included with your purchase.⚠️ COPYRIGHT & DESIGN POLICIES ⚠️Every template sold in Blossoming Real Estate’s Shop is the copyright of Blossoming Real Estate. Templates MAY NOT be shared, distributed, or resold in any way.By purchasing any product from Blossoming Real Estate’s Shop, you accept these Copyright and Design Policy Terms.Please refer to the FAQ section for more details and acceptable use examples.Feel free to message me with any questions that you may have. I’m always happy to answer you! ♥~Melissa\n                ", "listing_reviews": null, "store_reviews": "41 shop reviews", "search": "facebook template", "url": "https://www.etsy.com/listing/987740462/36-top-real-estate-facebook-post"}, {"seller_text": "EliteStudioPresets", "seller_href": "https://www.etsy.com/shop/EliteStudioPresets?ref=simple-shop-header-name&listing_id=895645021", "store_sales": "17,026 sales", "store_rating": "4.7485", "listing_title": "Lightroom Preset BOHEMIAN, Single Mobile Desktop Lightroom Preset, Brown Vintage Boho Lightroom Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $1.83\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 2 other files"], "listing_desc": "\n                    Bohemian preset to give your photos a vintage look.☆ What is included? ☆➤ 1 Mobile Preset in .DNG format➤ 1 Desktop Preset in .XMP format (NOT lrtemplate format, but you can still use them by uploading the DNG files in your Lightroom Desktop and save them as preset.)➤ PDF installation guide☆ Compatibility ☆➤ For MOBILE and DESKTOP use (iPhone, Android, PC, MAC)➤ Compatible with free version of the Adobe Lightroom App. You can download this app for free on your mobile phone (iPhone or Android)➤ Compatible with the paid version of the Adobe Lightroom Classic CC (version 7.3+)➤ For use on JPEG and RAW imagesSince each image is different due to lighting conditions, camera settings, and personal style, these presets may need to be slightly altered to fit your needs.☆ BUY 5 AND GET 30% OFF!! ☆Add 5 presets in your cart and receive automatically 30% discount!https://www.etsy.com/shop/EliteStudioPresets☆ 24/7 Support ☆If you have any questions or need some help with the presets, please contact me at Etsy or through email elitestudiopresets[at]@gmail.com♡ Share with Us! ♡I would love to see how your pictures turned out by using our presets. Please include them in your review! Tag or DM us on instagram to get featured!@elitestudiopresets© 2020 Elite Studio Presets, All Rights ReservedTerms of Use: By purchasing this item, you are automatically agreeing to the terms of use. Included but not limited to: Prohibition of sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "24", "store_reviews": "749 reviews", "search": "facebook template", "url": "https://www.etsy.com/listing/895645021/lightroom-preset-bohemian-single-mobile"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=686099539", "store_sales": "171,645 sales", "store_rating": "4.8275", "listing_title": "COLOR Presets, Vibrant Presets, Lightroom PRESETS, MOBILE Presets, Instagram Filter, Desktop Preset, lightroom mobile presets, blogger", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    💥5 Mobile Lightroom Presets, Mobile Presets, Desktop Presets💥Blogger Preset Package for Instagram Photo PresetDreamLand preset photo filter✅FILES included:- 5 Lightroom presets for MOBILE Lightroom( free mobile lightroom app)- 5 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "94", "store_reviews": "6,145 reviews", "search": "facebook template", "url": "https://www.etsy.com/listing/686099539/color-presets-vibrant-presets-lightroom"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=631617674", "store_sales": "237,230 sales", "store_rating": "4.8715", "listing_title": "20 Lightroom Presets LUXURY BLACK for Desktop and Mobile Lightroom, Deep Moody,  Dark Instagram Filter, Black Tones Blogger Presets", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $3.65\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    20 LIGHTROOM PRESETS LUXURY BLACK, Mobile Presets, Desktop Presets, Dark Preset, Black Preset, Photo filter, Pets Bloggers Presets, Instagram presetsCreate the perfect look within a click of a button it will be perfect for all your social media posts!Luxury Black Preset Pack that gives a photo a unique atmosphere and unsaturated, faded colors.Check out my Bestseller Itemshttps://www.etsy.com/shop/VictoriaBeePhoto♦️ Works in Lightroom Mobile App (iOS/Android)♦️ Works With & Without Adobe subscription♦️ Compatible with All Photo formatsIncluded:🔶20 Lightroom presets in .DNG format for MOBILE Lightroom (.ZIP Archive)🔶20 Lightroom presets in .XMP format for DESKTOP Lightroom (.ZIP Archive)🔶.PDF file with direct link to download presets directly to your phone (Dropbox)🔶.PDF Instruction Guide Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets.‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️Keep in mind that all presets work differently with each photo depending on a number of factors such as lighting, white balance, tone etc. Please contact me for any questions or editing help victoriabee.shop [!at] gmail.com© 2019-2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoKeywords: Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset, Dog Preset, Puppy Preset, Cat Preset, Animal Preset, Pets Presets, Bright Light Presets\n                ", "listing_reviews": "32", "store_reviews": "8,047 reviews", "search": "facebook template", "url": "https://www.etsy.com/listing/631617674/20-lightroom-presets-luxury-black-for"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=948567963", "store_sales": "21,701 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Neutral Filter, Cream Preset, Instagram Filters, iPhone Presets, Lightroom Filter, Lifestyle Preset, Organic Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it natural with an Organic Preset! This Lightroom Mobile preset will effortlessly soften and mute the shades in your photos to achieve a creamy cozy look with the click of button! ☼ Your purchase includes ☼- 1 Organic Lightroom Mobile Preset- PDF step by step installation guide☼ Additional Information ☼- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ☼ Cancellation Refunds/Exchanges ☼Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "15", "store_reviews": "1,130 reviews", "search": "facebook template", "url": "https://www.etsy.com/listing/948567963/lightroom-mobile-preset-neutral-filter"}, {"seller_text": "CONTENTdesign", "seller_href": "https://www.etsy.com/shop/CONTENTdesign?ref=simple-shop-header-name&listing_id=970775448", "store_sales": "6,816 sales", "store_rating": "4.8828", "listing_title": "100 Instagram Girl Boos Quotes| Minimal Social Media Quotes Pack| Editable Instagram Affirmation Posts| Boho Canva Templates for Blogger", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.37\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    100 Instagram Girl Boos Quotes| Minimal Social Media Quotes Pack| Editable Instagram Affirmation Posts| Boho Canva Templates for BloggerCUSTOMIZABLE CANVA Mobile and Website QUOTE Templates - for business, bloggers, marketing, branding and more! Edit and customize the designs to fit for your social media style and content. Motivational and Inspirational Quotes.GET 100 Professional INSTAGRAM QUOTE templates to boost engagement on your personal or business account!SIMPLIFY your INSTAGRAM marketing with our ready-to-use templates. In only a few steps create your own design that's ready to post to your account, leaving you with hours of free time to focus on what you love!FILE: PDF with instruction and link to access and edit the templates in CANVA. SIZE: 1080px x 1080px (Instagram Post)          1920px x 1080px (Instagram Story) CANVA is a graphic design application available online at www.canva.com. It is easy to learn and features an intuitive drag-and-drop interface that is perfect for editing. No software required, access your templates on any device (Phone, Computer, Tab).EDIT the templates to suit your brand, change background, text, color, replace photos with your own photography.HOW IT WORKS:PURCHASE the templateRECEIVE immediately PDF with link and guideOPEN the templates linkCUSTOMIZE for your needs in CANVAUPLOAD to your accountYou can edit your template over and over again as needed  You can edit the templates to suit your brand, change background, text, color, replace photos with your own photography.NOTE: All designs are ©CONTENTdesign - please do not distribute or resell these templates in whole or part. Since this is a digital file we cannot provide returns or exchanges on downloadable items. Please ask all questions before purchasing your item.THANK YOU for visiting CONTENTdesign!Shop main page - https://www.etsy.com/shop/CONTENTdesign?ref=seller-platform-mcnav\n", "listing_reviews": "8", "store_reviews": "239 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/970775448/100-instagram-girl-boos-quotes-minimal"}, {"seller_text": "MarketingTemplatesCo", "seller_href": "https://www.etsy.com/shop/MarketingTemplatesCo?ref=simple-shop-header-name&listing_id=975018374", "store_sales": "13,235 sales", "store_rating": "4.8366", "listing_title": "Skincare Instagram Post Templates | Beauty Social Media Posts | Lash Tech | Esthetician Instagram Posts | Spa Instagram Posts | Social Media", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $7.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF"], "listing_desc": "\n                    Welcome to Marketing Templates Co! Are you a small business owner looking to up your insta game? This Instagram bundle is perfect to give you a modern and cohesive branding to not only increase engagement, but increase your following! The best part? They are completely editable and customized by YOU! Upload your logo, change the colors, text and more to make them customized to your business with Canva, a completely free program that makes it easy to edit and download in any format! (PPPSSSTT... you can also download the Canva app to edit, download, and them upload straight to instagram from your phone!How it Works---------------------------------- Once payment is confirmed, you can download your document with instructions (that include link to your templates) to edit and download.- ALL templates are COMPLETELY customizable through the FREE program Canva. All you do, is create a free account and edit your Instagram Templates!- Edit: colors, texts, icons, graphics and more! You can even upload your logo and add.What you will receive?---------------------------------- 50 Instagram Post Templates- Our best selling 100+ page instagram guide! (worth $17.99)Who are these templates for? ---------------------------------- Small Businesses- Estheticians- Skincare Experts- Beauty Industry Experts- Lash Techs About Me---------------------------------- 3x Etsy Shop Business Owner with over $100,00 in revenue (Main Shop: @OhBabyTemplates)- Full time Digital Marketer with a degree in Marketing- Full Time Social Media Manager- Part time blogger at Ohbaby.siteIf you have any questions regarding this item, please hit the “Message Seller” below and I will get back to you within 24 hours.✨Use code: BUNDLEDEAL when you purchase 2 or more items for 20% off your entire purchase!✨✨ Try Canva Pro for free here! ➡️ https://partner.canva.com/c/2832767/647168/10068 ✨\n                ", "listing_reviews": null, "store_reviews": "520 shop reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/975018374/skincare-instagram-post-templates-beauty"}, {"seller_text": "ByMillennials", "seller_href": "https://www.etsy.com/shop/ByMillennials?ref=simple-shop-header-name&listing_id=883723991", "store_sales": "2,615 sales", "store_rating": "4.9636", "listing_title": "Engagement Post Templates for Instagram (Canva Templates) | Nude Theme | Beige Feed | Notification Series, Reminder Templates for Instagram", "listing_bestseller": "Bestseller", "listing_price": "\n                        $8.49\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Are you ready to take you Instagram game to the next level? Brand new CANVA templates to boost engagement on your personal or business Instagram account!Customizable Canva Mobile / Website App Templates -  for bloggers, entrepreneurs, business owners and more! Edit and customize the designs so they would fit your style! You can change the images, background, colors, fonts, texts.TAKE YOUR INSTAGRAM GAME TO THE NEXT LEVEL✔ 20 + Professional & Unique templates editable on Canva✔ Come in 2 different sizes - 1048px x 1048px (square) AND 1080px x 1350px (portrait) ✔ 100% Customizable✔ Lifetime purchase protection (One-time payment)✔ Get a cohesive Instagram feed without needing to invest in a social media manager or designerHOW IT WORKSInstant download. After you complete the payment you will immediately have the option to download the product(s) from the final purchase page. You will also receive a download email shortly after.Receive a PDF document with a shared link that will allow you to reach your templates. You can edit those templates via a free design tool Canva. It’s really easy to use!HOW TO USE CANVA?✔ Make sure you already have a Canva account. https://www.canva.com IT'S FREE!✔ This template works for both free and pro-Canva user✔ Download Mobile Canva App here✔ Download the PDF, and open the link to the theme that you'd like to use Place your image and text.✔ After all, is set, save the template as JPGIMPORTANT NOTICEThe photos used are only for promotional purposes and not included in the template. Purchasing this template does not give you legal rights to the images in the templates. You must use your own images or copyright free images. You do not have the rights to resell this template as separate items nor as a full set.These templates are not legally associated with Canva.com\n                ", "listing_reviews": "39", "store_reviews": "110 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/883723991/engagement-post-templates-for-instagram"}, {"seller_text": "PocketStudioUK", "seller_href": "https://www.etsy.com/shop/PocketStudioUK?ref=simple-shop-header-name&listing_id=926229839", "store_sales": "418 sales", "store_rating": "5", "listing_title": "Instagram Quotes Ready to Post - Boho Happy Positive Quotes Social Media Posts, Positive Quotes, Social Media Templates, Instagram Posts", "listing_bestseller": "-", "listing_price": "\n                        $4.96\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP"], "listing_desc": "\n                    15 Ready to use Instagram happy & positive quotes social media templates + 5 plain backgrounds for you to create your own posts. Made in boho happy and bright pastel colours; use these to create social media posts to keep a cohesive look to your feed and stories. ➳ Posts are 1080 x 1920 px (Instagram story size) so you can use these for Instagram stories and posts in both 4:5 format and the original square. Just use Instagram to crop to size when posting to the grid. You can also use apps like Canva/Snapseed to crop outside of Instagram. ☽  Posts are not editable and will be downloaded as flat .png files.✩ You will receive these in a digital .zip file. You can download these either to your computer or your phone, however you cannot download to your iPhone using the Etsy app. Instead, go to Safari, go to the Etsy website (ignore the prompt to open the app) and download them from your Purchases onto your phone from there. They will then go into the Files app and you can unzip them by tapping the folder.***Due to the digital nature of this product no refunds are available******By purchasing these designs you agree to not sell, share, edit or redistribute them anywhere***\n                ", "listing_reviews": "5", "store_reviews": "22 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/926229839/instagram-quotes-ready-to-post-boho"}, {"seller_text": "Blondary", "seller_href": "https://www.etsy.com/shop/Blondary?ref=simple-shop-header-name&listing_id=943879946", "store_sales": "2,567 sales", "store_rating": "4.9957", "listing_title": "Lightroom Presets, 6 Coconut Presets, Mobile Presets, Instagram Filter, Blogger Presets, Travel Presets, Summer Presets, Tropical, Maldives", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $1.05\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    6 Mobile Lightroom Presets, Instagram Presets, Travel presets, Photo filter, Blogger Presets, Indoor photo presets, Lifestyle presets, Warm Bright preset, Tropical Presets, Preset, Coconut Presets✩ FREE PRESETS OFFER ✩💥 GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE 💥💥 GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE 💥*Coconut Mobile & Desktop Presets: include 6 mobile and desktop Lightroom preset will enhance skin tones for an all year round sunkissed tan and make the blues in your photo pop.*⭐You Will Receive :- 6 DNG. Mobile Presets (Compatible with computer Lightroom App also!) - 1 PDF file \"how to download mobile presets\" All presets files are in DNG format.After the download you will need to unzip the file, either on your PC (and then send the mobile presets to your phone) or on your phone (if you have an app that can unzip files).After purchase you will be able to INSTANTLY DOWNLOAD the following 6 presets.- If you have problems with installation or with downloading your files just contact me and I'll do my best to help you.- Please keep in mind that each photo has different light setting so you can tweak some settings as light, contrast etc after applying you presets to get best results.For personal use ONLY! You may NOT sell, distribute, rent, give, sub-license, or transfer presets, or presets sent to anyone else.More Presets:Creamy Presets:https://www.etsy.com/listing/948185389/mobile-lightroom-presets-5-creamy?ref=shop_home_active_8&pro=1Winter Snow Presets:https://www.etsy.com/listing/949617290/mobile-lightroom-presets-12-winter-snow?ref=shop_home_active_9&pro=1Vintage Presets:https://www.etsy.com/listing/960609413/lightroom-presets-3-vintage-presets?ref=shop_home_active_1&pro=1Spring Presets:https://www.etsy.com/listing/953829356/lightroom-presets-6-spring-presets-white?ref=shop_home_active_3&pro=1Fitness Presets:https://www.etsy.com/listing/943374818/lightroom-presets-6-fitness-presets?ref=shop_home_active_5&pro=1Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filters, Travel Presets, Influencer Presets, warm presets, iPhone Presets, Moody Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright Presets, Clean Preset, Color Pop Preset, Vibrant Presets, Desert Presets, Beach Presets, Instagram Presets, Lifestyle Presets, Coconut Presets, summer presets, tropical presets\n                ", "listing_reviews": null, "store_reviews": "234 shop reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/943879946/lightroom-presets-6-coconut-presets"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=1029762143", "store_sales": "21,701 sales", "store_rating": "4.7409", "listing_title": "10 Lightroom Presets for Mobile, Vibrant Preset, Colorful Filter, Bright Summer Preset, Beach Preset, Instagram Filter, VSCO Filter, Outdoor", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $2.12\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    Meet our NEW Colorpop Lightroom Presets for Mobile devices! These trendy vibrant filters are perfect for Bloggers, Instagram Influencers, or anyone looking to up their photo game!⋒ Your Purchase Includes ⋒・10 Colorpop Lightroom Presets for Mobile・PDF Download Guide・PDF Editing Tips & Tricks Handbook⋒ Additional Information ⋒・FOR MOBILE (iOS / Android)・Compatible with the FREE Lightroom App・Works with & WITHOUT an Adobe subscription・Presets can be used an unlimited number of timesOur presets are tested on a range of different photo styles. Please keep in mind, all photos are unique and therefore presets work differently on every photo. We are confident that our presets will add a beautiful touch to your photos. The final touch may be done by you through small adjustments like tweaking the exposure or saturation to create your perfect image.⋒ Cancellations, Refunds and Exchanges ⋒Due to the digital nature of this product, we are unable to offer refunds. However, your satisfaction is our number one priority. In the case you are not happy with a preset you have purchased, please leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2021 IslahStudios, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.⋒ Keywords ⋒Lightroom Preset, Lightroom Preset Etsy, Lightroom Mobile, Outdoor Preset, Outdoor Filter, Beach Preset, Beach Filter, Summer Preset, Summer Filter, Instagram Preset, Instagram Filter, VSCO Filter, Lifestyle Blogger Preset, Lifestyle Blogger Filter, Influencer Preset, Influencer Filter, California Vibes, iPhone Filter, Android Filter, Tan Preset, Vacation Preset, Travel Preset, Travel Blogger, Mommy Preset, Mommy Filter, Baby Preset, Baby Filter, Newborn Preset, Newborn Filter, Family Preset, Family Filter, Home Preset, Home FIlter, Indoor Preset, Indoor Filter, Interior Preset, Interior Filter, Vibrant Preset, Vibrant Filter, Colorful Preset, Colorful Filter, Colorpop Preset, Colorpop Filter\n                ", "listing_reviews": null, "store_reviews": "1,130 shop reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/1029762143/10-lightroom-presets-for-mobile-vibrant"}, {"seller_text": "HyggelyStudio", "seller_href": "https://www.etsy.com/shop/HyggelyStudio?ref=simple-shop-header-name&listing_id=726954527", "store_sales": "21,406 sales", "store_rating": "4.919", "listing_title": "8 Lightroom MOBILE Presets, Clean and Crisp Mobile Lightroom Presets, Blogger and Instagram Photo Filters, Lightroom CC, Light Bright Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.55\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF"], "listing_desc": "\n                    Elevate your social media presence with these Clean and Crisp presets for MOBILE! These are used best for images used in light spaces or shot in natural light.☞ PLEASE NOTE: THIS IS A DIGITAL DOWNLOAD! NO PHYSICAL COPY WILL BE SENT TO YOU! ☜CHECK OUT MORE FROM THIS SHOP --> https://www.etsy.com/ca/shop/HyggelyStudio-----------------------------------------------DETAILS FOR INSTANT DOWNLOAD:-----------------------------------------------♡ INSTANT DIGITAL DOWNLOAD!You will receive 8 preset files (PDF will have a clickable link to your files through google drive)+ PDF WITH LINK TO STEP BY STEP INSTRUCTIONS WITH PHOTOS!➀ CLEAN&CRISP - ORIGINAL - DNG FILE ➁ CLEAN&CRISP - HIGHLIGHT- DNG FILE➂ CLEAN&CRISP - WARM- DNG FILE➃ CLEAN&CRISP - COOL - DNG FILE➄ CLEAN&CRISP - INTERIOR - DNG FILE➅ CLEAN&CRISP - OUTDOOR - DNG FILE➆ CLEAN&CRISP - TWO - DNG FILE➇ CLEAN&CRISP - THREE - DNG FILE!! These presets are created for Mobile Lightroom CC ONLY !!*If you would like the Desktop version of these presets, please message me, and I will direct you to the desktop listing*- Compatible with both the Paid and Free Versions of Lightroom Mobile- Instant Download Directly to Mobile Device, No Desktop Needed- Compatible with JPG & Raw ImagesBased on your lighting conditions, camera settings, and personal style, these presets may need to be slightly altered to fit your needs. I am always happy to help you use the presets if you are having trouble.  !! No refunds or exchanges can be made on digital products !!TERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE FOLLOWING -- - Do not share these files- Do not sell these files- Derivative works are also prohibited© 2019 Hyggely Studio - All Rights Reserved\n                ", "listing_reviews": "100", "store_reviews": "816 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/726954527/8-lightroom-mobile-presets-clean-and"}, {"seller_text": "SunnyEditor", "seller_href": "https://www.etsy.com/shop/SunnyEditor?ref=simple-shop-header-name&listing_id=923518190", "store_sales": "336 sales", "store_rating": "4.7059", "listing_title": "11 Natural Mobile Lightroom Presets, Natural Presets, Cream Presets, Instagram Filters, Blogger, Vanilla, iPhone Presets, Filter for iPhone", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.20\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 1 PDF, 1 ZIP"], "listing_desc": "\n                    ◆ ◆ ◆ SPECIAL OFFER ◆ ◆ ◆✭ Buy 3 presets and get 2 for free. Add 5 presets to your shopping cart and apply the coupon code 2FREE. ✭ Buy 5 presets and get 4 for free. Add 9 presets to your shopping cart and apply the coupon code 4FREE.◄  INCLUDED IN YOUR PURCHASE  ►* 11 Mobile Lightroom Presets (DNG files)* Detailed PDF Image Instructions✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Lightroom Mobile is FREE so you don't need an Adobe subscription to use the presets✔️ You only need Lightroom CC App on your Phone/iPad✔️ Once purchased can be used an unlimited amount of times✔️ Easy to apply with just one clickGeneral information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUYhttps://www.youtube.com/watch?v=uOBXKOyAFEAPlease keep in mind all photos are unique and therefore each preset works differently on every photo. You can fine tune your own adjustments to find settings that suit you with temperature, exposure etcDue to the digital nature of this product ALL SALES ARE FINALKeywords:Lightroom Presets, Mobile Preset, DNG, Instagram Preset, Lightroom CC, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset, White Presets, Natural Presets© 2020 Sunny Editor Presets, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "5", "store_reviews": "17 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/923518190/11-natural-mobile-lightroom-presets"}, {"seller_text": "MKmarketinganddesign", "seller_href": "https://www.etsy.com/shop/MKmarketinganddesign?ref=simple-shop-header-name&listing_id=994671536", "store_sales": "124 sales", "store_rating": "5", "listing_title": "Content Calendar Instagram Canva Templates for Makeup Artist", "listing_bestseller": "Bestseller", "listing_price": "\n                        $11.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 other file"], "listing_desc": "\n                    Content Calendar Instagram Canva Templates for Makeup Artist is a 31-day pre-made, editable template! These bold and beautiful pink, black and white Canva templates are perfect for freelance makeup artists, cosmetologists and beauty bloggers (but not limited to) looking to build a consistent and cohesive Instagram feed. Cost-effective, saves time and it's the perfect way to easily elevate your brand!Download and use as is, or customize with your own personal logo and product photos. All edits are done by YOU in Canva using the easy to follow instructions included in your PDF files after purchase.*** PLEASE NOTE THAT SOME GRAPHICS/ELEMENTS ARE ONLY AVAILABLE THROUGH CANVA PRO. THESE ELEMENTS CAN EASILY BE SWAPPED OUT FOR FREE GRAPHICS OR SIGN UP FOR A PRO SUBSCRIPTION THROUGH CANVA TO USE. Please feel free to message me with any questions/concerns before or after purchase. No returns, cancellations or exchanges are accepted. By purchasing, you agree to the terms listed.Please contact me if you have any issues with your purchase. **** THIS IS A DIGITAL ITEM. NO PRODUCT WILL BE SHIPPED ****** What can be edited?Color, text, photos + graphics.**How long after purchase do I have access to the files?After purchase, you will have access to these files permanently. Adjustments/edits can be made at any point as many times as you'd like._____________After purchase you will be emailed the PDF files with the links to your Canva templates. Please check the email address linked to your Etsy account. Downloads can also be found under purchases & reviews.**Don't see the email? Check your Etsy email information.**While waiting for your files to download sign up for your free Canva account here:https://www.canva.com/help/article/sign-up-log-in_____________SIZE:Digital Instagram Templates: 1080 x 1080 pxFILES INCLUDED:2 PDF files including link to all 31 of your digital templates + instructions on editing._____________**Etsy's mobile app does not support downloads. Please log in on a web browser in order to download your files.\n                ", "listing_reviews": null, "store_reviews": "10 shop reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/994671536/content-calendar-instagram-canva"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=923532978", "store_sales": "21,701 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Neutral Filter, Cream Preset, Instagram Filters, iPhone Presets, Lightroom Filter, Lifestyle Preset, Blogger Filter", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Live life luxuriously with a Luxe Preset! This Lightroom Mobile preset will effortlessly soften and neutralize the shades in your photos to achieve a rich luxurious look with the click of button! ✩ Your purchase includes ✩- 1 Luxe Lightroom Mobile Preset- PDF step by step installation guide✩ Additional Information ✩- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ✩ Cancellation Refunds/Exchanges ✩Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2021 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "11", "store_reviews": "1,130 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/923532978/lightroom-mobile-preset-neutral-filter"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=848819429", "store_sales": "237,230 sales", "store_rating": "4.8715", "listing_title": "20 LIGHTROOM Presets BOHEMIAN for Mobile and Desktop Lightroom, Instagram Presets, Boho Photo Filter, Presets Lightroom", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.65\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    20 Mobile and Desktop Bohemian Presets, Vintage Warm presets for Instagram Add soft pastel shades and creamy skin tones your images to create a boho effect with this Bohemian Soul Lightroom Preset Pack.These presets gives your image a modern chic feel, warm colors, and lower contrast and  will soften your images for a more subdued and natural look.These Presets Pack are perfect for Instagram, blogging and photo editing on the go. Hight Quality Preset, Great for Portraits, Bloggers, Travelers, Engagements and Wedding' shoots, a user friendly pack, easy to use, One click Lightroom Preset that gives your collection of work a more cohesive and aesthetic feel and get you on your way to creating stunning images. 🎁 GET 5 & PAY FOR 3: add 5 presets to your cart, use coupon: GIFT2 and pay for 3 only https://www.etsy.com/shop/VictoriaBeePhoto?coupon=GIFT2This preset for every kind of picture that will surely deliver stunning results and make your images look a hundred times better! For photographers who do a lot of fashion, travel and lifestyle photography.Check out my Bestsellers Itemshttps://www.etsy.com/shop/VictoriaBeePhoto♦️ Works in Lightroom Mobile App (iOS/Android)♦️ Works With & Without Adobe subscription♦️ Compatible with All Photo formatsIncluded:🔶20 Lightroom presets in .DNG format for MOBILE Lightroom .ZIP archive🔶20 Lightroom presets in .XMP format for DESKTOP Lightroom .ZIP archive🔶.PDF file with direct link to download presets directly to your phone 🔶.PDF Instruction GuideEtsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️Keep in mind that all presets work differently with each photo depending on a number of factors such as lighting, white balance, tone etc. Please contact me for any questions or editing help victoriabee.shop [!at] gmail.com© 2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephoto  ©victoriabee.presetsKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Boho Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bohemian Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "12", "store_reviews": "8,047 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/848819429/20-lightroom-presets-bohemian-for-mobile"}, {"seller_text": "DigitalMelissa", "seller_href": "https://www.etsy.com/shop/DigitalMelissa?ref=simple-shop-header-name&listing_id=981090569", "store_sales": "358 sales", "store_rating": "4.8", "listing_title": "30 Editable Entrepreneurial Business Instagram Templates canva | Feminine | Life coach | Entrepreneur | blogger |Marketing | Branding |", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $8.11\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    These Canva Templates are an ideal way of creating consistent branding on your Instagram. With these 30 Templates for Instagram, you can create the perfect, branded feed in just a short amount of time. These are perfect for Entrepreneurs, bloggers, influencers, business, and more.These posts are easy to download and perfect for a beautiful and consistent Instagram feed.****************************************************************✦ What's included- A collection of 30 unique Instagram feed templates in 1080px x 1080px editable on Canva- How to edit with Canva PDF* THE PHOTOS USED ARE ONLY FOR PROMOTIONAL PURPOSES AND ARE NOT INCLUDED IN THE TEMPLATE* The photos that have been used in the templates for the advert are Canva Pro images and some from unsplash.com✦ How does it work?Add the templates to your cart for purchase. Once payment is received you will receive a PDF with instructions and a link to your templates.- MUST OPEN THE FILE ON CANVA DESKTOP FIRST- Colours may differ between screensYou can change the text, colours, pictures and more using Canva’s intuitive drag and drop interface. No photoshop required! You will need basic knowledge of Canva to use these templates. I recommend using a desktop/computer to edit the templates. Sign up for a FREE Canva account here: https://www.canva.com/signupIMPORTANT NOTE1. Since all products are digital prints delivered instantly, there is No Physical Product to be shipped.2. Please read carefully the shop policies, by purchasing a product from an Etsy Seller you are stating that you have read, understood and agreed to all shop policies.3. Due to variations in monitor, web viewing devices, paper product and printers, the colors shown on your screen may vary slightly from the actual printed file.4. I cannot offer refunds, exchange, and cancellation if your items have been \"downloaded\". Please read carefully the item listing and others description to be sure it contains the desired item and you are purchasing the correct item.5. If you have a problem when downloading the file, please contact me via email or Etsy conversations and I will do my best to help you resolve any issues.Due to the digital nature of this product, no exchanges or refunds will be made. For any questions or editing help please contact me via Etsy messages or email.© 2021 Digital Melissa All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE FOLLOWING TERMS OF USE: Do not share the files, or selling them in any form.It is prohibited to sell, distribute, rent, give, sub-license, or otherwise, transfer presets or the right to use presets set to anyone else and will be met with legal action.\n                ", "listing_reviews": null, "store_reviews": "20 shop reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/981090569/30-editable-entrepreneurial-business"}, {"seller_text": "FilAndEllieStudio", "seller_href": "https://www.etsy.com/shop/FilAndEllieStudio?ref=simple-shop-header-name&listing_id=1029443267", "store_sales": "9,294 sales", "store_rating": "4.8409", "listing_title": "7 Mobile LIGHTROOM Presets, Summer Presets, Pastel Presets, Instagram Filter, Natural Light And Airy,Blogger Preset, Natural Warm Presets", "listing_bestseller": "-", "listing_price": "\n                        $2.98\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 2 ZIP"], "listing_desc": "\n                    Instagram Presets / Mobile Lightroom Presets / Desktop & Mobile Presets /Natural Presets/Warm Summer Presets✩ INCLUDED IN YOUR PURCHASE ✩7 Mobile Lightroom Presets (DNG files)7 Desktop XMP PresetsFree 35 pages PDF on Social Media GrowthDetailed PDF Image Instructions◾️ If you have issues downloading or using any of the files, please contact me and I will re-send you the files and help you troubleshoot◾️With over 10 years of professional experience in the world of photography, you are guaranteed to get high quality presets that will elevate the look of your photos. We spent hundredths of hours editing, so that you won’t have to.✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Works With & WITHOUT Adobe subscription✔️ You only need Lightroom CC App on your Phone/iPad✔️ Works With Lightroom Desktop for Mac or PC (Classic & CC)Created for the FREE Lightroom Mobile App and Desktop Lightroom. Works best on RAW files but is fully compatible with JPEGS as well.General information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUY. Make sure to save the zip file on your phone. The transaction and installation can be completed on a mobile device. Access to a desktop computer is not required.These presets were designed to work with many different light conditions, from full sun to shade, and will help you achieve a consistent look by enhancing the colors and brightness of your photos. This pack in particular was designed to enhance the colors of sunlight, giving a warm, slighlty pink, natural and bright feel to your photos. A pastel accent for all your Spring photos. Perfect for general lifestyle photos, family, weddings or in general for portraits at golden hour/sunset . This pack works well for many different types of photography from lifestyle to travel, home blogging and professional wedding photographyGarden includes 6 mobile presets & 6 Desktop Presets. They are all extremely versatile, can be fully customized and are guaranteed to enhance dull images with just one click. Whether you work with photos straight from your phone’s camera roll or raw files from your DSLR, these presets will help you refine your style giving you beautiful photos.Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": null, "store_reviews": "421 shop reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/1029443267/7-mobile-lightroom-presets-summer"}, {"seller_text": "CONTENTdesign", "seller_href": "https://www.etsy.com/shop/CONTENTdesign?ref=simple-shop-header-name&listing_id=950592776", "store_sales": "6,816 sales", "store_rating": "4.8828", "listing_title": "70 Business Instagram Canva Post Templates | Instagram Post Template | Instagram Marketing Template | Instagram Post | Blogger Template 2021", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.93\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Business Instagram Canva Post Templates | Instagram Post Template | Instagram Marketing Template | Instagram Post | Blogger Template 2021CUSTOMIZABLE CANVA Mobile and Website Templates - for business, bloggers, marketing, branding and more! Edit and customize the designs to fit your social media style and content.GET Professional INSTAGRAM templates to boost engagement on your personal or business account!SIMPLIFY your INSTAGRAM marketing with our ready-to-use templates. In only a few steps create your own design that's ready to post to your account, leaving you with hours of free time to focus on what you love!FILE: PDF with instructions and link to access and edit the templates in CANVA. CANVA is a graphic design application available online at www.canva.com. It is easy to learn and features an intuitive drag-and-drop interface that is perfect for editing. No software required, access your templates on any device (Phone, Computer, Tab).EDIT the templates to suit your brand, change background, text, color, replace photos with your own photography.HOW IT WORKS:PURCHASE the templateRECEIVE immediately PDF with link and guideOPEN the template's linkCUSTOMIZE for your needs in CANVAUPLOAD to your accountYou can edit your template over and over again as needed  You can edit the templates to suit your brand, change background, text, color, replace photos with your own photography.NOTE: All designs are ©CONTENTdesign - please do not distribute or resell these templates in whole or part. Since this is a digital file we cannot provide returns or exchanges on downloadable items. Please ask all questions before purchasing your item.THANK YOU for visiting CONTENTdesign!Shop main page - https://www.etsy.com/shop/CONTENTdesign?ref=seller-platform-mcnav\n", "listing_reviews": null, "store_reviews": "239 shop reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/950592776/70-business-instagram-canva-post"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=869926639", "store_sales": "25,454 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets, Tan Presets, Presets, Instagram Filters, Influencer Presets, Vsco Filters, Mobile Presets, Brown Presets, Vsco", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "14", "store_reviews": "793 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/869926639/3-mobile-lightroom-presets-tan-presets"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=735827695", "store_sales": "171,646 sales", "store_rating": "4.8275", "listing_title": "10 Mobile Lightroom Presets, lightroom mobile presets,Instagram Presets, Preset Lightroom, Desktop Presets - Autumn presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    More presets in our SHOP:www.etsy.com/shop/KatherineDream• FILES INCLUDED IN YOUR PURCHASE •✔️ 10 MOBILE Lightroom presets for mobile Lightroom ( free mobile lightroom app)✔️ 10 DESKTOP Lightroom presets for desktop Lightroom✔️ Post-purchase Support✔️ Instructions✔️ Instant Download • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions• HOW TO ORDER •- Tap “add to cart” or “buy it now”;- Receive receipt and email from Etsy with link to download file- Download the Lightroom presets instantly.🧡Do you want to support us?  FREE package every week for our patrons and much more🧡https://www.patreon.com/katherinedream🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it. :)🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "100", "store_reviews": "6,145 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/735827695/10-mobile-lightroom-presets-lightroom"}, {"seller_text": "SnazzyMango", "seller_href": "https://www.etsy.com/shop/SnazzyMango?ref=simple-shop-header-name&listing_id=944703579", "store_sales": "3,763 sales", "store_rating": "4.6667", "listing_title": "INSTAGRAM Wedding Effect! Gold Wedding Effect! Personalised Instagram Effect, Engagement Filter For Instagram! Wedding Instagram Story Mask", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $8.01+\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: Adobe Illustrator, Photoshop, Instagram, Facebook, Spark AR, Glitter, Insta Stories, Effect, Instagram Story, Insta Story, Sparkle, Gold, Instagram Wedding\n\n\nRead the full description"], "listing_desc": "\n                    Personalised Instagram Effect! Gold Wedding Filter.TRY BEFORE YOU BUY: https://www.instagram.com/ar/208780934230521/Make a statement at your wedding with your very own custom Instagram/Facebook filter! All your family, friends, guests and followers will have access to your filter! Anyone who sees your story will also have access to your filter! Unlike snapchat filters it's not restricted to location and there is no upload cost!| CUSTOMISATION |Information Required:Mr. & Mrs. / Mr. & Mr. / Mrs. -Surname -Date (In format required) - Text colour (Select from drop down menu) or message me if you want a colour which isn't listed.Which social media do you want your filter to be on? (Facebook or Instagram). Please note there's a small charge to have your filter on both social media platforms as I essentially have to make 2 separate filters.| HOW IT WORKS |1 - Enter your personalisation requirements in the space provided when ordering.2 - I then design your filter in Instagram/Facebook's unique software.3 - A proof will then be sent to you of how your filter will look, please allow 24hrs for this.4 - Once you're happy with how your filter looks, I then submit it to Instagram/Facebook to upload to their filter collection. (This can take up to 48hrs)!5 - Once the filter has been accepted by Instagram/Facebook I will then email you a link to where you can find your filter on the social media site!6 - You can share the link with all your friends, family and guests! Alternatively, when your post to your story using the filter a badge will be displayed in the top left corner. Anyone who clicks on this will also have access and be able to use your filter! (An example of this is Picture 3).Please message me if you have any questions.  :)If you include the snapchat version in your order, this is just for the filter file. You must upload the filter to Snapchat where costs may be incurred due to location and date. More information can be found here: https://www.snapchat.com/l/en-gb/on-demand/Facebook and Instagram filters are uploaded by me at no extra cost.My full collection of Instagram & Facebook filters can be found here:https://www.etsy.com/uk/shop/SnazzyMango?ref=seller-platform-mcnav&section_id=21416837Keywords:Engagement filter, Instagram mask, Engagement Instagram Filter, Engagement Instagram Effect, Insta Filter, Instagram Filter, Instagram Story, Instagram Stories, Insta Stories, Instagram Wedding, Instagram Wedding Filter, Rose Gold Wedding Filter, Insta Wedding Filter, Insta Wedding Effect, Insta Wedding Stories, Insta Wedding, Instagram Wedding, Rose Gold Wedding Filter, Insta Mask, Insta Effect\n                ", "listing_reviews": "4", "store_reviews": "466 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/944703579/instagram-wedding-effect-gold-wedding"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=793073746", "store_sales": "70,786 sales", "store_rating": "4.9099", "listing_title": "5 Nude Tone Presets Lightroom Mobile & Desktop, Minimal Beige Instagram Filter Warm, Creamy Brown Lifestyle Influencer Preset for Bloggers", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Nude Tones Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram, Photo Editing Filter for Lifestyle and Travel🌟The Nude Tones Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add soft beige, tan and creamy nude colored tones to your Instagram photos. These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for mobile preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "63", "store_reviews": "5,613 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/793073746/5-nude-tone-presets-lightroom-mobile"}, {"seller_text": "InspiringDigital", "seller_href": "https://www.etsy.com/shop/InspiringDigital?ref=simple-shop-header-name&listing_id=1028358811", "store_sales": "6,245 sales", "store_rating": "4.8282", "listing_title": "Lash Tech Instagram Post, Editable Lash Quotes, Neutral Lash, Canva Template, Engagement Marketing, Lash Artist Instagram, Eyelash Quote", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $22.20\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Lash Instagram Template, Editable Nude Lash Quotes, Neutral Lash Tech, Canva Template, Engagement Marketing Post, Lash Artist, Eyelash QuoteCHECK OUT THE FULL RANGE OF LASH ARTIST PRODUCTS:http://etsy.me/3r53lzj♥ WHAT YOU WILL RECEIVE✔ A PDF file with all Canva template links You will have access to;100 Feed Posts Template (2 feed sizes)100 Matching Stories TemplatesWHAT YOU WILL NEED TO EDIT:✔ You must have a Canva account, it is FREE to create one at (www.canva.com).WHAT CAN I EDIT?- Change background color, texts, fonts- Add your own images - Add your logo- Add any other design elements you want!♥ JUST BROWSING? CHECK OUT MY ENTIRE SHOPhttps://www.etsy.com/shop/inspiringdigital/✈ INSTANT ACCESS - HOW IT WORKS After payment is confirmed you will be taken to the download page, and an email will be sent to you with your download link. Click 'download' to save the files to your computer, then start uploading from your computer to your phone. ----------------------------------------------------------------------IMPORTANT TO NOTE BEFORE PURCHASE1. This is an INSTANT DOWNLOAD - no physical items shipped2. Must be downloaded to a computer/laptop before extracting/unzipping the contents and transferring the individual files over to your phone/tablet so that you can access them from your Instagram app.3. Due to variations in monitor, web viewing devices, paper product and printers, the colours shown on your screen may vary slightly from the actual printed file. If glitter or foil is shown on the art, it is a design element and not actual foil or glitter.4. You will need the following software: Adobe Reader - You can download Adobe Reader for free at http://get.adobe.com/reader/----------------------------------------------------------------------For Personal Use Only. Absolutely No Forward, Share, Redesigning, Distribution, Commercial Use or Resale Allowed.\n                ", "listing_reviews": null, "store_reviews": "289 shop reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/1028358811/lash-tech-instagram-post-editable-lash"}, {"seller_text": "FilAndEllieStudio", "seller_href": "https://www.etsy.com/shop/FilAndEllieStudio?ref=simple-shop-header-name&listing_id=989903068", "store_sales": "9,294 sales", "store_rating": "4.8409", "listing_title": "6 MOBILE & Desktop LIGHTROOM Presets, Bright and Airy Preset, Blogger Presets ,White Lyfestyle Presets,Bohemian Presets, Bright Instagram", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF, 2 ZIP"], "listing_desc": "\n                    Instagram Presets / Mobile Lightroom Presets / Desktop & Mobile Presets /Bight White Lifestyle Bohemian Presets✩ INCLUDED IN YOUR PURCHASE ✩6 Mobile Lightroom Presets (DNG files)6 Desktop Lightroom Presets (XMP files)Free 35 pages PDF on Social Media GrowthDetailed PDF Image Instructions◾️ If you have issues downloading or using any of the files, please contact me and I will re-send you the files and help you troubleshoot◾️With over 10 years of professional experience in the world of photography, you are guaranteed to get high quality presets that will elevate the look of your photos. We spent hundredths of hours editing, so that you won’t have to.✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Works With & WITHOUT Adobe subscription✔️ You only need Lightroom CC App on your Phone/iPad✔️ Works With Lightroom Desktop for Mac or PCCreated for the FREE Lightroom Mobile App and Desktop Lightroom. Works best on RAW files but is fully compatible with JPEGS as well.General information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUY. Make sure to select save the zip file on your phone.These presets were designed to work in any light condition, from full sun to shade. They work particularly well with neutral backgrounds with white elements and natural light. The settings were set to enhance the colors of skin tones and to make everything brighter, softer and airy.perfect for photos taken at the beach, summer photos, indoor or any photo with natural sunlight Bright Boho includes 6 mobile bohemian presets and 6 premium desktop presets. They are all extremely versatile, can be fully customized and are guaranteed to enhance dull images with just one click. Whether you work with photos straight from your phone’s camera roll or raw files from your DSLR, these presets will help you refine your style giving you beautiful photos.Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "7", "store_reviews": "421 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/989903068/6-mobile-desktop-lightroom-presets"}, {"seller_text": "CONTENTdesign", "seller_href": "https://www.etsy.com/shop/CONTENTdesign?ref=simple-shop-header-name&listing_id=961255069", "store_sales": "6,816 sales", "store_rating": "4.8828", "listing_title": "50 Engagement Post Templates for Instagram, Neutral Instagram Business Booster Template, Reminder and Notification Posts, Canva, Esthetician", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.93\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Neutral Tone Engagement Post Templates for Instagram, Canva Nude Instagram Business Booster Template, Reminder and Notification Templates.CUSTOMIZABLE CANVA Mobile and Website Templates - for business, bloggers, marketing, branding and more! Edit and customize the designs to fit your social media style and content.GET Professional INSTAGRAM templates to boost engagement on your personal or business account!SIMPLIFY your INSTAGRAM marketing with our ready-to-use templates. In only a few steps create your own design that's ready to post to your account, leaving you with hours of free time to focus on what you love!FILE: PDF with instructions and links to access and edit the templates in CANVA. SIZE: 1080px x 1080px CANVA is a graphic design application available online at www.canva.com. It is easy to learn and features an intuitive drag-and-drop interface that is perfect for editing. No software required, access your templates on any device (Phone, Computer, Tab).EDIT the templates to suit your brand, change background, text, color, replace photos with your own photography.HOW IT WORKS:PURCHASE the templateRECEIVE immediately PDF with link and guideOPEN the template's linkCUSTOMIZE for your needs in CANVAUPLOAD to your accountYou can edit your template over and over again as needed  You can edit the templates to suit your brand, change background, text, color, replace photos with your own photography.NOTE: All designs are ©CONTENTdesign - please do not distribute or resell these templates in whole or part. Since this is a digital file we cannot provide returns or exchanges on downloadable items. Please ask all questions before purchasing your item.THANK YOU for visiting CONTENTdesign!Shop main page - https://www.etsy.com/shop/CONTENTdesign?ref=seller-platform-mcnav\n", "listing_reviews": "20", "store_reviews": "239 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/961255069/50-engagement-post-templates-for"}, {"seller_text": "EliteStudioPresets", "seller_href": "https://www.etsy.com/shop/EliteStudioPresets?ref=simple-shop-header-name&listing_id=782384908", "store_sales": "17,026 sales", "store_rating": "4.7485", "listing_title": "20 Lightroom Mobile Desktop Presets Bright Feed, Natural Bright Airy Preset, Indoor Outdoor Preset Filter, Baby Photo, Wedding", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.37\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    20 PACKAGE Lightroom Mobile Desktop Presets BRIGHT FEED, Bright and Airy, Light Bright Preset, Indoor and Outdoor Preset, Baby Photos, Wedding PresetThese presets work best for photos taken under bad lighting. When your pictures are in need of some Light and Brightness, choose this preset pack. It gives your baby, wedding and business photos a professional look. Great for both indoor and outdoor photos. With 20 different presets, there must be one suitable for your picture.☆ What is included? ☆➤ 20 Presets in DNG and XMP format (NOT lrtemplate format, but you can still use them by uploading the DNG files in your Lightroom Desktop and save them as preset.)➤ PDF file containing a link to download your mobile and desktop presets➤ PDF installation guideEtsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets☆ Compatibility ☆➤ For MOBILE and DESKTOP use (iPhone, Android, PC, MAC)➤ Compatible with free version of the Adobe Lightroom App. You can download this app for free on your mobile phone (iPhone or Android)➤ Compatible with the paid desktop version of the Adobe Lightroom Classic CC (version 7.3+)➤ For use on JPEG and RAW images☆ BUY 5 AND GET 30% OFF!! ☆Add 5 presets in your cart and receive automatically 30% discount!https://www.etsy.com/shop/EliteStudioPresets☆ 24/7 Support ☆If you have any questions or need some help with the presets, please contact me at Etsy or through email elitestudiopresets[at]@gmail.com♡ Share with Us! ♡I would love to see how your pictures turned out by using our presets. Please include them in your review! Tag or DM us on instagram to get featured!@elitestudiopresets© 2020 Elite Studio Presets, All Rights ReservedTerms of Use: By purchasing this item, you are automatically agreeing to the terms of use. Included but not limited to: Prohibition of sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "100", "store_reviews": "749 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/782384908/20-lightroom-mobile-desktop-presets"}, {"seller_text": "AestheticMode", "seller_href": "https://www.etsy.com/shop/AestheticMode?ref=simple-shop-header-name&listing_id=990799558", "store_sales": "100 sales", "store_rating": "5", "listing_title": "Instagram Templates for Esthetician | Skincare Instagram Templates Canva | Editable social media post", "listing_bestseller": "-", "listing_price": "\n                        $6.24\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 ZIP, 1 other file"], "listing_desc": "\n                    Still struggling to come up with Instagram posts?Get creative and make pretty posts for your Instagram using this Canva template.You will receive a zip file with 40+ PNG READY-TO-USE files. To use them simply unzip the file on your desktop/laptop and send to your phone.Also, all 80 posts are fully customizable templates in Canva. You can EDIT them to suit your brand, change background, text, colors, etc.⭐️ What you R E C E I V E:✔️1 zip file with 40+ ready-to-use Instagram Posts✔️1 Canva Template with all 80 Posts fully editable (link in the PDF file)✔️1 PDF with instructions and link to access and edit the templates in CANVA + videos⭐️ How it W O R K S:1. To edit the templates you will need a free Canva account.2. Once Etsy confirms your order, you will receive instant access to a PDF document and a zip file.3. The PDF will give you a link to your templates and instructions on how to access the templates in Canva. To access download go to your account > purchases & reviews > your order.4. Once you have clicked on the link in the PDF you will be redirected to Canva where you can edit your template immediately. You can edit as much or as little of the templates as you would like, including colors, fonts, images, elements, etc.5. Edit and reuse your template over & over again to create limitless amounts of Instagram posts. customize the designs to fit for your social media style and content.This templates can have multiple purposes:✔️ Creative Instagram posts✔️ Quote images for Facebook, Instagram or Pinterest✔️ Creative Blog photos* Files size: 1080px x 1080px (Instagram Post)* CANVA is a graphic design application available online at www.canva.com. It is easy to learn and features an intuitive drag-and-drop interface that is perfect for editing. No software required, access your templates on any device (Phone, Computer, Tab).❗ I M P O R T A N T ❗🔺 By purchasing this product, you agree to NOT re-distribute, share or resell this product anywhere.🔺 This is an instant digital download, no physical product will be shipped.🔺 Please contact me if you need help🔺 This template is for desktop use and a free Canva account is required🔺 Files are available immediately after the payment.\n                ", "listing_reviews": null, "store_reviews": "8 shop reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/990799558/instagram-templates-for-esthetician"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=734939541", "store_sales": "70,786 sales", "store_rating": "4.9099", "listing_title": "5 Color Pop Lightroom Mobile & Desktop Presets, Vibrant iPhone Photo Editing for Instagram Blogger, Bright Summer Travel Influencer Filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Color Pop Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram Influencers, Bright Vibrant Photo Editing Filter for Summer Travel🌟The Color Pop Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add beautiful, vibrant tones to your Instagram photos. These presets were inspired by my personal Instagram editing style & digital nomad lifestyle.These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "77", "store_reviews": "5,613 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/734939541/5-color-pop-lightroom-mobile-desktop"}]