[{"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=735827695", "store_sales": "171,648 sales", "store_rating": "4.8275", "listing_title": "10 Mobile Lightroom Presets, lightroom mobile presets,Instagram Presets, Preset Lightroom, Desktop Presets - Autumn presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    More presets in our SHOP:www.etsy.com/shop/KatherineDream• FILES INCLUDED IN YOUR PURCHASE •✔️ 10 MOBILE Lightroom presets for mobile Lightroom ( free mobile lightroom app)✔️ 10 DESKTOP Lightroom presets for desktop Lightroom✔️ Post-purchase Support✔️ Instructions✔️ Instant Download • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions• HOW TO ORDER •- Tap “add to cart” or “buy it now”;- Receive receipt and email from Etsy with link to download file- Download the Lightroom presets instantly.🧡Do you want to support us?  FREE package every week for our patrons and much more🧡https://www.patreon.com/katherinedream🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it. :)🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "100", "store_reviews": "6,145 reviews", "search": "logo", "url": "https://www.etsy.com/listing/735827695/10-mobile-lightroom-presets-lightroom"}, {"seller_text": "SnazzyMango", "seller_href": "https://www.etsy.com/shop/SnazzyMango?ref=simple-shop-header-name&listing_id=944703579", "store_sales": "3,763 sales", "store_rating": "4.6667", "listing_title": "INSTAGRAM Wedding Effect! Gold Wedding Effect! Personalised Instagram Effect, Engagement Filter For Instagram! Wedding Instagram Story Mask", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $8.01+\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: Adobe Illustrator, Photoshop, Instagram, Facebook, Spark AR, Glitter, Insta Stories, Effect, Instagram Story, Insta Story, Sparkle, Gold, Instagram Wedding\n\n\nRead the full description"], "listing_desc": "\n                    Personalised Instagram Effect! Gold Wedding Filter.TRY BEFORE YOU BUY: https://www.instagram.com/ar/208780934230521/Make a statement at your wedding with your very own custom Instagram/Facebook filter! All your family, friends, guests and followers will have access to your filter! Anyone who sees your story will also have access to your filter! Unlike snapchat filters it's not restricted to location and there is no upload cost!| CUSTOMISATION |Information Required:Mr. & Mrs. / Mr. & Mr. / Mrs. -Surname -Date (In format required) - Text colour (Select from drop down menu) or message me if you want a colour which isn't listed.Which social media do you want your filter to be on? (Facebook or Instagram). Please note there's a small charge to have your filter on both social media platforms as I essentially have to make 2 separate filters.| HOW IT WORKS |1 - Enter your personalisation requirements in the space provided when ordering.2 - I then design your filter in Instagram/Facebook's unique software.3 - A proof will then be sent to you of how your filter will look, please allow 24hrs for this.4 - Once you're happy with how your filter looks, I then submit it to Instagram/Facebook to upload to their filter collection. (This can take up to 48hrs)!5 - Once the filter has been accepted by Instagram/Facebook I will then email you a link to where you can find your filter on the social media site!6 - You can share the link with all your friends, family and guests! Alternatively, when your post to your story using the filter a badge will be displayed in the top left corner. Anyone who clicks on this will also have access and be able to use your filter! (An example of this is Picture 3).Please message me if you have any questions.  :)If you include the snapchat version in your order, this is just for the filter file. You must upload the filter to Snapchat where costs may be incurred due to location and date. More information can be found here: https://www.snapchat.com/l/en-gb/on-demand/Facebook and Instagram filters are uploaded by me at no extra cost.My full collection of Instagram & Facebook filters can be found here:https://www.etsy.com/uk/shop/SnazzyMango?ref=seller-platform-mcnav&section_id=21416837Keywords:Engagement filter, Instagram mask, Engagement Instagram Filter, Engagement Instagram Effect, Insta Filter, Instagram Filter, Instagram Story, Instagram Stories, Insta Stories, Instagram Wedding, Instagram Wedding Filter, Rose Gold Wedding Filter, Insta Wedding Filter, Insta Wedding Effect, Insta Wedding Stories, Insta Wedding, Instagram Wedding, Rose Gold Wedding Filter, Insta Mask, Insta Effect\n                ", "listing_reviews": "4", "store_reviews": "466 reviews", "search": "logo", "url": "https://www.etsy.com/listing/944703579/instagram-wedding-effect-gold-wedding"}, {"seller_text": "NurseryWallArtStudio", "seller_href": "https://www.etsy.com/shop/NurseryWallArtStudio?ref=simple-shop-header-name&listing_id=778535098", "store_sales": "8,356 sales", "store_rating": "4.588", "listing_title": "I Will Create Custom Logo Design for your Business | Professional Logo Designer and Graphic Designer Expert", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $69.99\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: Corel Draw, Adobe Illustrator, logo design, graphics designer, logos, business card, Custom logo, Custom logo design, Business logo, Business branding, Original logo design, OOAK logos, Adobe Photoshop\n\n\nRead the full description"], "listing_desc": "\n                    I Will Create Custom Logo Design for your Business | Professional Logo Designer and Graphic Designer Expert.This listing is for Custom Logo Design. Your logo will be 100% unique and never be resold. All logos are custom made as per requirements.==============================Logo Design Package includes==============================* 1 Concept (3-5 Business days turn around)* 2 Logo Revisions (1-2 Business days turn around for each revision)* Final Logo Design in various formats :- ai, eps, cdr, pdf, png (transparent) & jpg formats.NOTICE: I DON'T PROVIDE REFUND!!!=======Process=======* Add this logo design listing to your cart. Checkout/Make Payment via PayPal.* Once we receive your payment we will email you a questionnaire regarding your logo design. Complete the questionnaire, then email us the completed questionnaire.* Once you are satisfied with the logo design, we will then email you the final files.NOTE: I do not provide Illustration or Cartoon Work.All of the logos offered here are created by us, so If you are looking for a quality custom logos that will take your brand to that next level, you have come to the right place!logo, logo design, custom logo design, custom logo, logo designer, graphic designer, brand logo, logo branding, logo maker, design, minimal logo design, minimal logo, crate logos\n                ", "listing_reviews": "100", "store_reviews": "708 reviews", "search": "logo", "url": "https://www.etsy.com/listing/778535098/i-will-create-custom-logo-design-for"}, {"seller_text": "KIINcreations", "seller_href": "https://www.etsy.com/shop/KIINcreations?ref=simple-shop-header-name&listing_id=687420415", "store_sales": "108,067 sales", "store_rating": "4.8939", "listing_title": "MOODY blogger LIGHTROOM mobile & desktop presets / instagram blogger travel sage filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.12\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    ⭐ MORE PRESETS HERE: https://www.etsy.com/shop/KIINcreationsMOODY blogger Lightroom Presets for LIGHTROOM MOBILE & DESKTOP. These presets focus on moody tones, thunder blues and a beautiful tan skin. Perfect for holiday photos, beach bloggers, or even city pics!This set will make you achieve that moody low saturation look, without loosing too much colours.WHAT DO YOU GET? A super cool MOODY blogger Lightroom Preset set containing 5 beautiful presets:✅ 5 Mobile Lightroom Presets (DNG files)✅ 5 Desktop Lightroom Presets (XMP files)✅ 5 Desktop Lightroom Presets (LRtemplate files)\u2028✅ Easy Step-by-step PDF guide with instructionsBEST CUSTOMER SERVICEI want to be sure you’re satisfied! If you have any issues, I am happy to help! Just message me! :)COMMON QUESTIONS➕ Works in Lightroom Mobile App (iOS/Android)➕ Works With & WITHOUT Adobe subscription➕ You only need Lightroom CC App on your Phone/iPad➕ Works With All Lightroom & Adobe Camera Raw (ACR) Desktop VersionsMy presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. I’m confident that my presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image.IF YOU WISH TO PURCHASE ONLY LR MOBILE PRESETS - CLICK HERE:https://www.etsy.com/listing/673566022/moody-blogger-lightroom-mobile-presets?ref=shop_home_active_1Once payment is made you can download the presets instantly. Contact me with any questions regarding your order or using your presets I will be happy to help!STAY IN TOUCHIG: instagram.com/kiinlrpresetsWEBSITE: kiinlightroompresets.comEMAIL: info [!at] kiinlightroompresets.comRefunds/ExchangesDue to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is my number one priority. In the case you are not happy with a preset, send me a message and we can discuss an exchange for a preset that better fits your needs.© 2020 KIIN CREATIONS LLC, All Rights ReservedTERMS OF USE: Including but not limited to: No sharing the files. No selling the files. Derivative works are prohibited.\n                ", "listing_reviews": "47", "store_reviews": "4,454 reviews", "search": "logo", "url": "https://www.etsy.com/listing/687420415/moody-blogger-lightroom-mobile-desktop"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=793073746", "store_sales": "70,787 sales", "store_rating": "4.9099", "listing_title": "5 Nude Tone Presets Lightroom Mobile & Desktop, Minimal Beige Instagram Filter Warm, Creamy Brown Lifestyle Influencer Preset for Bloggers", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Nude Tones Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram, Photo Editing Filter for Lifestyle and Travel🌟The Nude Tones Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add soft beige, tan and creamy nude colored tones to your Instagram photos. These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for mobile preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "63", "store_reviews": "5,613 reviews", "search": "logo", "url": "https://www.etsy.com/listing/793073746/5-nude-tone-presets-lightroom-mobile"}, {"seller_text": "FilAndEllieStudio", "seller_href": "https://www.etsy.com/shop/FilAndEllieStudio?ref=simple-shop-header-name&listing_id=989903068", "store_sales": "9,294 sales", "store_rating": "4.8409", "listing_title": "6 MOBILE & Desktop LIGHTROOM Presets, Bright and Airy Preset, Blogger Presets ,White Lyfestyle Presets,Bohemian Presets, Bright Instagram", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF, 2 ZIP"], "listing_desc": "\n                    Instagram Presets / Mobile Lightroom Presets / Desktop & Mobile Presets /Bight White Lifestyle Bohemian Presets✩ INCLUDED IN YOUR PURCHASE ✩6 Mobile Lightroom Presets (DNG files)6 Desktop Lightroom Presets (XMP files)Free 35 pages PDF on Social Media GrowthDetailed PDF Image Instructions◾️ If you have issues downloading or using any of the files, please contact me and I will re-send you the files and help you troubleshoot◾️With over 10 years of professional experience in the world of photography, you are guaranteed to get high quality presets that will elevate the look of your photos. We spent hundredths of hours editing, so that you won’t have to.✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Works With & WITHOUT Adobe subscription✔️ You only need Lightroom CC App on your Phone/iPad✔️ Works With Lightroom Desktop for Mac or PCCreated for the FREE Lightroom Mobile App and Desktop Lightroom. Works best on RAW files but is fully compatible with JPEGS as well.General information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUY. Make sure to select save the zip file on your phone.These presets were designed to work in any light condition, from full sun to shade. They work particularly well with neutral backgrounds with white elements and natural light. The settings were set to enhance the colors of skin tones and to make everything brighter, softer and airy.perfect for photos taken at the beach, summer photos, indoor or any photo with natural sunlight Bright Boho includes 6 mobile bohemian presets and 6 premium desktop presets. They are all extremely versatile, can be fully customized and are guaranteed to enhance dull images with just one click. Whether you work with photos straight from your phone’s camera roll or raw files from your DSLR, these presets will help you refine your style giving you beautiful photos.Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "7", "store_reviews": "421 reviews", "search": "logo", "url": "https://www.etsy.com/listing/989903068/6-mobile-desktop-lightroom-presets"}, {"seller_text": "EliteStudioPresets", "seller_href": "https://www.etsy.com/shop/EliteStudioPresets?ref=simple-shop-header-name&listing_id=782384908", "store_sales": "17,026 sales", "store_rating": "4.7485", "listing_title": "20 Lightroom Mobile Desktop Presets Bright Feed, Natural Bright Airy Preset, Indoor Outdoor Preset Filter, Baby Photo, Wedding", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.37\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    20 PACKAGE Lightroom Mobile Desktop Presets BRIGHT FEED, Bright and Airy, Light Bright Preset, Indoor and Outdoor Preset, Baby Photos, Wedding PresetThese presets work best for photos taken under bad lighting. When your pictures are in need of some Light and Brightness, choose this preset pack. It gives your baby, wedding and business photos a professional look. Great for both indoor and outdoor photos. With 20 different presets, there must be one suitable for your picture.☆ What is included? ☆➤ 20 Presets in DNG and XMP format (NOT lrtemplate format, but you can still use them by uploading the DNG files in your Lightroom Desktop and save them as preset.)➤ PDF file containing a link to download your mobile and desktop presets➤ PDF installation guideEtsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets☆ Compatibility ☆➤ For MOBILE and DESKTOP use (iPhone, Android, PC, MAC)➤ Compatible with free version of the Adobe Lightroom App. You can download this app for free on your mobile phone (iPhone or Android)➤ Compatible with the paid desktop version of the Adobe Lightroom Classic CC (version 7.3+)➤ For use on JPEG and RAW images☆ BUY 5 AND GET 30% OFF!! ☆Add 5 presets in your cart and receive automatically 30% discount!https://www.etsy.com/shop/EliteStudioPresets☆ 24/7 Support ☆If you have any questions or need some help with the presets, please contact me at Etsy or through email elitestudiopresets[at]@gmail.com♡ Share with Us! ♡I would love to see how your pictures turned out by using our presets. Please include them in your review! Tag or DM us on instagram to get featured!@elitestudiopresets© 2020 Elite Studio Presets, All Rights ReservedTerms of Use: By purchasing this item, you are automatically agreeing to the terms of use. Included but not limited to: Prohibition of sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "100", "store_reviews": "750 reviews", "search": "logo", "url": "https://www.etsy.com/listing/782384908/20-lightroom-mobile-desktop-presets"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=734939541", "store_sales": "70,786 sales", "store_rating": "4.9099", "listing_title": "5 Color Pop Lightroom Mobile & Desktop Presets, Vibrant iPhone Photo Editing for Instagram Blogger, Bright Summer Travel Influencer Filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Color Pop Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram Influencers, Bright Vibrant Photo Editing Filter for Summer Travel🌟The Color Pop Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add beautiful, vibrant tones to your Instagram photos. These presets were inspired by my personal Instagram editing style & digital nomad lifestyle.These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "77", "store_reviews": "5,613 reviews", "search": "logo", "url": "https://www.etsy.com/listing/734939541/5-color-pop-lightroom-mobile-desktop"}, {"seller_text": "IuliiaPresets", "seller_href": "https://www.etsy.com/shop/IuliiaPresets?ref=simple-shop-header-name&listing_id=748881190", "store_sales": "9,430 sales", "store_rating": "4.7874", "listing_title": "20 Lightroom Mobile Presets Desktop VIBRANT Bright Summer Preset Vivid Color Pop Presets Lifestyle Beach LR Mobile Presets Instagram Filters", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $5.97\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ❤️ See more presets in our shop: ❤️www.etsy.com/shop/IuliiaPresets📎Important!Lightroom Presets DESKTOP & MOBILE, DESKTOP and MOBILE versions separately you can see in my shop! (Links below)📎This set of vivid colors presets (Lightroom Desktop Presets and LR Mobile Presets) is perfect for your colorful photos. Using this Vibrant presets as Instagram filters you can transform your Instagram feed to amazing vivid tones!These Desktop and Mobile color pop presets were tested with different colors using as blogger, influencer presets and lifestyle presets.📎Lightroom Desktop & Mobile VIBRANT bright summer and beach Preset in 20 different variations.Based on your camera settings, lighting conditions, white balance settings, dominant colors etc., you may need to slightly adjust the settings of the presets to make your photos look perfect!It is for this reason the additional variations of the Original preset were created to make sure that you get the desired results for different settings of your original photos.📎You can easy to download presets and add photo filter by one click!📎Buy MOBILE version onlyhttps://www.etsy.com/listing/748877780/📎Buy DESKTOP version onlyhttps://www.etsy.com/listing/762758501/📎Have a look at all presets and story highlight icons in my shop:https://www.etsy.com/shop/IuliiaPresets 📎FREE TEST EDIT! ❤️Can't decide what preset to buy? Text me a message 📝and I can do a FREE test edit for your photo using 3 presets you have chosen to help you decide!📎How to install Lightroom presets you can see in my included instructions.📎You need Lightroom App on your Mobile/Desktop devices.📎Included:- Lightroom Desktop Presets (20 XMP files and 20 LRTEMPLATE files (for different Lightroom versions) for desktop only)- Lightroom Mobile Presets (20 photo editing DNG files)- Step-by-step text guide with video instructions📎If the filter makes your photos too dark or too light, adjusting the exposure and/or contrast should fix this. The result depends on the lighting of your original photos.📎Due to the nature of digital downloads no exchanges or refunds will be made.Make sure you read all product information carefully before making a purchase.If you have any questions, please contact me and I will be happy to help you!📎Please follow me on Instagram @iuliiapresets to see the presets in action. Tag me with @iuliiapresets when you post your photos using my presets! I would be happy to see them!📎Stay In Touch:Instagram: @iuliiapresetsEmail: iuliiapresets [a] gmail.com📎Important: There is no refund/exchange/cancellation for the purchases with digital items! 📎©2019, IuliiaPresets, All Rights ReservedDo not copy or redistribute!\n                ", "listing_reviews": "14", "store_reviews": "318 reviews", "search": "logo", "url": "https://www.etsy.com/listing/748881190/20-lightroom-mobile-presets-desktop"}, {"seller_text": "AutumnLanePaperie", "seller_href": "https://www.etsy.com/shop/AutumnLanePaperie?ref=simple-shop-header-name&listing_id=674894159", "store_sales": "14,427 sales", "store_rating": "4.9752", "listing_title": "Premade Logo Design, Simple Logo, Text Logo, Watermark Logo, Modern Logo, Watercolor Logo, Signature Logo, Minimalist Logo Design, Wordmark", "listing_bestseller": "Bestseller", "listing_price": "\n                        $19.00+\n                    ", "listing_highlights": ["Handmade"], "listing_desc": "\n                    ☆☆☆ ADD A PREMADE WEBSITE TO YOUR ORDER FOR $299 - DISCOUNTED WHEN BUNDLED WITH PREMADE BRAND KIT ☆☆☆Thanks so much for stopping by our shop! Autumn Lane Paperie is thrilled to present our line of super affordable premade logo designs - we want your business to look beautiful & chic.PURCHASE OPTIONS:∙ Logo Only - $19 USD - the first image displayed on the listing is the logo you will receive, with your business name inserted∙ With Sublogo - $31 USD - this includes the main logo, as well as an alternate version of the logo. For the sublogo, you'll choose one of the sublogos from the premade brand kit package∙ With Biz Card Design - $59 USD - this includes the main logo, as well as a made-to-order business card design based on the logo you choose and the information you’d like displayed on your card∙ Bizcard + Sublogo - $71 USD - this includes the main logo, one sublogo from the premade brand kit package, and the business card design from the premade brand kit package∙ Premade Brand Kit - $80 - this includes the premade brand kit for the logo design in this listing. Our premade brand kit includes the logo design, two sublogos, a color palette, two patterns, a business card design, and a facebook header. ∙ PBK + PremadeWebsite - $379 - this includes the premade brand kit and one of our premade website designs. Our premade brand kit includes the logo design, two sublogos, a color palette, two patterns, a business card design, and a facebook header. The premade website allows you to choose one of our premade website designs (created for WordPress). We can update the verbiage and images in the design of your choice; the rest of the design remains the same! The exact design can be specified after the order is placed. Our premade website designs can be found here: https://www.etsy.com/shop/AutumnLanePaperie?ref=seller-platform-mcnav&section_id=26317528Please include your business name in the Personalization space prior to adding the logo design to your shopping cart!  Following receipt of your order, we will provide your logo proof to you!  See below for office hours + expected proofing time frame.  Once approved, we’ll send you your finalized files, which can be used for print + web items!  We are happy to honor…∙ font change requests∙ text color change requests∙ up to two rounds of revisions to fine-tune for font + text color changesFinalized files are provided in large format (3000px wide):∙ .jpg∙ .pdf∙ .png with a transparent background (provided in large format + 500px wide)∙ NON-EDITABLE vector files (.ai + .svg) are available at no additional charge, upon request. Please note that due to the nature of the artwork in our logos, some logos may not be suitable for vinyl cutting software.___________________Here are a few frequently asked questions that might be helpful to you!∙ WHAT IS A SUBLOGO?A sublogo is an alternate version of your primary logo. It’s typically a bit more simple than the main logo, usually a text only option or an alternate layout.∙ WHAT DOES THE BUSINESS CARD DESIGN LOOK LIKE?Our business card design is seen in the premade brand kit images above! Upon request, we can modify the business card design if desired, so long as it remains in line with your overall brand. We’ve included a few business card samples in our product images, but we’re happy to have your input on the design + layout. Default card size is standard business card size, and files are provided as .jpgs in CMYK color mode for printing. Alternate sizes and and file types can be provided upon request. Please note that we do not print your cards for you.∙ WHEN SHOULD I EXPECT PROOFING?Our office hours are Monday through Friday, 8am to 4pm Eastern Standard Time.  Orders received before 2pm EST during our office hours will receive proofing the same business day, and MAY receive finalized logo files depending on how quickly you respond.  Orders placed on the weekend or outside of business hours should expect proofing in the morning of the next business day.∙ DO YOU DO CUSTOM LOGOS?Yes, we certainly do!  We offer a logo only option, as well as a branding package!Custom Logo Design: https://www.etsy.com/listing/229116580/Custom Branding Package: https://www.etsy.com/listing/501027628/∙ DO YOU DO WEBSITE DESIGN?Yes, we certainly do!Custom Website Design: https://www.etsy.com/listing/221262458Premade Website Designs: https://www.etsy.com/shop/AutumnLanePaperie?ref=seller-platform-mcnav&section_id=26317528___________________Please note: we do not provide font files or editable files under any circumstances, nor do we provide logo graphics as stand-alone items.  Additional changes after the logo has been finalized will incur additional charges.This logo is NOT one of a kind, and will be re-sold. You may not claim copyright or intellectual property rights for Autumn Lane Paperie, Inc. premade logo designs. Please note, our logos are not instant download.\n                ", "listing_reviews": "100", "store_reviews": "2,570 reviews", "search": "logo", "url": "https://www.etsy.com/listing/674894159/premade-logo-design-simple-logo-text"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=747180046", "store_sales": "237,232 sales", "store_rating": "4.8714", "listing_title": "10 Lightroom Presets For Desktop and Mobile Lightroom INSTA / Lightroom Mobile Presets / Instagram Filter for Bloggers, Photo Editing", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    10 Mobile Lightroom Presets INSTA THEME , instagram preset,  influencer presets , lifestyle blogger presetsEdit your Instagram photos like a pro on your mobile device! Instagram Preset INSTA THEME Included 10 presets inspired by travel bloggers and influencers around the world  and will enhance your photos and assist in creating a cohesive Instagram feed. This preset for every kind of picture that will surely deliver stunning results and make your images look a hundred times better! For photographers who do a lot of fashion, travel and lifestyle photography.🔺Included10 LIGHTROOM PRESET .DNG file .ZIP Archive 10 LIGHTROOM PRESET .XMP file .ZIP Archive .PDF file with direct link to download presets directly to your phone .PDF Instruction Guide 📍Unfortunately, Etsy does not support downloading digital files via Etsy App. Please download via one of the following options:1. Visit your email and click 'View Your Files on Etsy' in the email received from Etsy. Login to your Etsy account (if you have one). You will see the links to your files at the bottom of the page.2. Login to your Etsy account via Safari or Google Chrome browser on your mobile phone. Click on Your Account (a circle in the top right corner) > Purchases and Reviews > Your Order > 'Download Files'. You will see the links to your files at the bottom of the page.Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and I'll send your preset immediately and you can save directly in your camera roll‼️For any questions or editing help Please contact me email victoriabee.shop [!at] gmail.com© 2019-2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoKeywords: Instagram Filter, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Lightroom filter for Blogger, Summer presets, cohesive aesthetic,  lightroom desktop, photo filter,  instagram filter\n                ", "listing_reviews": "41", "store_reviews": "8,047 reviews", "search": "logo", "url": "https://www.etsy.com/listing/747180046/10-lightroom-presets-for-desktop-and"}, {"seller_text": "Blondary", "seller_href": "https://www.etsy.com/shop/Blondary?ref=simple-shop-header-name&listing_id=967519508", "store_sales": "2,567 sales", "store_rating": "4.9957", "listing_title": "Mobile Lightroom Presets, Spring Preset, Vintage Presets, Vsco Filters, Iphone Presets, Lightroom, Mobile Presets, Instagram Filters, Bright", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.89\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Mobile Lightroom Presets, Instagram Presets, Vintage Presets, Spring Preset, Travel presets, Bright Presets, Photo filter, Blogger Presets, Indoor photo presets, Lifestyle presets, Warm Bright preset, Instagram Filter✩ FREE PRESETS OFFER ✩💥 GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE 💥💥 GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE 💥*Spring Mobile Preset: include 1 mobile lightroom preset perfect for Spring. Transform your outdoor photos with the Spring Lightroom Preset*⭐You Will Receive :- 1 DNG. Mobile Preset- 1 PDF file - Mobile InstructionsAll presets files are in DNG format.After the download you will need to unzip the file, either on your PC (and then send the mobile presets to your phone) or on your phone (if you have an app that can unzip files).- If you have problems with installation or with downloading your files just contact me and I'll do my best to help you.- Please keep in mind that each photo has different light setting so you can tweak some settings as light, contrast etc after applying you presets to get best results.For personal use ONLY! You may NOT sell, distribute, rent, give, sub-license, or transfer presets, or presets sent to anyone else.More Presets:Creamy Presets:https://www.etsy.com/listing/948185389/mobile-lightroom-presets-5-creamy?ref=shop_home_active_8&pro=1Winter Snow Presets:https://www.etsy.com/listing/949617290/mobile-lightroom-presets-12-winter-snow?ref=shop_home_active_9&pro=1Selfie Presets:https://www.etsy.com/listing/969972545/mobile-lightroom-presets-8-selfie?ref=shop_home_active_4&pro=1Fitness Presets:https://www.etsy.com/listing/943374818/lightroom-presets-6-fitness-presets?ref=shop_home_active_5&pro=1Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filters, Travel Presets, Influencer Presets, warm presets, iPhone Presets, Moody Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright Presets, Clean Preset, Color Pop Preset, Vibrant Presets, Mountains Presets, Bright Nature Presets, Nature Presets , Landscape Presets, Adventure Presets, Hiking Presets, Spring Presets, Green Presets\n                ", "listing_reviews": "29", "store_reviews": "234 reviews", "search": "logo", "url": "https://www.etsy.com/listing/967519508/mobile-lightroom-presets-spring-preset"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=743667337", "store_sales": "237,232 sales", "store_rating": "4.8715", "listing_title": "20 Lightroom Presets LIGHT AND AIRY, Bright and Clean Instagram Presets, Mobile and Desktop Photo Filter, Instagram Photo Editing", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    Mobile and Desktop Lightroom Presets LIGHT & AIRY Blogger Preset Collection for Instagram Photo preset Bright and Light preset Photo filterLighten your dark photo, add brightness to it and refresh it with this preset bundle! 🔺Included20  LIGHTROOM PRESET .ZIP file with .DNG .XMP.PDF file with direct link to download presets directly to your phone .PDF Instruction Guide Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️For any questions or editing help Please contact me email victoriabee.shop [!at] gmail.com© 2019-2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoKeywords: Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset\n                ", "listing_reviews": "100", "store_reviews": "8,047 reviews", "search": "logo", "url": "https://www.etsy.com/listing/743667337/20-lightroom-presets-light-and-airy"}, {"seller_text": "Designs4Artwork", "seller_href": "https://www.etsy.com/shop/Designs4Artwork?ref=simple-shop-header-name&listing_id=924769166", "store_sales": "340 sales", "store_rating": "4.2453", "listing_title": "I Will Create Custom Logo Design for your Business | Professional Logo Designer and Graphic Designer Expert", "listing_bestseller": "-", "listing_price": "\n                        $70.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG"], "listing_desc": "\n                    Thanks so much for stopping by our shop! Designs 4 Artwork is thrilled to present our line of super affordable premade logo designs.I Will Create Custom Logo Design for your Business | Professional Logo Designer and Graphic Designer Expert.My expertise lies in designing  Premade Logo Design, Boutique logo, Professional Logo Design custom, Signature logo design, Logo & Branding labels, Vintage logo Design, bts, personalized gifts, Gift for her. and Photography Watermark logo with great artwork, and fine concepts. Professional Business logos are trendy nowadays. I offer an iconic business design to take your brand to new heights of glory.PURCHASE OPTIONS:Logo Only - the first image displayed on the listing is the logo you will receive, with your business name insertedAnyone looking for complete branding should inbox me to discuss further the details of the logo and branding,=======Process=======* Add this logo design listing to your cart. Checkout/Make Payment via PayPal.All of the logos which are being offered are created by us, so If you are looking for quality custom logos that will take your brand to that next level, you have come to the right place!Finalized files are provided in large format (3000px wide):∙ .jpg∙ .pdf∙ .png with a transparent background (provided in large format + 500px wide)Please message me if you have any questions.All of the logos offered here are created by us, so If you are looking for quality custom logos that will take your brand to that next level, you have come to the right place!logo, logo design, custom logo design, custom logo, logo designer, graphic designer, brand logo, logo branding, logo maker, design, minimal logo design, minimal logo, crate logos\n                ", "listing_reviews": null, "store_reviews": "53 shop reviews", "search": "logo", "url": "https://www.etsy.com/listing/924769166/i-will-create-custom-logo-design-for"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=870000293", "store_sales": "25,455 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets, Beauty Presets, Instagram Filters, Natural Presets, Vsco Filters,Lightroom Mobile Presets, Nude Presets, Selfie", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "18", "store_reviews": "793 reviews", "search": "logo", "url": "https://www.etsy.com/listing/870000293/3-mobile-lightroom-presets-beauty"}, {"seller_text": "EliteStudioPresets", "seller_href": "https://www.etsy.com/shop/EliteStudioPresets?ref=simple-shop-header-name&listing_id=881740942", "store_sales": "17,026 sales", "store_rating": "4.7489", "listing_title": "Lightroom Preset ICE COFFEE, Single Mobile Desktop Lightroom Preset, Soft Light Beige Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $1.83\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 2 other files"], "listing_desc": "\n                    Lightroom Presets ICE COFFEE, Single Mobile Desktop Lightroom Presets, Soft Light Brown Preset☆ What is included? ☆➤ 1 Mobile Preset in .DNG format➤ 1 Desktop Preset in .XMP format (NOT lrtemplate format, but you can still use them by uploading the DNG files in your Lightroom Desktop and save them as preset.)➤ PDF installation guide☆ Compatibility ☆➤ For MOBILE and DESKTOP use (iPhone, Android, PC, MAC)➤ Compatible with free version of the Adobe Lightroom App. You can download this app for free on your mobile phone (iPhone or Android)➤ Compatible with the paid version of the Adobe Lightroom Classic CC (version 7.3+)➤ For use on JPEG and RAW imagesSince each image is different due to lighting conditions, camera settings, and personal style, these presets may need to be slightly altered to fit your needs.☆ BUY 5 AND GET 30% OFF!! ☆Add 5 presets in your cart and receive automatically 30% discount!https://www.etsy.com/shop/EliteStudioPresets☆ 24/7 Support ☆If you have any questions or need some help with the presets, please contact me at Etsy or through email elitestudiopresets[at]@gmail.com♡ Share with Us! ♡I would love to see how your pictures turned out by using our presets. Please include them in your review! Tag or DM us on instagram to get featured!@elitestudiopresets© 2020 Elite Studio Presets, All Rights ReservedTerms of Use: By purchasing this item, you are automatically agreeing to the terms of use. Included but not limited to: Prohibition of sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "22", "store_reviews": "750 reviews", "search": "logo", "url": "https://www.etsy.com/listing/881740942/lightroom-preset-ice-coffee-single"}, {"seller_text": "SnazzyMango", "seller_href": "https://www.etsy.com/shop/SnazzyMango?ref=simple-shop-header-name&listing_id=990671746", "store_sales": "3,763 sales", "store_rating": "4.6667", "listing_title": "CUSTOM Bachelorette Instagram Filter! Neon Bachelorette Filter, Bachelorette Filter Instagram, Instagram Effect, Hen Party Filter, Instagram", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $8.01+\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: Adobe Illustrator, Photoshop, Instagram, Facebook, Spark AR, Glitter, Insta Stories, Effect, Instagram Story, Insta Story, Neon, Bachelorette, Filter\n\n\nRead the full description"], "listing_desc": "\n                    Custom Neon Bachelorette Filter For Instagram, Instagram Stories Filter!TRY BEFORE YOU BUY: https://www.instagram.com/ar/510638693640520Make a statement at your bachelorette with your very own custom Instagram/Facebook filter! All your family, friends, guests and followers will have access to your filter! Anyone who sees your story will also have access to your filter! Unlike snapchat filters it's not restricted to location and there is no upload cost!| CUSTOMISATION |Information Required:Name -Date -All colours and text are customisable so feel free to message me if you require different colours or wording!| HOW IT WORKS |1 - Enter your personalisation requirements in the space provided when ordering.2 - I then design your filter in Instagram/Facebook's unique software.3 - A proof will then be sent to you of how your filter will look, please allow 24hrs for this.4 - Once you're happy with how your filter looks, I then submit it to Instagram/Facebook to upload to their filter collection. (This can take up to 48hrs)!5 - Once the filter has been accepted by Instagram/Facebook I will then email you a link to where you can find your filter on the social media site!6 - You can share the link with all your friends, family and guests! Alternatively, when your post to your story using the filter a badge will be displayed in the top left corner. Anyone who clicks on this will also have access and be able to use your filter! (An example of this is Picture 3).Please message me if you have any questions.  :)If you include the snapchat version in your order, this is just for the filter file. You must upload the filter to Snapchat where costs may be incurred due to location and date. More information can be found here: https://www.snapchat.com/l/en-gb/on-demand/Facebook and Instagram filters are uploaded by me at no extra cost.My full collection of Instagram & Facebook filters can be found here:https://www.etsy.com/uk/shop/SnazzyMango?ref=seller-platform-mcnav&section_id=21416837Keywords:bachelorette, bachelorette filter, instagram bachelorette filter, insta effect, instagram effect, neon bachelorette, neon filter, hen party, hen party filter, Insta Filter, Instagram Filter, Instagram Story, Instagram Stories, Insta Stories, Instagram Wedding, Instagram Wedding Filter, Rose Gold Wedding Filter, Insta Wedding Filter, Insta Wedding Effect, Insta Wedding Stories, Insta Wedding, Instagram Wedding, Rose Gold Wedding Filter, Insta Mask, Insta Effect\n                ", "listing_reviews": null, "store_reviews": "466 shop reviews", "search": "logo", "url": "https://www.etsy.com/listing/990671746/custom-bachelorette-instagram-filter"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=972851457", "store_sales": "171,648 sales", "store_rating": "4.8275", "listing_title": "10 Mobile LIGHTROOM Presets, Summer Preset, lightroom mobile presets, Desktop Presets Blogger, Natural Preset, Bright Instagram, vsco filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP, 1 PDF"], "listing_desc": "\n                    🎁 GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code: 2FREE• Pay only for 2 itemsMore presets in our SHOP:www.etsy.com/shop/KatherineDream• FILES INCLUDED IN YOUR PURCHASE •✔️ 10 MOBILE Lightroom presets for mobile Lightroom( free mobile lightroom app)✔️ 10 DESKTOP Lightroom presets for desktop Lightroom✔️ Post-purchase Support✔️ Instructions✔️ Instant Download • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions♡ HOW TO ORDER ♡- Tap “add to cart” or “buy it now”;- Receive receipt and email from Etsy with link to download file- Download the Lightroom presets instantly.❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it. :)🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "70", "store_reviews": "6,145 reviews", "search": "logo", "url": "https://www.etsy.com/listing/972851457/10-mobile-lightroom-presets-summer"}, {"seller_text": "EyecatchDesignStudio", "seller_href": "https://www.etsy.com/shop/EyecatchDesignStudio?ref=simple-shop-header-name&listing_id=640592977", "store_sales": "5,299 sales", "store_rating": "4.86", "listing_title": "I will create 2 Professional and Business Logo Design for your Business | Professional Logo Designer and Graphic Designer Expert", "listing_bestseller": "Bestseller", "listing_price": "\n                        $19.00\n                    ", "listing_highlights": ["Handmade", "Materials: graphics, vector, source file, logo, clipart, mascot, design, branding, illustrator, photoshop, corel draw, types of logo, design concepts\n\n\nRead the full description"], "listing_desc": "\n                    Logo Design is a crucial aspect of brand marketing. If you are looking for someone to create a professional design for your brand or company, EyecatchDesignStudio is always ready to provide you with this service. While working with us, you only need to convey your project vision and style preferences. The rest is taken care of by our very able and efficient team of professional logo designers who deploy their creative skills to design the perfect design for your brand.We request you to please have a look at our sample presentation & Portfolio before ordering - https://www.etsy.com/shop/EyecatchDesignStudio#about----Basic Logo Design Includes----2 Basic Initial Concepts IncludedLogo Transparency3D MockupHigh ResolutionVector FileFinal Files in 6 different Formats (AI, EPS, JPEG, PNG in formats for all print and web use)=================================================================================================PLEASE BROWSE THROUGH OUR RECOMMENDED  PACKAGES FOR SOME PROFESSIONAL BUSINESS:=================================================================================================Standard Package - https://www.etsy.com/listing/648676855/standard-package-logo-design-custom-logoPremium Package - https://www.etsy.com/listing/631593288/premium-package-logo-design-logo-design----HERE IS WHAT YOU NEED TO DO----* Add this logo design listing to your cart. Checkout/Make Payment via PayPal or Credit Card.* Once we receive your payment we will email you a questionnaire regarding your logo design. Complete the questionnaire, then email us the completed questionnaire.* Once we receive all the details and confirmations from your end, we will email logo within 24 - 48 hours* Choose one logo out of all you like best, then you can request changes on selected logo.* Once you are satisfied with the logo design, we will then email you the final files.* Once you requested the final bundle, we will not take any other modification.PLEASE SEND ALL THE POSSIBLE DETAILS. IF THESE DETAILS ARE CHANGED LATER (AFTER THE DELIVERY OF INITIAL CONCEPTS), IT WILL BE CHARGED ADDITIONALLY.PLEASE NOTE IF YOU WISH TO MAKE ANY AMENDMENNTS AFTER THE DELIVERY OF FINAL CONCEPTS, WE WON'T BE ABLE TO DO, IT WILL BE CHARGED ADDITIONALLY.Warmest Regards,EyeCatchDesignStudio!\n                ", "listing_reviews": "100", "store_reviews": "816 reviews", "search": "logo", "url": "https://www.etsy.com/listing/640592977/i-will-create-2-professional-and"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=663947338", "store_sales": "171,648 sales", "store_rating": "4.8275", "listing_title": "21 Lightroom MOBILE Presets - Lightroom Presets - Instagram Filter - Mobile Preset & Desktop Preset, Lifestyle Blogger Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    • Professional Lightroom Presets for free Mobile and Desktop Lightroom• You receive 21 variants of presets with white/slightly warm/slightly cold tones• You can use them unlimited number of times.• Post-purchase support guaranteed - if you need my help with editing don't hesitate to contact me ✅FILES included:- 21 Lightroom presets in DNG format for MOBILE Lightroom (free app compatible with both IOS and ANDROID).- 21 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 itemsThis Preset package is perfect for all dark or normal photos. All presets will give your photos and images modern, clean and bright look. It is perfect for indoor as well as outdoor photos and it will also tweak lightings. This package is perfect for bloggers and profesional photographers as well as for casual photographers because no additional tweaks are needed. White Lifestyle can change your photos with one click right on your phone.  White Lifestyle Lightroom Presets have been created to brighten your photos with a light, white and clean look.❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "25", "store_reviews": "6,145 reviews", "search": "logo", "url": "https://www.etsy.com/listing/663947338/21-lightroom-mobile-presets-lightroom"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=665103784", "store_sales": "237,232 sales", "store_rating": "4.8714", "listing_title": "10 Lightroom Presets RIESLING for Desktop and Mobile Lightroom, Color Pop, Vibrant Presets, Instagram Blogger Summer Photo Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    10 Mobile Lightroom Presets Riesling Summer preset Warm preset Travel presets Instagram filter Sunny preset This presets pack will bring out Vibrant Rich Tones and Saturated Summer Pop Colors in your photos.10  LIGHTROOM PRESETS RIESLING  for Mobile and Desktop LightroomThese Presets Pack  are perfect for Instagram, blogging and photo editing on the go. Hight Quality Preset, Great for Portraits, Bloggers, Travelers, Engagements and Wedding' shoots, a user friendly pack, easy to use, One click Lightroom Preset that gives your collection of work a more cohesive and aesthetic feel and get you on your way to creating stunning images. 🎁 GET 5 & PAY FOR 3: add 5 presets to your cart, use coupon: GIFT2 and pay for 3 only https://www.etsy.com/shop/VictoriaBeePhoto?coupon=GIFT2This pack Included 10 presets inspired by travel bloggers and influencers around the world.This preset for every kind of picture that will surely deliver stunning results and make your images look a hundred times better! For photographers who do a lot of fashion, travel and lifestyle photography.Check out my Bestseller Itemshttps://www.etsy.com/shop/VictoriaBeePhoto♦️ Works in Lightroom Mobile App (iOS/Android)♦️ Works With & Without Adobe subscription♦️ Compatible with All Photo formatsIncluded:🔶10 Lightroom presets in .DNG format for MOBILE Lightroom .ZIP archive🔶10 Lightroom presets in .XMP format for DESKTOP Lightroom .ZIP archive🔶.PDF file with direct link to download presets directly to your phone 🔶.PDF Instruction Guide 10 Riesling Presets  has been created to achieve a very modern, glamorous, trendy & Instagram aesthetic look. You will get best fashionable, professional  one-click result from this pack.Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️Keep in mind that all presets work differently with each photo depending on a number of factors such as lighting, white balance, tone etc. Please contact me for any questions or editing help victoriabee.shop [!at] gmail.com© 2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephoto  ©victoriabee.presetsMobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset, Pop Colour Preset, Vibrant Preset, Summer Presets\n                ", "listing_reviews": "100", "store_reviews": "8,047 reviews", "search": "logo", "url": "https://www.etsy.com/listing/665103784/10-lightroom-presets-riesling-for"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=869986401", "store_sales": "25,455 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets,Honey Presets, Instagram Filter, Vsco Filters, Lightroom, Mobile Presets, Presets, Natural Nude, Blogger Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "12", "store_reviews": "793 reviews", "search": "logo", "url": "https://www.etsy.com/listing/869986401/3-mobile-lightroom-presetshoney-presets"}, {"seller_text": "ADigitalDesign", "seller_href": "https://www.etsy.com/shop/ADigitalDesign?ref=simple-shop-header-name&listing_id=1022226910", "store_sales": "10 sales", "store_rating": "5", "listing_title": "Interior Design Logo, Designer logo, Home Decor Logo, Minimal Logo, Modern Logo, Watermark logo, Premade Logo Design, Wordmark, Minimalist", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $17.28\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: Adobe Illustrator, Adobe Photoshop, Logo design, Graphics designer, Logos, Business card, Custom logo, Custom logo design, Business logo, Business branding, Original logo design, Branding\n\n\nRead the full description"], "listing_desc": "\n                    Let’s create a brand that inspires you ♡Building a luxurious and professional brand can be pricey. ADigitalDesign offers premade logos as a perfect solution—without neglecting style, quality, and creativity.This list includes the logo shown in the images above. The logo is personalized with your brand name and tagline. ‣ For your purchase, you will receive:⋆ Extra-High Resolution (300 dpi).⋆ Logo colors: black, white, and three custom colors.⋆ Logo in PNG format (transparent background). ⋆ Logo PSD - to experience more colors.⋆ Logo PDF.⋆⋆BONUS - Textured logo.∙Do you have any doubts? Request a free preview!⋆⋆⋆⋆⋆To order this logo, enter your information in the personalization box and go to payment. You will receive the proof in 1-2 working days. Depending on your needs, it will be possible to change the spelling and color. After you give your final approval, you will receive a link to download the logo.⋆⋆⋆⋆⋆PLEASE NOTEOnly two revisions are accepted.There is no possibility to return the digital product.Please note that this is not an instant download.We will customize the design especially for you.The logo is not one of a kind and will be resold.You will choose the favorite colors with https://color.adobe.com/⋆⋆⋆⋆⋆ORDER DELIVERY:Your order will be ready within 2 Business Days.The files will be delivered digitally via email.⋆⋆⋆⋆⋆Thanks for visiting my Store.If you have any questions before buying, write a message, I will be happy to help you.⋆⋆⋆⋆⋆© ADigitalDesign retains copyright to design and any reproduction without permission is forbidden.By purchasing this product you agree to ADigitalDesign terms and conditions.\n                ", "listing_reviews": null, "store_reviews": "6 shop reviews", "search": "logo", "url": "https://www.etsy.com/listing/1022226910/interior-design-logo-designer-logo-home"}, {"seller_text": "LizMartinezCreations", "seller_href": "https://www.etsy.com/shop/LizMartinezCreations?ref=simple-shop-header-name&listing_id=991883473", "store_sales": "197 sales", "store_rating": "5", "listing_title": "3 Retro Summer LIGHTROOM Mobile Presets, Presets, Blue Preset, Summer Preset, Teal Preset, Influencer Filter, Instagram Filter, Retro Preset", "listing_bestseller": "-", "listing_price": "\n                        $2.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 3 other files"], "listing_desc": "\n                    3 Retro Summer LIGHTROOM Mobile Presets, Presets, Blue Preset, Summer Preset, Teal Preset, Influencer Filter, Instagram Filter, Retro Preset*** Retro Summer Presets works best with with pictures that primarily have blues, greens, reds, and neutrals! Remember you might have to tweak the preset to your liking every so often since lighting, colors, and quality can vary photo to photo! ***SHOP MORE: https://www.etsy.com/shop/LizMartinezCreations/Presets are perfect for bloggers, influencers, photographers, and even personal accounts to help create a cohesive Instagram feed / theme. Works with one click to transform your pictures and enhance your brand. This Retro Summer Preset gives your photos dated and teal blue tones. This preset is great for lifestyle, travel, flat lay, interior design, fashion, and day-to-day photos.----------❂ INCLUDED IN YOUR PURCHASE ❂⚫ 3 Mobile Lightroom Presets (DNG files)⚫ Step-by-step guide for installationIf your mobile device is having trouble downloading or if you have any questions about editing, send me a message!❂ LET'S CONNECT ❂IG: www.instagram.com/simplyxlizPINTEREST: www.pinterest.com/simplyxliz/TIKTOK: www.tiktok.com/@simplyxlizEMAIL: lizmartinezcreations [at] gmail.com----------TERMS OF USE: No refunds or exchanges can be made for digital products after they are downloaded!© 2021 Liz Martinez Creations, All Rights ReservedTERMS AND CONDITIONS:Prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.Any other use is strictly prohibited and may violate copyright, trademark and other laws.Keywords:Mobile Preset, Instagram Preset, Influencer Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Lightroom CC, DNG, Presets, Retro Preset, Summer Preset, 70s Preset, 60s Preset, Blue Preset, Travel Presets, iPhone Presets, Bright Preset, Colorful Preset, Summer Preset, Vacation Preset\n                ", "listing_reviews": null, "store_reviews": "12 shop reviews", "search": "logo", "url": "https://www.etsy.com/listing/991883473/3-retro-summer-lightroom-mobile-presets"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=971564670", "store_sales": "237,230 sales", "store_rating": "4.8714", "listing_title": "25 Mobile and Desktop Lightroom Presets, Magic Hour presets, Sunny Golden Lightroom Preset, Warm Instagram Filter, Sun Travel Summer Blogger", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $4.35\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    25 LIGHTROOM PRESETS MAGIC HOURLIGHTROOM PRESETS FOR GOLDEN HOUR, SUNRISE & SUNSETThe MAGIC HOUR preset gives photos a softer and warmer look , This preset is ideal for pictures that are taken under a natural light and works well with portraits and outdoor photos. The preset can be applied with just one click and will give your photos an interesting and amazing look –  ideal for creating stand-out photos for printing and hanging on your wall.Check out my Bestseller Itemshttps://www.etsy.com/shop/VictoriaBeePhoto♦️ Works in Lightroom Mobile App (iOS/Android)♦️ Works With & Without Adobe subscription♦️ Compatible with All Photo formatsIncluded:🔶25 Lightroom presets in .DNG format for MOBILE Lightroom (.ZIP Archive)🔶25 Lightroom presets in .XMP format for DESKTOP Lightroom (.ZIP Archive)🔶.PDF file with direct link to download presets directly to your phone (Dropbox)🔶.PDF Instruction Guide Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets.‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️Keep in mind that all presets work differently with each photo depending on a number of factors such as lighting, white balance, tone etc. Please contact me for any questions or editing help victoriabee.shop [!at] gmail.com© 2019-2021 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephoto\n                ", "listing_reviews": "7", "store_reviews": "8,047 reviews", "search": "logo", "url": "https://www.etsy.com/listing/971564670/25-mobile-and-desktop-lightroom-presets"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=923109412", "store_sales": "21,701 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Neutral Filter, Cream Preset, Instagram Filters, iPhone Presets, Lightroom Filter, Lifestyle Preset, Blogger Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it natural with this Ethereal Preset! This Lightroom Mobile preset will effortlessly soften and mute the shades in your photos to achieve a bright creamy look with the click of button! ❀ Your purchase includes ❀- 1 Ethereal Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "23", "store_reviews": "1,130 reviews", "search": "logo", "url": "https://www.etsy.com/listing/923109412/lightroom-mobile-preset-neutral-filter"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=869760089", "store_sales": "25,454 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets, Black Presets, Mobile Presets, Instagram Filter, Presets, Moody Blogger Presets, Influencer Luxury Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "8", "store_reviews": "793 reviews", "search": "logo", "url": "https://www.etsy.com/listing/869760089/3-mobile-lightroom-presets-black-presets"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=747825472", "store_sales": "237,230 sales", "store_rating": "4.8714", "listing_title": "10 Mobile Lightroom Presets FAMILY TIME / Lightroom Mobile Presets / Desktop Preset / Warm Photo Filter for Instagram", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    Lightroom Presets  , instagram preset, warm photo filter,  influencer presets , lifestyle blogger presets10 Lightroom presets FAMILY TIME  is created especially for family fun moment portraits to give it a stunning and styled look. The preset can be applied with just one click and will give your photos an interesting and amazing look –  ideal for creating stand-out photos for printing and hanging on your wall.🔺Included10 LIGHTROOM PRESET .ZIP Archive .PDF file with direct link to download presets directly to your phone .PDF Instruction Guide 📍Unfortunately, Etsy does not support downloading digital files via Etsy App. Please download via one of the following options:1. Visit your email and click 'View Your Files on Etsy' in the email received from Etsy. Login to your Etsy account (if you have one). You will see the links to your files at the bottom of the page.2. Login to your Etsy account via Safari or Google Chrome browser on your mobile phone. Click on Your Account (a circle in the top right corner) > Purchases and Reviews > Your Order > 'Download Files'. You will see the links to your files at the bottom of the page.Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and I'll send your preset immediately and you can save directly in your camera roll‼️For any questions or editing help Please contact me email victoriabee.shop [!at] gmail.com© 2019-2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoKeywords: warm filter, Instagram Filter, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, family preset,\n                ", "listing_reviews": "30", "store_reviews": "8,047 reviews", "search": "logo", "url": "https://www.etsy.com/listing/747825472/10-mobile-lightroom-presets-family-time"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=856057614", "store_sales": "25,456 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets, Pink Presets,Instagram Filters, Natural Presets, Mobile Presets, Presets, Blogger Presets, Blush Presets, Vsco", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "22", "store_reviews": "793 reviews", "search": "logo", "url": "https://www.etsy.com/listing/856057614/3-mobile-lightroom-presets-pink"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=811454351", "store_sales": "70,787 sales", "store_rating": "4.9099", "listing_title": "5 Natural Tones Mobile & Desktop Lightroom Presets, Beige Clean Outdoor Photo Editing Filter for Instagram Influencer Lifestyle Blogger", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Natural Tones Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram Influencers, Clean Outdoor Photo Editing Filter for Lifestyle and Travel🌟The Natural Tones Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add slightly cool beige, tan and white tones to your Instagram photos. These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "100", "store_reviews": "5,613 reviews", "search": "logo", "url": "https://www.etsy.com/listing/811454351/5-natural-tones-mobile-desktop-lightroom"}, {"seller_text": "NurseryWallArtStudio", "seller_href": "https://www.etsy.com/shop/NurseryWallArtStudio?ref=simple-shop-header-name&listing_id=740842257", "store_sales": "8,356 sales", "store_rating": "4.588", "listing_title": "Custom Logo Design, Logo Design Custom, Logo Design, Business Logo, Shop Logo, Vintage Logo, Branding Logo, Logos, Minimal Logo Design", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $69.99\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: Corel Draw, Adobe Illustrator, Logo Design, Graphics Designer, Logos, Business Card, Custom Logo Design, Custom Logo, Business Logo, Business Branding, Original Logo Design, OOAK Logos, Adobe Photoshop\n\n\nRead the full description"], "listing_desc": "\n                    This listing is for Custom logo design. Your logo will be 100% unique and never be resold. All logos are custom made as per requirements.==============================Logo Design Package includes==============================* 1 Concepts to choose from (3-5 Business days turn around)* 2 Logo Revisions (1-2 Business days turn around for each revision)* Final Logo Design in various formats :- ai, eps, cdr, pdf, png (transparent) & jpg formats.NOTICE:  I DON'T PROVIDE REFUND!!!=======Process=======* Add this logo design listing to your cart. Checkout/Make Payment via PayPal.* Once we receive your payment we will email you a questionnaire regarding your logo design. Complete the questionnaire, then email us the completed questionnaire.* Once you are satisfied with the logo design, we will then email you the final files.NOTE: I do not provide Illustration or Cartoon Work.All of the logos offered here are created by us, so If you are looking for a quality custom logos that will take your brand to that next level, you have come to the right place!\n                ", "listing_reviews": "73", "store_reviews": "708 reviews", "search": "logo", "url": "https://www.etsy.com/listing/740842257/custom-logo-design-logo-design-custom"}, {"seller_text": "homemadeprintshop", "seller_href": "https://www.etsy.com/shop/homemadeprintshop?ref=simple-shop-header-name&listing_id=1020126760", "store_sales": "412 sales", "store_rating": "5", "listing_title": "Pittsburgh steelers logo svg, steelers logo, football, NFL logo, team, svg, dxf, clipart, cut file, vector, eps, pdf, logo, icon", "listing_bestseller": "-", "listing_price": "\n                        $0.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PNG, 3 other files"], "listing_desc": "\n                    These files are perfect for your cutter (cutting machine), iron on transfers, HTV (heat transfer vinyl), onsies, t-shirts, stickers, uniforms, prints, cards, and more.You will receive digital files without the watermark. No physical item will be shipped.INCLUDED FILES:Your download will include one zipped folder with 4 total files.- 2 SVG files: for your Cutting Machine or Printer (Two steelers logos)- 2 PNG files: for clipart, with transparent backgrounds (Two steelers logos)- 1 DXF fileTERMS OF USE:With the purchase of these files, you have the right to use these images in their original form or modified for personal or commercial products (shirts, stickers, books, websites, prints, etc).I DO NOT give permission to resell designs as they are (in digital form).If files aren’t working for you we will get them to work or refund your order!\n                ", "listing_reviews": null, "store_reviews": "7 shop reviews", "search": "logo", "url": "https://www.etsy.com/listing/1020126760/pittsburgh-steelers-logo-svg-steelers"}, {"seller_text": "DesignBabeStudio", "seller_href": "https://www.etsy.com/shop/DesignBabeStudio?ref=simple-shop-header-name&listing_id=891449187", "store_sales": "368 sales", "store_rating": "4.7232", "listing_title": "I will create custom logo design, logo design, custom logo design, business brand logo, signature logo, branding logo, photography logo,logo", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $15.00+\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: JPG, EPS, AI, PNG, PDF, PSD, BUSINESS LOGO, BRANDING, BOHO LOGO, WATERCOLOR LOGO, vector, Sticker logo, diy logo\n\n\nRead the full description"], "listing_desc": "\n                    CUSTOM LOGO DESIGN/ FULL BRANDING/ BUSINESS CARDAt DesignBabeStudioWe will create amazing logos for promoting your brand.-----------LOGO PACKAGE3 Logo design conceptsai, eps, psd, jpeg, pdf, pngUnlimited revisions-----------STANDARD PACKAGE/ LOGO+BC+SM3 creative logo design concepts, 2 business card concepts, social media kit designai, eps, psd, jpeg, pdf, pngHigh-quality design workUnlimited revisions-----------PRIME PACKAGE/ FULL BRANDING KIT4 creative logo design concepts, 3 business card concepts, social media kit, 2 letterhead concepts, 2 envelope concepts, thank you cardai, eps, psd, jpeg, pdf, pngHigh-quality design workUnlimited revisions-----------Unlimited revisions24*7 full supportOriginal and creative logo concepts100% satisfaction of work70% OFF on all the packages-----------MASCOT/CHARACTER ILLUSTRATIONS LOGOPlease contact me before the order for the quotations of such logos. -----------WE DO NOT MAKE ANY LOGO BASED ON YOUR PET'S FACE OR YOURS.RUSH LOGO GETS DELIVERED WITHIN 24 HOURS, IF YOU NEED A LOGO IN 24 HOURS GO FOR THAT OPTION. :)WE DO NOT PROVIDE PRINTING SERVICES.LOGO DESIGN, CUSTOM LOGO DESIGN, WATERCOLOR LOGO, BRANDING PACKAGE, MODERN LOGO, GRAPHIC, HAND MADE LOGO, PHOTOGRAPHY LOGO, MINIMALIST LOGO, BOHO LOGO, JEWELRY LOGO, BOUTIQUE LOGO, PREMADE LOGO, MONOGRAM LOGOStill, have any queries feel free to ask. ThankYou for stopping by and looking forward to work with you all. :)\n                ", "listing_reviews": "8", "store_reviews": "112 reviews", "search": "logo", "url": "https://www.etsy.com/listing/891449187/i-will-create-custom-logo-design-logo"}, {"seller_text": "Shinelogos", "seller_href": "https://www.etsy.com/shop/Shinelogos?ref=simple-shop-header-name&listing_id=969036122", "store_sales": "822 sales", "store_rating": "4.9699", "listing_title": "I will create 2 Professional and Business Logo Design for your Business | Professional Logo Designer and Graphic Designer Expert", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $10.80+\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: Photoshop, Illustrator, Graphic Design, Illustration, Vector, Graphic, Drawing, Watercolor\n\n\nRead the full description"], "listing_desc": "\n                    I will create 2 Professional and Business Logo Design for your Business | Professional Logo Designer and Graphic Designer Expert★★★★ 70% SALE ★★★★★★★★ DON’T MISS THE DEAL ★★★★★★★★ UNLIMITED REVISIONS ★★★★★★★★ 100% MONEY BACK GUARANTY ★★★★Welcome to ShineLogos.A Logo Design is very important in any business, I know how important the right image is to your business. I have been in the Graphic Design Industry for the last 5 years and have created logos for both large corporations and small one \"man/woman\" home businesses.If you look around on the internet you will find that logo design Companies charge 100`s of $ for similar packages.Let me create a logo that will stand out and your clients will notice. This listing is for unlimited revisions that mean I will not stop working with you until your logo is 100% perfect.==============================Logo Design Package includes==============================* 2 Custom Logo Design Concepts (ORIGINAL DESIGNS - No Clipart)* Unlimited Logo Revisions (2-3 Business day turn around for each revision)* Final Logo Design in various formats :- ai, eps, svg, .pdf, .jpg, png, cdr formats.==============================HERE IS WHAT YOU NEED TO DO:==============================1) Once your order is completed - make a payment2) When I receive the payment I will email you with a confirmation/questionnaire that you need to complete with information and input on the Logo Design style, color, etc within 24 hours of purchase.3) I will send the Logo Design samples within 2-3 business days4) You can then request changes to the Logo Design of your choice. (Please allow time for the revisions if needed this can be 2 business days depending on the revision request, I do the projects & revisions in the order they are received and try to get all out asap)5) Once you are satisfied with the Logo Design and approve the logo, I will email you the final Logo Design formats.If you would like more than one of the logo samples provided that can be purchased for an additionalcharge.Business Card LayoutCustom Business Card Design - Printer ready formats.(No printing included)Your Business Card will be customized with your logo and color scheme.100% MONEY BACK GUARANTEEDI offer a money-back guarantee, however, you do not qualify for a refund once you have selected a design and asked for any revisions then you will not be eligible for any refunds or if I do not have any response from you for 1 month.Etsy takes 48 hours to cancel and refundNOTE: Please contact me before for any specific Illustration Work. and all the products we offer are digital/vector files only.All of the logos offered here are created by us, so If you are looking for a quality custom logos that will take your brand to that next level, you have come to the right place!I will create 2 Professional and Business Logo Design for your Business | Professional Logo Designer and Graphic Designer Expert\n                ", "listing_reviews": "7", "store_reviews": "166 reviews", "search": "logo", "url": "https://www.etsy.com/listing/969036122/i-will-create-2-professional-and"}, {"seller_text": "HyggelyStudio", "seller_href": "https://www.etsy.com/shop/HyggelyStudio?ref=simple-shop-header-name&listing_id=727311464", "store_sales": "21,406 sales", "store_rating": "4.919", "listing_title": "10 Lightroom MOBILE Presets, Bright and Airy Mobile Light room Presets, Blogger and Instagram Photo Filters, Lightroom CC, Light Bright Ig", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.55\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF"], "listing_desc": "\n                    Elevate your social media presence with these Bright & Airy presets for MOBILE! These are used best for images used in light spaces or shot in natural light.☞ PLEASE NOTE: THIS IS A DIGITAL DOWNLOAD! NO PHYSICAL COPY WILL BE SENT TO YOU! ☜CHECK OUT MORE FROM THIS SHOP --> https://www.etsy.com/ca/shop/HyggelyStudio-----------------------------------------------DETAILS FOR INSTANT DOWNLOAD:-----------------------------------------------♡ INSTANT DIGITAL DOWNLOAD!You will receive 10 preset files (PDF will have a clickable link to your files through google drive)+ PDF WITH LINK TO STEP BY STEP INSTRUCTIONS WITH PHOTOS!➀ BRIGHT&AIRY - ORIGINAL - DNG FILE➁ BRIGHT&AIRY - BRIGHT - DNG FILE➂ BRIGHT&AIRY - INTERIOR - DNG FILE➃ BRIGHT&AIRY - INTERIOR SHARP - DNG FILE➄ BRIGHT&AIRY - LOW SAT - DNG FILE➅ BRIGHT&AIRY - SHARP - DNG FILE➆ BRIGHT&AIRY - WARM - DNG FILE➇ BRIGHT&AIRY - TWO - DNG FILE➈ BRIGHT&AIRY - SHARP TWO - DNG FILE➉ BRIGHT&AIRY - THREE - DNG FILE!! These presets are created for Mobile Lightroom ONLY !!*If you would like the Desktop version of these presets, please message me, and I will direct you to the desktop listing*- Compatible with both the Paid and Free Versions of Lightroom Mobile- Instant Download Directly to Mobile Device, No Desktop Needed- Compatible with JPG & Raw ImagesBased on your lighting conditions, camera settings, and personal style, these presets may need to be slightly altered to fit your needs. I am always happy to help you use the presets if you are having trouble.  !! No refunds or exchanges can be made on digital products !!TERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE FOLLOWING -- - Do not share these files- Do not sell these files- Derivative works are also prohibited© 2019 Hyggely Studio - All Rights Reserved\n                ", "listing_reviews": "58", "store_reviews": "816 reviews", "search": "logo", "url": "https://www.etsy.com/listing/727311464/10-lightroom-mobile-presets-bright-and"}, {"seller_text": "1984ArtStudio", "seller_href": "https://www.etsy.com/shop/1984ArtStudio?ref=simple-shop-header-name&listing_id=850346652", "store_sales": "1,281 sales", "store_rating": "5", "listing_title": "Logo Design, Logo, Custom Logo Design, Logo Design Custom, Business Logo, Shop Logo, Minimalistic Logo Design, Vintage Logo, Branding, Logos", "listing_bestseller": "Bestseller", "listing_price": "\n                        $159.99\n                    ", "listing_highlights": ["Handmade", "Materials: Adobe Illustrator, Logo Design, Graphics Designer, Logos, Business Card, Custom Logo Design, Custom Logo, Business Logo, Business Branding, Original Logo Design, OOAK Logos, Adobe Photoshop, Affinity Designer\n\n\nRead the full description"], "listing_desc": "\n                    This listing is for Custom logo design. Your logo will be 100% unique and never be resold. All logos are custom made as per requirements.==============================Logo Design Package includes==============================* 1. Concepts to choose from (3-5 Business days turn around)* 2. Logo Revisions (1-2 Business days turn around for each revision)* 3. Final Logo Design in various formats :-  svg, eps, psd, pdf, png (transparent) & jpg formats.NOTICE: I DON'T PROVIDE REFUND!!!=======Process=======* Add this logo design listing to your cart. Checkout/Make Payment via PayPal.* Once we receive your payment we will email you a questionnaire regarding your logo design. Complete the questionnaire, then email us the completed questionnaire.* Once you are satisfied with the logo design, we will then email you the final files.NOTE: I do not provide Illustration or Cartoon Work.All of the logos offered here are created by us, so If you are looking for a quality custom logos that will take your brand to that next level, you have come to the right place!\n                ", "listing_reviews": "33", "store_reviews": "41 reviews", "search": "logo", "url": "https://www.etsy.com/listing/850346652/logo-design-logo-custom-logo-design-logo"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=948567963", "store_sales": "21,701 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Neutral Filter, Cream Preset, Instagram Filters, iPhone Presets, Lightroom Filter, Lifestyle Preset, Organic Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it natural with an Organic Preset! This Lightroom Mobile preset will effortlessly soften and mute the shades in your photos to achieve a creamy cozy look with the click of button! ☼ Your purchase includes ☼- 1 Organic Lightroom Mobile Preset- PDF step by step installation guide☼ Additional Information ☼- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ☼ Cancellation Refunds/Exchanges ☼Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "15", "store_reviews": "1,130 reviews", "search": "logo", "url": "https://www.etsy.com/listing/948567963/lightroom-mobile-preset-neutral-filter"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=869967370", "store_sales": "21,701 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Natural Presets, Instagram Filters, VSCO Filters, iPhone Presets, Lightroom Preset, Lifestyle Presets, Bright", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it natural with this Natural Preset! This Lightroom Mobile preset will effortlessly soften and mute the shades in your photos to achieve a minimalist natural look with the click of button! ❀ Your purchase includes ❀- 1 Natural Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "24", "store_reviews": "1,130 reviews", "search": "logo", "url": "https://www.etsy.com/listing/869967370/lightroom-mobile-preset-natural-presets"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=686103789", "store_sales": "171,648 sales", "store_rating": "4.8275", "listing_title": "GREEN Lightroom PRESETS Mobile and Desktop - for Instagram/ Blogger/ Photo filters/ Food Presets/ Lightroom mobile presets, tropic exotic", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    💥20 Mobile Lightroom Presets, Mobile Presets, Desktop Presets💥Blogger Preset Package for Instagram Photo PresetWhite Lifestyle preset photo filter✅FILES included:- 20 Lightroom presets for MOBILE Lightroom( free mobile lightroom app)- 20 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "47", "store_reviews": "6,145 reviews", "search": "logo", "url": "https://www.etsy.com/listing/686103789/green-lightroom-presets-mobile-and"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=934128080", "store_sales": "21,702 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Neutral Filter, Cream Preset, Instagram Filters, iPhone Presets, Lightroom Filter, Lifestyle Preset, Blogger Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it natural with this Nude Preset! This Lightroom Mobile preset will effortlessly soften the shades in your photos while achieving a bright creamy look with the click of button! ❀ Your purchase includes ❀- 1 Nude Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "18", "store_reviews": "1,130 reviews", "search": "logo", "url": "https://www.etsy.com/listing/934128080/lightroom-mobile-preset-neutral-filter"}, {"seller_text": "TriStarDigitizing", "seller_href": "https://www.etsy.com/shop/TriStarDigitizing?ref=simple-shop-header-name&listing_id=864538610", "store_sales": "1,250 sales", "store_rating": "4.9958", "listing_title": "Custom Embroidery Digitizing, Logo Digitizing, Embroidery Digitizing Service, Image Digitizing Embroidery, Custom Digitize", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.00+\n                    ", "listing_highlights": ["Handmade", "Materials: Needle, Threads, stiches, design, embroidery, embroidery design, digitizing, custom embroidery, digitizing service, software embroidery, Machine Embroidery, wilcom, PES format\n\n\nRead the full description"], "listing_desc": "\n                    NOTE:Please send me your required Image or Art Work before making any payments with the details of Size and file format you need.I will send you the quote according to the size and art work.WHAT I DO/ BRIEF INTRO:I am a customize embroidery digitizer and I provide best and economical digitizing services.MY SERVICES INCLUDE:Customize embroidery digitizing, logo digitizing, embroidery digitizing service, image digitizing embroidery, custom digitizing, custom embroidery, custom patches, embroidery patches, embroidery service, leather patches, embroidery digitize, custom logo digitize.1 hour embroidery digitization is only for the designs quoted for $ 5.00 which required basic art works or simple text only.All Art work other than basic work needs at least 4 hours to 12 hours or a day and days depending on the difficulty level of the designI provide swift solutions with efficiency.HOW TO ORDER:Send me an image file which needs to be digitized via Etsy Messenger or by email @  tristardigitizing [!at] gmail.comI will send you the quote as per the size and art work required.To finalize order click on buy button and enter the quoted price, once order processed I will provide digitized file via email as per the decided terms.DESIGN QUOTE:Simple few color logos with simple text will cost you $ 5.00 USD.Complicated and bad image quality logos requires more time and efforts which increase price of the logo but max capping for any logo is $ 20.00 USD.IMPORTANT NOTE:Please send me the accurate size, the format of the file of the machine and the material where you want to embroider. If you do not know the name of the material, it will be enough with its characteristics (thin, thick, etc) and a photo if necessary.If the logo contains letters, please provide me with the name of the source.To reduce the delivery time and the cost please send me a high definition file.AFTER SALES SUPPORT:I will provide after sales support, in case you will face any problem with your digitize, I will help you.Thank you for your business.\n                ", "listing_reviews": "100", "store_reviews": "236 reviews", "search": "logo", "url": "https://www.etsy.com/listing/864538610/custom-embroidery-digitizing-logo"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=788363061", "store_sales": "171,648 sales", "store_rating": "4.8275", "listing_title": "Sweet HOME -  LIGHTROOM mobile and desktop PRESETS /vsco filters, Presets for Lightroom Mobile app / warm presets / instagram filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.02\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    More presets in our SHOP:www.etsy.com/shop/KatherineDream • FILES INCLUDED IN YOUR PURCHASE •✔️ 11 Lightroom presets for MOBILE Lightroom( free mobile lightroom app)✔️ 11 Lightroom presets for desktop Lightroom✔️ Post-purchase Support 24/7✔️ Instructions✔️ Instant Download • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "100", "store_reviews": "6,145 reviews", "search": "logo", "url": "https://www.etsy.com/listing/788363061/sweet-home-lightroom-mobile-and-desktop"}, {"seller_text": "LunarEtWillow", "seller_href": "https://www.etsy.com/shop/LunarEtWillow?ref=simple-shop-header-name&listing_id=914773839", "store_sales": "19,507 sales", "store_rating": "4.6837", "listing_title": "3 Mobile Lightroom Presets & Instagram Story Filter, Iphone Presets, Mobile Presets, Instagram Filters, Preset, Colorful Mobile, For Pets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.81\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 1 PDF, 3 other files"], "listing_desc": "\n                    Mobile Lightroom Presets / Instagram Presets / Desktop & Mobile Presets / Bright Blogger Theme / Influencer PresetsLunar & Willow PRESET SHOP: https://www.etsy.com/au/shop/LunarEtWillow✮ INCLUDED IN YOUR PURCHASE ✮✔️  3 Mobile Lightroom Presets (DNG files)✔️  Step-by-step guide to installation✮ COMPATIBILITY ✮✔️  Works in Lightroom Mobile App (iOS/Android).✔️  Easy to install, just import DNG files into Lightroom.✔️  Works with FREE or paid version of Lightroom CC App.Created for the FREE Lightroom Mobile App and Desktop Lightroom. Our presets will transform your photos with just one click. Use these to create the perfect looking Instagram feed or blog without the time consuming editing!These presets will change the way you edit lifestyle, travel, children & family, home blogging, and interior photos such as AirBnB & Real Estate.© 2020 Lunar Et Willow, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "13", "store_reviews": "860 reviews", "search": "logo", "url": "https://www.etsy.com/listing/914773839/3-mobile-lightroom-presets-instagram"}, {"seller_text": "Daisycustomshop", "seller_href": "https://www.etsy.com/shop/Daisycustomshop?ref=simple-shop-header-name&listing_id=810976187", "store_sales": "12,954 sales", "store_rating": "4.8384", "listing_title": "Custom Logo design, logo design, photography logo, Business logo, watercolor logo, professional logo design, custom logo, watermark logo", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $12.80+\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: photoshop, illustrator, graphic design, illustration, vector, graphic, drawing, watercolor\n\n\nRead the full description"], "listing_desc": "\n                    CUSTOM LOGO DESIGN & WATERMARK, BLOG LOGO DESIGN, MINIMAL LOGO, AFFORDABLE LOGO, BRAND LOGO DESIGN, FEMININE LOGO, ROSE GOLD LOGO DESIGN, WATERCOLOR LOGO DESIGN70% SALE !!!!!HURRY UP !!!!!!!100% MONEY BACK GUARANTY !!!!!!UNLIMITED REVISIONS !!!!!This Custom Logo Design Listing is a grand opening for you if you are preparing for a fresh start. If you are a small business house, an entrepreneur, a start-up, or even an NGO, this is for you. Open out to new possibilities for your business and go beyond the horizon. Give your business a fresh look and get your handmade creative logo; we make each of them with the same love and passion that you have for your venture. We build on your ideas and create exclusive custom logos that we promise never to resell. Apart from this, we also provide you 24x7 support, so your questions never go unanswered.▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬LOGO DESIGN ADDON (CHOOSE YOUR FAVORITE ONE)⇨ Logo pack (3 Concepts) one final logo⇨ Logo + Business Card ⇨ Logo + Social Media Kit⇨ Logo + Business card + Social Media kit⇨ Logo + Facebook logo + Web Head⇨ Logo + Instagram Highlights▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬NOTE: We don't Provide logos based on your face or any of your pets or dogs. If you have any logo regarding these, please don't order.▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬WHAT YOU GET⇨ 3 Unique Custom Logo Design concepts according to your vision.⇨ Royal logo / 100% Unquie Design / Designer logo / Luxury Logo / Custom Logo design⇨ Unlimited Logo Revisions (48hr turn around for each revision SUNDAY IS HOLIDAY)⇨ .ai, .eps,.pdf, .psd, .jpg, & .png (transparent background) format.⇨ Full Color.▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬HOW IT WORKS⇨within 24 hours of your purchase, we will send in a questionnaire inquiring about a few important details about your company, the products you offer, and your vision so that we can share the same vision.⇨After you fill out the questionnaire, we try and build your logo based on your answers and send you not less than 3 concepts within 3-4 business days.⇨upon which you can opt for unlimited revisions until you are fully satisfied. (terms and conditions applied)⇨ After you give us consent, we send you your logo in the format(s) of your choice (.ai, .eps,.pdf, .psd, .jpg, & .png (transparent background).▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬RETURNS AND EXCHANGE DETAILS: We offer a 100% money-back guarantee if you are not satisfied with the design. \"WE WILL NOT ISSUE ANY REFUND, ONCE YOU HAVE ASKED FOR REVISIONS ON ANY DESIGN OR FINALIZED THE DESIGN.\" ***CHARACTER ILLUSTRATION***Please contact me for a quote on a Character Illustration.Have a good day!\n                ", "listing_reviews": "55", "store_reviews": "4,256 reviews", "search": "logo", "url": "https://www.etsy.com/listing/810976187/custom-logo-design-logo-design"}, {"seller_text": "Blondary", "seller_href": "https://www.etsy.com/shop/Blondary?ref=simple-shop-header-name&listing_id=974130096", "store_sales": "2,567 sales", "store_rating": "4.9957", "listing_title": "Mobile Lightroom Presets | 10 Tanning Presets | Beach Filter | Summer Tan | Bronze Preset | Beige Presets | Instagram Filter | iPhone Preset", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.05\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    Mobile Lightroom Presets, Tanning Presets, Beige Presets, Summer Presets, Beach Preset, Clean Preset, Brown presets, Bright Presets, Warm Presets, Coffee Presets, Instagram Filter, Instagram Presets, Blogger Presets, Lifestyle presets✩ FREE PRESETS OFFER ✩❤️ GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE ❤️❤️ GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE ❤️❤️❤️ GET 8 PACKS & PAY ONLY FOR 4 - Add 8 items to your cart and use promo code 4FREE*Tanning Mobile Presets: include 10 mobile Lightroom Presets perfect for summer, beach photos. Transform your photos with the Tanning Lightroom Presets*⭐You Will Receive :- 10 DNG. Mobile Presets - 1 PDF file \"how to download mobile presets\" All presets files are in DNG format.After the download you will need to unzip the file, either on your PC (and then send the mobile presets to your phone) or on your phone (if you have an app that can unzip files).After purchase you will be able to INSTANTLY DOWNLOAD the following 10 presets:- If you have problems with installation or with downloading your files just contact me and I'll do my best to help you.- Please keep in mind that each photo has different light setting so you can tweak some settings as light, contrast etc after applying you presets to get best results.For personal use ONLY! You may NOT sell, distribute, rent, give, sub-license, or transfer presets, or presets sent to anyone else.More Presets:Beige Presets:https://www.etsy.com/listing/964232783/mobile-lightroom-presets-12-beige?ref=shop_home_active_1&pro=1Bright Interior Presets:https://www.etsy.com/listing/952251009/mobile-lightroom-presets-6-bright?ref=shop_home_active_2&pro=1Minimalistic Presets:https://www.etsy.com/listing/938999572/lightroom-mobile-preset-7-minimalistic?ref=shop_home_active_4&pro=1Luxury Black Presets:https://www.etsy.com/listing/971607185/lightroom-presets-10-luxury-black?ref=shop_home_active_3&pro=1Fitness Presets:https://www.etsy.com/listing/943374818/lightroom-presets-6-fitness-presets?ref=shop_home_active_5&pro=1Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filters, Travel Presets, Influencer Presets, warm presets, iPhone Presets, Moody Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright Presets, Clean Preset, Color Pop Preset, Vibrant Presets, Home Presets, Beach Presets\n                ", "listing_reviews": "11", "store_reviews": "234 reviews", "search": "logo", "url": "https://www.etsy.com/listing/974130096/mobile-lightroom-presets-10-tanning"}, {"seller_text": "Daisycustomshop", "seller_href": "https://www.etsy.com/shop/Daisycustomshop?ref=simple-shop-header-name&listing_id=810981343", "store_sales": "12,954 sales", "store_rating": "4.8384", "listing_title": "custom logo design for your Big and Smal business with social media and business card kit", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $12.80+\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: Photoshop, Illustrator, Graphic Design, Illustration, Vector, Graphic, Drawing, Watercolor\n\n\nRead the full description"], "listing_desc": "\n                    CUSTOM LOGO DESIGN & WATERMARK, BLOG LOGO DESIGN, MINIMAL LOGO, AFFORDABLE LOGO, BRAND LOGO DESIGN, FEMININE LOGO, ROSE GOLD LOGO DESIGN, WATERCOLOR LOGO DESIGNThis Custom Logo Design Listing is a grand opening for you if you are preparing for a fresh start. If you are a small business house, an entrepreneur, a start-up, or even an NGO, this is for you. Open out to new possibilities for your business and go beyond the horizon. Give your business a fresh look and get your handmade creative logo; we make each of them with the same love and passion that you have for your venture. We build on your ideas and create exclusive custom logos that we promise never to resell. Apart from this, we also provide you 24x7 support, so your questions never go unanswered.▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬LOGO DESIGN ADDON (CHOOSE YOUR FAVORITE ONE)⇨ Logo pack (3 Concepts) one final logo⇨ Logo + Business Card ⇨ Logo + Social Media Kit⇨ Logo + Business card + Social Media kit⇨ Logo + Facebook logo + Web Head⇨ Logo + Instagram Highlights▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬NOTE: We don't Provide logos based on your face or any of your pets or dogs. If you have any logo regarding these, please don't order.▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬WHAT YOU GET⇨ 3 Unique Custom Logo Design concepts according to your vision.⇨ Royal logo / 100% Unquie Design / Designer logo / Luxury Logo / Custom Logo design⇨ Unlimited Logo Revisions (48hr turn around for each revision SUNDAY IS HOLIDAY)⇨ .ai, .eps,.pdf, .psd, .jpg, & .png (transparent background) format.⇨ Full Color.▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬HOW IT WORKS⇨within 24 hours of your purchase, we will send in a questionnaire inquiring about a few important details about your company, the products you offer, and your vision so that we can share the same vision.⇨After you fill out the questionnaire, we try and build your logo based on your answers and send you not less than 3 concepts within 3-4 business days.⇨upon which you can opt for unlimited revisions until you are fully satisfied. (terms and conditions applied)⇨ After you give us consent, we send you your logo in the format(s) of your choice (.ai, .eps,.pdf, .psd, .jpg, & .png (transparent background).▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬RETURNS AND EXCHANGE DETAILS: We offer a 100% money-back guarantee if you are not satisfied with the design. \"WE WILL NOT ISSUE ANY REFUND, ONCE YOU HAVE ASKED FOR REVISIONS ON ANY DESIGN OR FINALIZED THE DESIGN.\" ***CHARACTER ILLUSTRATION***Please contact me for a quote on a Character Illustration.Have a good day!\n                ", "listing_reviews": "100", "store_reviews": "4,256 reviews", "search": "logo", "url": "https://www.etsy.com/listing/810981343/custom-logo-design-for-your-big-and-smal"}, {"seller_text": "PortraitLogo", "seller_href": "https://www.etsy.com/shop/PortraitLogo?ref=simple-shop-header-name&listing_id=856432149", "store_sales": "1,824 sales", "store_rating": "4.7701", "listing_title": "Photographer Professional Logo Business logo Portrait logo Cartoon logo for Photography Business Avatar Photography Logo Design Custom", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $35.00+\n                        \n                    ", "listing_highlights": ["Handmade"], "listing_desc": "\n                    ✓ Digitally Hand Drawn ✓ Portrait Logo From Photo ✓ Professional Logo Design Services ✓ Realistic Portrait Design You can highlight your industry experience by using your cartoon portrait logo in your promotional and marketing activities. You can express yourself with the pattern, color, and content of your cartoon portrait logo. With the illustration portrait logo, you can reflect your corporate identity to the environment. You can differentiate yourself from your competitors with a caricature portrait logo that reflects you. With a portrait logo suitable for your work area, you will have the chance to introduce and prove yourself more easily to the audience in the target market.HOW TO ORDER INFORMATION• After the payment process, you will be asked to fill a form and to send us some pics.Then our certified artists will do the magic :)• This purchase ONLY for a digital product, NO physical product, NO print is included• The final design will be emailed to you upon completionWHY CHOOSE US? ★ Only do hand-drawn portraits, with no App or software.★ Best artists team that you can find to get these fantastic portraits.★ Our reviews represent your guarantee.★ Certified artists who have had to pass a severe and accurate selection process to guarantee a high-quality standard.PLEASE NOTE Your photos are the only reference material I have to work from. Please help me to create the best possible drawing for you by providing clear, high-quality photos. The better the photo the better result.If you cannot find the relevant payment option, contact us to get a personalized quote for your drawing. We reply to every message within 24hr with a relevant quote. Mention the total number of persons, pets, vehicles or other main characters you would like us to draw. All characters can be drawn from separate photos or group photos.HELP - CUSTOMER SERVICEAny help you might need please contact us via Etsy conversations by clicking on \"Message the seller\"!\n                ", "listing_reviews": "76", "store_reviews": "261 reviews", "search": "logo", "url": "https://www.etsy.com/listing/856432149/photographer-professional-logo-business"}, {"seller_text": "xinkblot", "seller_href": "https://www.etsy.com/shop/xinkblot?ref=simple-shop-header-name&listing_id=994047151", "store_sales": "9,162 sales", "store_rating": "4.9582", "listing_title": "Logo Design, Custom Logo Design, Logo, Logos, Custom logo, Business Logo, Creative logo, Logo Design Service, Photography Logo, Shop Logo", "listing_bestseller": "Bestseller", "listing_price": "\n                        $34.50+\n                    ", "listing_highlights": ["Handmade", "Materials: design, text, imagery, logo, photoshop, illustrator, custom logo, graohic design, vector, illustration, graphic, ooak logo, drawing\n\n\nRead the full description"], "listing_desc": "\n                    Thank You for viewing this custom logo design!Your logo is the most important aspect of your business’s identity. It is the single factor that defines who you are and what you do. Every aspect of logo design from the colors used, to the font faces, to the minute stroke of a line all relay a message. The most successful logos are uniform in meaning – all elements work together as a whole unit to be an effective marketing tool.____________________________________how the design process works:- You purchase a custom logo design listing- Send me your responses to the questions- I will review your responses and begin on your initial proof sheet- Based on your feedback to the proof sheet I will revise and refine the designs- We will work together to develop your logo ____________________________________This is a flexible design package for your logo project.The 1 proof, 2 revision option includes ONE initial concept and a max of 2 revisions on the single design. The 2 proof, 3 revisions option includes TWO initial concepts and a max of 3 revisions on the designs.The 3 proof, unlimited option includes THREE initial concepts and UNLIMITED revisions to complete the project.NOTE: if you select the single concept option additional fees will apply if you request another initial concept. Additional revisions can be purchased for the 1 and 2 proof options.The design will be created specifically for your needs - a truly unique design that will never be resold or reused in any form. You will own the copyright of the final design. I only reserve the right to display it in my professional portfolio.____________________________________logo files are emailed in the following formats:- PDF- EPS- SVG- high resolution (300ppi) PNG (color and B&W)- low resolution (72ppi) PNG (color and B&W)- high resolution (300ppi) JPG (color and B&W)- low resolution (72ppi) JPG (color and B&W)If there is a specific size or format that you'd like, just let me know! I am happy to meet your request at no extra charge!Thank you again for visiting my shop, please let me know if you have any questions!© Inkblot GDS retains copyright to all designs until completion. Any reproduction without permission is forbidden.Logo Design, Custom Logo Design, Business Logo, Signature Logo, Elegant Logo, Creative Logo, Watercolor Logo, Logo Creation, Modern Logo, Brand Logo, Feminine Logo, Unique Logo, Minimalist Logo, Custom Logo Design, Logo Design, Business Logo, Photography Logo, Logo, Logos, Logo Branding, Logo Design Package, Calligraphy Logo, Custom\n                ", "listing_reviews": null, "store_reviews": "2,750 shop reviews", "search": "logo", "url": "https://www.etsy.com/listing/994047151/logo-design-custom-logo-design-logo"}, {"seller_text": "tisazstudio", "seller_href": "https://www.etsy.com/shop/tisazstudio?ref=simple-shop-header-name&listing_id=870666633", "store_sales": "1,496 sales", "store_rating": "4.2941", "listing_title": "I will create 3 Professional Logo for your Business | Professional Logo Designer and Graphic Designer Expert", "listing_bestseller": "Bestseller", "listing_price": "\n                        $18.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG"], "listing_desc": "\n                    Logo Design is a crucial aspect of brand marketing. If you are looking for someone to create a professional design for your brand or company, TisazStudio is always ready to provide you with this service.Education, training, and 10+ years of experience in the design and printing industry has made me a versatile and creative person. Corporate brand development is my main area of expertise along with designing Logo, Brochure, Flyer, Stationary, Social media marketing, Presentation, Advertisement, and all types of Product Packaging.I served thousands of clients in the local market in the past few years, now I am here to utilize my professional experience and skills to the fullest and serve the global market with dominating as well as effective logo designs that can leave a lasting image on the world.I believe in one simple philosophy 'we grow together'.============SOURCE FILES=============I will provide your1. vector (ai, eps)2. jpg (High resolution)3. pdf4. png (with transparent background)5. svg\n                ", "listing_reviews": "100", "store_reviews": "119 reviews", "search": "logo", "url": "https://www.etsy.com/listing/870666633/i-will-create-3-professional-logo-for"}, {"seller_text": "MintAndPepper", "seller_href": "https://www.etsy.com/shop/MintAndPepper?ref=simple-shop-header-name&listing_id=790367867", "store_sales": "61,307 sales", "store_rating": "4.8303", "listing_title": "7 Lightroom Mobile & Desktop Presets NATURAL Instagram Preset, Bright Filter, Mobile Lightroom Presets for Bloggers, Everyday Photo Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.82\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    7 Lightroom Presets for Lightroom MOBILE (.dng) & Lightroom DESKTOP (.xmp) NATURAL is a pack of 7 Lightroom Presets. Great for bloggers, photographers and everyone who aims to create a consistent feed on Instagram with easily applied filter. Perfect for outdoor photography, stylized shots and portraits.- Compatible with iPhone and Android devices (you just need to download free Lightroom App) and with Desktop Lightroom - Easy to apply, with just one click- Instant download filesYou get:- 7 Lightroom Presets in .dng and .xmp formats - Instruction in PDFPlease remember that all presets look differently on each photo because of lighting and white balance settings, dominant colours etc. If your photo doesn’t look perfect you may need to adjust exposure or temperature to achieve the best results.🌟GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE🌟🌟GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE🌟🌟GET 8 PACKS & PAY ONLY FOR 4 - Add 8 items to your cart and use promo code 4FREE🌟- Due to the digital nature of this product no exchanges or refunds will be madeINSTAGRAM: @mint_and_pepper_EMAIL: mintandpepper5 [!at] yahoo.comKeywords: Lightroom presets, Lightroom, mobile presets, dng, photo filters, iPhone, Android, iOS, instagram presets, digital download, presets, Lightroom CC, Instagram presets, blogger presets, VSCO presets, instagram filter, lifestyle presets, influencer presets, professional photo editing, editorial presets, luxury presets, wedding presets, portrait presets, travel presets, Lightroom mobile, best mobile presets, photo presets.\n                ", "listing_reviews": "16", "store_reviews": "2,033 reviews", "search": "logo", "url": "https://www.etsy.com/listing/790367867/7-lightroom-mobile-desktop-presets"}]