[{"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=807670112", "store_sales": "171,645 sales", "store_rating": "4.8275", "listing_title": "10 Home Presets - Mobile LIGHROOM Presets - Lightroom Presets - Lightroom Mobile Preset & Desktop Preset, Instagram Filter - Summer Magical", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    • Professional Lightroom Presets for free Mobile and Desktop Lightroom• You receive 10 variants of presets • You can use them unlimited number of times.✅FILES included:- 10 Lightroom presets for MOBILE Lightroom( free mobile lightroom app)- 10 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "53", "store_reviews": "6,145 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/807670112/10-home-presets-mobile-lighroom-presets"}, {"seller_text": "MintAndPepper", "seller_href": "https://www.etsy.com/shop/MintAndPepper?ref=simple-shop-header-name&listing_id=765809708", "store_sales": "61,307 sales", "store_rating": "4.8303", "listing_title": "Lightroom Mobile Presets 10 Mobile Lightroom Presets Blogger Instagram Presets Lifestyle Photo filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.82\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    10 Presets for Mobile Lightroom in .DNG format ✩ Lightroom Presets ✩ Instagram FiltersBLOGGER is pack of 10 Lightroom Mobile Presets. Great for bloggers, photographers and everyone who aims to create a consistent feed on Instagram with easily applied filter. Perfect for outdoor and indoor photography, fashion shots and portraits.✩ They work well with iPhone and Android devices. You just need to download free Lightroom Mobile App✩ Easy to apply, with just one click✩ Instant download filesYOU GET:✩ 10 Lightroom Mobile Presets in .DNG format✩ Instruction in PDF 💥Check out our Bestsellers💥https://www.etsy.com/shop/MintAndPepperSPECIAL OFFER:🌟GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE🌟🌟GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE🌟🌟GET 8 PACKS & PAY ONLY FOR 4 - Add 8 items to your cart and use promo code 4FREE🌟Please remember that all presets look differently on each photo because of lighting and white balance settings, dominant colours etc. If your photo doesn’t look perfect you may need to adjust exposure or temperature to achieve the best results.Due to the digital nature of this product no exchanges or refunds will be made.CONTACT:EMAIL: mintandpepper5 [!at] yahoo.comON IG: @mint_and_pepper_© 2020 MintAndPepper, All Rights ReservedTerms of use: Forbidden to copy, sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.Lightroom Presets, Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, iPhone, Android, Lifestyle Presets, Desktop Presets, Wedding Presets, Portrait Presets, Best Presets, Bright And Airy Preset, Clean Preset, Light Preset, Instagram Filters, Mobile Filters, Photo Filters, Travel Blogger Presets, Photo Editing, Photography Presets, White Preset, Blogger Presets, Photo Presets, Mobile Filter, Travel Presets, Influencer Presets, Summer Presets, Trendy Presets, Premium Presets\n                ", "listing_reviews": "37", "store_reviews": "2,033 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/765809708/lightroom-mobile-presets-10-mobile"}, {"seller_text": "LouMarksPhoto", "seller_href": "https://www.etsy.com/shop/LouMarksPhoto?ref=simple-shop-header-name&listing_id=707188655", "store_sales": "388,507 sales", "store_rating": "4.8278", "listing_title": "10 Desktop & Mobile Lightroom Preset Bundle, MUTED TONES Mobile Presets, Instagram Preset, Warm Fall Preset, Autumn Lightroom Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.49\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP, 2 PDF"], "listing_desc": "\n                    10 Desktop & Mobile Lightroom Preset Bundle, MUTED TONES Mobile Presets, Instagram Preset, Warm Fall Preset, Autumn Lightroom Preset♥ Muted Tones Presets ♥ The best Lightroom Mobile Presets, perfect for Instagram ♥I N C L U D E D• 10 MOBILE Lightroom presets• 10 DESKTOP Lightroom presets • After Purchase Customer Support• Instructions• Instant DownloadPreset Bundles In My Shop:www.etsy.com/shop/loumarksphoto♡ SPECIAL OFFER: GET 5 PAY FOR 3 ♡• Add 5 Preset Packs to your cart• Discount Automatically Applied• Only Pay for 3 Preset PacksW H Y ∙ Y O U ' L L ∙ L O V E ∙ I T• Muted creamy vibe perfect for instagram themes• Made by a professional photographer• Natural results with no harsh colors or lightingO T H E R ∙ I N F O R M A T I O N• Works with the Free & Paid Android LR Mobile App • Works with the Paid iPhone LR Mobile App  • Works with All Lightroom Desktop Versions• Works with Mac and PC Desktops/LaptopsStill have questions or need help picking the perfect presets for you editing needs? Feel free to contact me, I’m always more than happy to help in any way :)♡ L O U A N D M A R K S ∙ P R O M I S E ♡You are you unique and so are our Presets! We created our Presets for everyone. No one specific skin tone or hair color. When you purchase from Lou + Marks you are not just purchasing presets you also get our guarantee that they will suit your skin tone. If they don’t send me a message with an unedited image and I will personally adjust them for you.  A B O U T ∙ L O U ∙ M A R K S ∙ P H O T O• IG: @Louandmarks• FB: https://www.facebook.com/louandmarks/-----------------------♡--------------------© 2021 Lou & Marks LLC, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "100", "store_reviews": "16,494 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/707188655/10-desktop-mobile-lightroom-preset"}, {"seller_text": "EveDesignCo", "seller_href": "https://www.etsy.com/shop/EveDesignCo?ref=simple-shop-header-name&listing_id=829140052", "store_sales": "5,333 sales", "store_rating": "4.1846", "listing_title": "Mobile Lightroom Presets | Instagram Presets | Desktop & Mobile Presets | Influencer Natural Theme | Natural Airy Photo Presets", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.23\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 2 other files"], "listing_desc": "\n                    Mobile Lightroom Presets | Instagram Presets | Desktop & Mobile Presets | Influencer Natural Theme | Natural Airy Photo PresetsCreated for the FREE Lightroom Mobile App and Desktop Lightroom. These presets will transform your photos with just one click. Create a cohesive aesthetic in your images and a consistent theme for Instagram or in your blog.What's included with your purchase? ✩ One Mobile Lightroom Preset (DNG file) ✩ One Desktop Lightroom Template (Irtemplate) ✩ Step-by-step PDF guide with images Thank you for shopping small!INTELLECTUAL PROPERTY RIGHTS: Unless otherwise indicated, the products listed on this shop is our proprietary property and all source code, databases, functionality, software, designs, audio, video, text, photographs, and graphics on the Site (collectively, the “Content”) and the trademarks, service marks, and logos contained therein are owned or controlled by us or licensed to us and are protected by copyright laws and various other intellectual property rights and unfair competition laws of the United States, foreign jurisdictions, and international conventions.\n                ", "listing_reviews": "58", "store_reviews": "132 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/829140052/mobile-lightroom-presets-instagram"}, {"seller_text": "afnansstudio", "seller_href": "https://www.etsy.com/shop/afnansstudio?ref=simple-shop-header-name&listing_id=1036663705", "store_sales": "9 sales", "store_rating": "5", "listing_title": "Fuck Definition, Fuck Quote, Dirty Word Poster, Swear/Vulgar/Typography, Boho Decor, Printable Wall Art, Quote Print, Digital Print Download", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $2.50\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 JPG"], "listing_desc": "\n                    Bohemian Floral Fuck Print ideal for Gifting or Putting up in your Bedroom, Living Room or Office and make a Statement.FILE INFORMATION:You will receive 5 Files. Printable in JPEG format, in high resolution 300 dpi.FILE SIZE:The images are of the largest size, so you can easily print smaller sizes of the same ratio. >RATIO 2:34x6” | 8x12” | 12x18” | 16x24” | 20x30” | 24x36”>RATIO 3:46x8” | 9x12”| 12x16” | 15x20” | 18x24”>RATIO 4:54x5” | 8x10” | 12x15\" | 16x20”>ISO (International Standard Size)A5- 14.8x21.0 cm | A4- 21.0x29.7 cm | A3-29.7x42.0 cm | A2-42.0 x 59.4 cm | A1-59.4 x 84.1cm> 11x14 INCHIf you need another size (inches/cm) or aspect ratio, add a note when you purchase the item and we will send the new print right to your email.Note:- The digital files will be instantly available to download after your payment transaction is complete- Listing is for a printable digital download, no physical copy will be there.- The final print quality will be determined by the quality of the printer and paper that you choose- Please keep in mind - a quality matte paper will often hold finer detail than a glossy paper.- If you have any issues, feel free to message me and we will be more than happy to answer!\n                ", "listing_reviews": null, "store_reviews": "3 shop reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/1036663705/fuck-definition-fuck-quote-dirty-word"}, {"seller_text": "LimeJuicePrintables", "seller_href": "https://www.etsy.com/shop/LimeJuicePrintables?ref=simple-shop-header-name&listing_id=947939237", "store_sales": "2,597 sales", "store_rating": "4.9929", "listing_title": "SELF MOTIVATION #2 Planner Quotes | Digital-Instant Download | Printable Planner Quotes | Fun Quotes", "listing_bestseller": "-", "listing_price": "\n                        $2.78\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG", "Height: 1.9 inches", "Width: 1.5 inches"], "listing_desc": "\n                    What better way than to decorate your planner with motivational and inspirational quotes!Simply print, cut and especially for use with Life Planners and Happy Planners, but also suitable for your scrapbooking, various planners, journals, card making or any craft projects. You will receive the 20 motivational/inspirational printable planner quotes, on one sheet. Each quote image is 1.5\" x 1.9\". One US Letter size PNG also included.★You will not be receiving any physical item*★  This listing is for an instant download file - no postage fees and no waiting!  PLEASE NOTE - these quotes are specifically designed for planners and journals. They can not be enlarged without pixelation and distortion. If you want larger sizes, message me to discuss your needs and I'll happily work with you.------------DETAILS-----------1 US Letter size PDF sheet with 20 - 1.5”x 1.9\" size quotes1 US Letter size PNG image with the 20 quotes on it★ If you would like to have an SIL print and cut file for this listing, or larger sizes, please message me ★--------------PRINTING--------------You can print at home, print shop, or online service such as the following:*Vista Print*Shutterfly*Snapfish*Officeworks★Print at home ★  For the most visually stunning final results, I recommend printing the pages using high-quality paper, such as heavy paper - 120gsm, photo paper or cardstock. Or use specialty sticker paper.Please note that due to monitor and printer settings, The color can vary depending on the monitor, printer, and paper you use. ★ Unlimited amount of copies - for personal use only - can be made ★-----------------------DOWNLOADING-----------------------HOW IT WORKS1. Purchase the listing2. Etsy will confirm payment3. Once payment is confirmed (often this just takes a few minutes), you will see a link for your files. Click on this link and they will save to your computer.If you don't see a link right away, go to your \"Purchases and reviews\" section and then click the button \"Download files\".You can read more about it see downloads here: httpss://www.etsy.com/help/article/3949Design for private use. Its sale, reproduction, reinterpretation, diffusion, distribution and use for commercial purposes is prohibited.-----------------------REFUND POLICY----------------------Due to the nature of digital products all sales are final and I am unable to issue refunds. Digital items cannot be sent back, and there is no way for me to prevent accidental buyers from downloading files after a refund. So please make sure you read all the listings thoroughly to ensure that the files you are purchasing meet your requirements.★If none of this quite fits the bill, message me and I'll be happy to discuss a custom listing or design just for you★Back to Lime Juice Printables shop:  www.etsy.com/au/shop/LimeJuicePrintables\n", "listing_reviews": null, "store_reviews": "261 shop reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/947939237/self-motivation-2-planner-quotes-digital"}, {"seller_text": "SymphonyPresets", "seller_href": "https://www.etsy.com/shop/SymphonyPresets?ref=simple-shop-header-name&listing_id=791964935", "store_sales": "17,197 sales", "store_rating": "4.9267", "listing_title": "10 Dark and Moody Mobile Lightroom Presets -  Desktop Presets - Instagram Presets - Set of 10 Presets - iPhone Presets - Blogger Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 JPG, 1 ZIP"], "listing_desc": "\n                    Moody Black - Lightroom Presets / Best for Lightroom Mobile and Desktop/ Lightroom Presets/ Instagram PresetsMake your photos stand out with this preset pack which includes 10 unique presets for Lightroom. These presets were designed especially for portraits, travel, lifestyle, and wedding photography to give your photos that popular and attractive dark and moody look. This preset pack is the second version of our Dark and Moody Preset Pack.This bundle includes 10 beautiful Lightroom presets which can be used in almost every type of situation. Whether you took an amazing selfie, or you took awesome photos on your new camera these presets will be great. They were great in a variety of lighting situations, even in extremely low light environments.You can use these presets in both the mobile and the desktop version of lightroom with a very easy install that can take under 1 minute. Compatibility: Works on all Versions of Lightroom Classic, Lightroom CC and Lightroom Mobile. Lightroom Classic versions 7.2 and older use the .lrtemplate files while 7.3 and newer can use either .lrtemplate or .xmp.Top features of this bundle:🗸 One time purchase, keep forever🗸 10 Presets in .xmp Format🗸 10 Presets in .lrtemplate Format🗸 10 Preset in .dng Format🗸 Compatible with Lightroom Mobile🗸 Compatible on Windows and Mac🗸 24/7 Support🗸 Free Updates🗸 Install Instructions Included\n                ", "listing_reviews": "100", "store_reviews": "860 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/791964935/10-dark-and-moody-mobile-lightroom"}, {"seller_text": "MidnightLunna", "seller_href": "https://www.etsy.com/shop/MidnightLunna?ref=simple-shop-header-name&listing_id=717431138", "store_sales": "694 sales", "store_rating": "4.8913", "listing_title": "DIGITAL DOWNLOAD Custom Quote Print Printable Quotes | Farmhouse Printable Farmhouse Wall Decor | Custom Sign Personalized Print", "listing_bestseller": "-", "listing_price": "\n                        $5.58\n                    ", "listing_highlights": ["Handmade", "Materials: instant download, digital file, printable art, photoshop, multiple colors, multiple sizes, custom quote print, custom print, custom design, color match\n\n\nRead the full description"], "listing_desc": "\n                    Customize this Farmhouse Inspired Wall Decor Print with your favourite saying or quote. ❕❕ No physical item will be shipped, this is a custom digital file of your quote ❕❕________________ [  I N S T R U C T I O N S  ] ________________1. Select the text colour and image size from the drop-down menus. If custom size or colour is selected, please let me know either using a colour code or an image that I can match to.2. In the text box, provide the quote/name/word you would like on your custom digital file. 3. If you would like a background colour other than white, please note this in the personalization text box as well.4. If you would like landscape orientation instead of portrait, please note this in the personalization text box as well.5. Once purchased, I will create your custom digital quote and send you a preview to your Etsy inbox within 1 to 3 business days (usually fast!). 6. I will make any changes you desire to the preview. Once you've approved the preview, I will e-mail you the high resolution file. I will use your Etsy e-mail address, unless otherwise indicated. 7. Print on heavyweight paper and put in your favourite frame, and enjoy your new custom quote digital print! ❤________________________ [  N O T E S  ] ________________________» You will receive a one high resolution (300 dpi) JPG file to your Etsy e-mail, after you have confirmed your preview sent via Etsy inbox. » No physical items will be shipped to you, and no frame is included with this purchase. » Colours may vary slightly depending on the screen/printer used. » This artwork is for personal use only. » You may make multiple copies, granted that they are only used for personal use or given as gifts.Thank you so much for visiting my shop! If you have any questions, concerns, or would like to make a special request, please don't hesitate to contact me!  ❤ ☾\n                ", "listing_reviews": "6", "store_reviews": "72 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/717431138/digital-download-custom-quote-print"}, {"seller_text": "AndYouCanQuoteMe", "seller_href": "https://www.etsy.com/shop/AndYouCanQuoteMe?ref=simple-shop-header-name&listing_id=843554051", "store_sales": "5,267 sales", "store_rating": "4.9844", "listing_title": "Teamwork Positivity Cards, Teamwork Quotes, Staff Positivity, Cards for Colleagues, Training Resources, Staff Room Quote Cards, Team Success", "listing_bestseller": "-", "listing_price": "\n                        $5.44\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 JPG, 2 PDF, 1 ZIP"], "listing_desc": "\n                    ** IMPORTANT NOTE: Instant downloads cannot be customised or personalised.  They will be sent to you upon purchase, as pictured in the listing photos.  In order to make your purchase, before you add the item to basket, please respond to the instructions above the personalisation field and type 'YES' to acknowledge your purchase of a digital download and to confirm that you understand that a physical product will not be shipped to your home.  Happy Printing! 😊 **⭐️SET OF 16 PRINTABLE TEAMWORK POSITIVITY CARDS! (105mm x 75mm/10.5cm x 7.5cm)⭐️This is an INSTANT DIGITAL DOWNLOAD.  You will not receive a hard copy in the post.  Props are for photographic purposes only, and are not included. 😊This colourful download includes 16 inspiring Teamwork quotes! Each card features a different quote, set upon a brightly coloured watercolour wash polkadot.  These are so versatile and can be used in various ways to uplift and motivate your team/colleagues!  Simply download, print your sets onto A4 paper/card stock, cut out, and you're ready to pull your team together!  Great to use as part of staff training, lectures, staff meetings, or just as a lovely little 'pick me up' for your work friends.The cards are blank on the reverse so that you can add your own notes if you wish. Some ideas for your cards listed below, but please let me know if you think of more - I'd love to hear your ideas!♥︎YOU WILL RECEIVE:♥︎✔︎ 2 x high resolution A4 JPEG files, containing 8 cards per page.  Each card is 105mm x 75mm.✔︎ 2 x high resolution A4 PDF files, containing 8 cards per page.  Each card is 105mm x 75mm.✔︎ 2 x high resolution US Letter Size PDF files, containing 8 cards per page (These are contained in a ZIP file so please make sure you know how to extract from a ZIP.  This is really simple and there are instructions on google if you need them).♥︎IDEAS FOR YOUR TEAMWORK POSITIVITY CARDS:♥︎✔︎ Sending thank you cards to your colleagues?  Pop one of these inside as an added extra.✔︎ Leave around your work place to spread some motivation - stick up inside cupboards, on doors, in desk trays, on notice boards... endless possibilities!  Do it secretly - even more fun! ✔︎ Photocopy and enlarge to A3 - pop up a quote on the staffroom board every week.✔︎ Hole punch and add a tag to tie the cards together - give to staff, or leave on staffroom table.✔︎ Pop into the pigeon holes of people you work with.✔︎ Use during staff training - spread out on tables to create an inviting training environment and a talking point.  Hand out as laminated gifts at the end of training.♥︎HANDY NOTES:♥︎✔︎ Original designs.✔︎ Download on your computer as soon as payment is confirmed - It's that easy!  Etsy will send you a link once your payment is complete. ✔︎ No postage costs - Hooray!✔︎ Print from the comfort of your own home.✔︎ Ensure your print option is set to 'Actual Size' or '100 %'.  For best results, I recommend that you set your print quality to 'Best'.✔︎I recommend printing onto at least 100 - 120gsm paper, or better still, a good quality card stock.  ✔︎ If you can, use a paper trimmer or a metal ruler and craft knife to cut out your cards.  I have included subtle lines, so that you have a guide to work with.✔︎ Print again and again and give to as many recipients as your heart desires!✔︎ This is a high resolution download (300dpi).  Final print quality will depend on the printer and paper used.  Please note that colours may vary from monitor to monitor.♥︎HOW DO I DOWNLOAD?♥︎✔︎ Make your purchase via Credit Card, Debit Card, or Paypal.✔︎ Download your file by clicking on the link on your receipt, which Etsy will send you immediately, or in your e-mail from Etsy (please make sure Etsy have your correct email address). ✔︎ Access your purchase at any time by logging in to Etsy, heading to 'You' (top right of your Etsy Page), and 'Purchases/Reviews'.✔︎ No limit to the number of times you can print!♥︎TERMS & CONDITIONS:♥︎✔︎ This is a Digital item and must be downloaded. You will not receive a hard copy in the post.  Props are for photographic purposes only and are not included.✔︎ Due to their nature, digital items cannot be returned or refunded.  Please don't hesitate to contact me if you have a problem.  I love my Customers and I am always here to help.✔︎ This design is strictly for PERSONAL USE ONLY.  You are not permitted to resell this digital file in whole or in part, original or modified.  You are not permitted to print copies and distribute for sale, or give these files away for free.  Thank you for Shopping Handmade!©'And You Can Quote Me'.\n                ", "listing_reviews": "5", "store_reviews": "791 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/843554051/teamwork-positivity-cards-teamwork"}, {"seller_text": "LouMarksPhoto", "seller_href": "https://www.etsy.com/shop/LouMarksPhoto?ref=simple-shop-header-name&listing_id=865473815", "store_sales": "388,507 sales", "store_rating": "4.8278", "listing_title": "10 Presets, Lightroom Presets, Lightroom mobile presets, Filter Instagram presets, Preset for mobile blogger, Natural light and airy Pack", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.49\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP, 2 PDF"], "listing_desc": "\n                    ♡ SALE!! Buy 3 Packs & Get 2 FREE! Add all 5 Packs to your cart and only pay for 3 in total!♡ More Presets In My Shop: www.etsy.com/shop/loumarksphoto♡ Create consistent photo edits with The Light Airy Preset Pack. This Preset Collection soften and lighten your dark dull photos, add lightness and sift color with my photo presets! This presets pack included 10 presets suitable for all images and creates amazing results! Makes your images look so much better and brighter! ♡ Works amazing in one click on Indoor and Outdoor, Home Interiors, Family Photos, Lifestyle, Travel, Fashion, Blogger, Wedding, and Portrait Images. Create beautiful blog images or social media images one click. Perfect to easily enhance everyday photos!WHY YOU'LL LOVE IT✔️Light Airy vibe perfect for instagram themes✔️Creamy skin tones and dreamy white tones✔️Made by a professional photographerLou & Marks Presets work with All Versions of Lightroom Mobile & Lightroom Desktop and with Photoshop ACR.INCLUDED IN YOUR PURCHASE ✔️ 10 Mobile Lightroom Presets (DNG)✔️ 10 Desktop Lightroom Presets (LR)✔️ 10 Lightroom & Photoshop Presets (XMP)✔️ Step-by-step PDF guide with video instructionsCOMMON QUESTIONS✔️ Works With The Free & Paid Lr iPhone App✔️ Works With The Free & Paid Lr Android App✔️ Works With All Lightroom Desktop Versions ✔️ Works With Photoshop ACR ✔️ Works With Mac & PC✔️ Works With JPG & RAW Formats♡ SKIN TONE PROMISE You are you unique and so are our Presets! We created our Presets for everyone. No one specific skin tone or hair color. When you purchase from Lou + Marks you are not just purchasing presets you also get our guarantee that they will suit your skin tone. If they don’t send me a message with an unedited image and I will personally adjust them for you. ♡ STAY IN TOUCH Connect with me on Instagram @louandmarks and tag #louandmarks so I can see all your amazing photo edits and share them in my daily stories of my audience of over 60K.© Lou & Marks. All Rights Reserved. By Purchasing this product you agreeing to the Terms of Use. Do not sharing the files, or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "69", "store_reviews": "16,494 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/865473815/10-presets-lightroom-presets-lightroom"}, {"seller_text": "MintAndPepper", "seller_href": "https://www.etsy.com/shop/MintAndPepper?ref=simple-shop-header-name&listing_id=774854798", "store_sales": "61,307 sales", "store_rating": "4.8303", "listing_title": "Lightroom Mobile Presets Natural, Instagram Presets for Bloggers, Bright and Airy Preset, Home preset, Photo filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.59\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    7 Presets for Mobile Lightroom in .DNG format ✩ Lightroom Presets ✩ Instagram FiltersNATURAL is pack of 7 Lightroom Mobile Presets. Great for bloggers, photographers and everyone who aims to create a consistent feed on Instagram with easily applied filter. Perfect for outdoor and indoor photography, fashion shots and portraits.✩ They work well with iPhone and Android devices. You just need to download free Lightroom Mobile App✩ Easy to apply, with just one click✩ Instant download filesYOU GET:✩ 7 Lightroom Mobile Presets in .DNG format✩ Instruction in PDF 💥Check out our Bestsellers💥https://www.etsy.com/shop/MintAndPepperSPECIAL OFFER:🌟GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE🌟🌟GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE🌟🌟GET 8 PACKS & PAY ONLY FOR 4 - Add 8 items to your cart and use promo code 4FREE🌟Please remember that all presets look differently on each photo because of lighting and white balance settings, dominant colours etc. If your photo doesn’t look perfect you may need to adjust exposure or temperature to achieve the best results.Due to the digital nature of this product no exchanges or refunds will be made.CONTACT:EMAIL: mintandpepper5 [!at] yahoo.comON IG: @lovepresets_shop© 2020 MintAndPepper, All Rights ReservedTerms of use: Forbidden to copy, sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.Lightroom Presets, Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, iPhone, Android, Lifestyle Presets, Desktop Presets, Wedding Presets, Portrait Presets, Best Presets, Bright And Airy Preset, Clean Preset, Light Preset, Instagram Filters, Mobile Filters, Photo Filters, Travel Blogger Presets, Photo Editing, Photography Presets, White Preset, Blogger Presets, Photo Presets, Mobile Filter, Travel Presets, Influencer Presets, Home presets, Natural presets\n                ", "listing_reviews": "54", "store_reviews": "2,033 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/774854798/lightroom-mobile-presets-natural"}, {"seller_text": "NUAGEshop", "seller_href": "https://www.etsy.com/shop/NUAGEshop?ref=simple-shop-header-name&listing_id=888828319", "store_sales": "18,882 sales", "store_rating": "4.793", "listing_title": "Custom Quote Print, Printable Art, Personalized Wall Art, Custom Quote, Printable Wall Art, Personalized Art", "listing_bestseller": "-", "listing_price": null, "listing_highlights": ["Handmade"], "listing_desc": "\n                    Custom Quote Printbale Art•  This listing is for a custom printable art and will be sent to you as a high-resolution JPG file for printing  •  NO physical item will be shipped.♥︎  Here is How it Works  ♥︎1 •  Choose a size from the drop down menu.2 •  Purchase the listing.3 •  Please let me about the design you have on mind in the \"note to the seller\": your quote, colors, font style or any other element about your project.•  Within 1-2 business days I will send you a proof for approval. You will be able to ask for revisions for the design of your artwork. Once you have approved your design I will send you the high-resolution 300 dpi JPG file for printing.You can print your artwork at your local print shop, at home or online.Please do not hesitate to contact me, just click \"Ask a Question\" on the top right side of this listing.• Back to section Custom Poster → http://etsy.me/1P5h6YQ- NO physical item will be shipped.Downloaded printable files are for personal use only and does not allow for commercial reproduction or resale without written permission and licensing. Your purchase constitutes agreement to these terms. All my designs are protected by US Copyright law © Arte & Cor\n                ", "listing_reviews": null, "store_reviews": "1,426 shop reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/888828319/custom-quote-print-printable-art"}, {"seller_text": "PassionforcreationCo", "seller_href": "https://www.etsy.com/shop/PassionforcreationCo?ref=simple-shop-header-name&listing_id=1038410813", "store_sales": null, "store_rating": null, "listing_title": "Print, Quotes Print, Poster Print, Wall Art Quotes, Typography Print, Digital Download, Digital Prints, Quote, Wall Art, Printable Quotes", "listing_bestseller": "-", "listing_price": "\n                        $6.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 JPG"], "listing_desc": "\n                    Print, Quotes Print, Poster Print, Wall Art Quotes, Typography Print, Digital Download, Digital Prints, Quote, Wall Art, Printable QuotesBrighten your space with this inspirational wall art quote.  Download and print this instant art with your home printer, local print shop or using an online print service.  This is a great focal piece to incorporate in any space in your home or office.Sizes include 3 high resolution 300dpi JPEG files:-16x20-18x24-24x36-Please contact for any other size.*INSTANT DOWNLOADTHIS IS A DIGITAL PRODUCTNO PHYSICAL PRODUCT WILL BE SHIPPEDYour purchase does not include a frame, mat or any other framing related materials.Policies:We do not accept returns or exchanges due to the nature of this item. If you have questions, Please feel free to contact us.Terms of Use:Passion for Creation prints are for personal use only. These prints cannot be resold or redistributed either in print or electronically. These prints cannot be used commercially or for promotion.\n                ", "listing_reviews": null, "store_reviews": null, "search": "printable quotes", "url": "https://www.etsy.com/listing/1038410813/print-quotes-print-poster-print-wall-art"}, {"seller_text": "MintAndPepper", "seller_href": "https://www.etsy.com/shop/MintAndPepper?ref=simple-shop-header-name&listing_id=965300605", "store_sales": "61,307 sales", "store_rating": "4.8303", "listing_title": "14 Lightroom Mobile Presets, Bright Airy Lightroom Preset, Desktop Boho Presets, Photo Filter for Blogger, Bright Instagram", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.82\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 2 ZIP"], "listing_desc": "\n                    14 Presets for Mobile Lightroom in .DNG format ✩ Lightroom Presets ✩ Instagram FiltersBOHO VIBE is pack of 14 Lightroom Mobile & Desktop Presets. Great for bloggers, photographers and everyone who aims to create a consistent feed on Instagram with easily applied filter. Perfect for outdoor and indoor photography, fashion shots and portraits.✩ They work well with iPhone and Android devices and Desktop Lightroom✩ Easy to apply, with just one click✩ Instant download filesYOU GET:✩ 14 Lightroom Mobile Presets in .DNG and .XMP formats✩ Instruction in PDF 💥Check out our Bestsellers💥https://www.etsy.com/shop/MintAndPepperSPECIAL OFFER:🌟GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE🌟🌟GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE🌟🌟GET 8 PACKS & PAY ONLY FOR 4 - Add 8 items to your cart and use promo code 4FREE🌟Please remember that all presets look differently on each photo because of lighting and white balance settings, dominant colours etc. If your photo doesn’t look perfect you may need to adjust exposure or temperature to achieve the best results.Due to the digital nature of this product no exchanges or refunds will be made.CONTACT:EMAIL: mintandpepper5 [!at] yahoo.comON IG: @mint_and_pepper_© 2021 MintAndPepper, All Rights ReservedTerms of use: Forbidden to copy, sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.Lightroom Presets, Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, iPhone, Android, Lifestyle Presets, Desktop Presets, Wedding Presets, Boho Presets, Portrait Presets, Best Presets, Bright And Airy Preset, Clean Preset, Light Preset, Instagram Filters, Mobile Filters, Photo Filters, Travel Blogger Presets, Photo Editing, Photography Presets, White Preset, Blogger Presets, Photo Presets, Mobile Filter, Travel Presets, Influencer Presets, Summer Presets, Trendy Presets, Premium Presets\n                ", "listing_reviews": "23", "store_reviews": "2,033 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/965300605/14-lightroom-mobile-presets-bright-airy"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=806790891", "store_sales": "70,786 sales", "store_rating": "4.9099", "listing_title": "5 White Mobile & Desktop Lightroom Preset, Bright Airy Photo Filter for Instagram Influencers, Light Clean VSCO iPhone Blogger Presets", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 White Bliss Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram, Photo Editing Filter for Lifestyle and Travel🌟The White Bliss Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add clean, rich white tones to your Instagram photos. These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for mobile preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "92", "store_reviews": "5,613 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/806790891/5-white-mobile-desktop-lightroom-preset"}, {"seller_text": "LettyArtPrints", "seller_href": "https://www.etsy.com/shop/LettyArtPrints?ref=simple-shop-header-name&listing_id=966153859", "store_sales": "7,150 sales", "store_rating": "4.9431", "listing_title": "Get Naked Print, Bathroom Wall Art Decor, Printable Art, Typography Quote Print, Bedroom Wall Art Print Get Naked Sign Poster Bathroom Print", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $4.56\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 JPG"], "listing_desc": "\n                    INSTANT DOWNLOAD. DIGITAL FILES ONLY.Please note that NO physical product will be shipped.- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - INCLUDED FILES -You will receive 5 scaleable high-resolution image files at 300 dpi (required printing standard), printable in the following sizes:2x3 ratio file for printing - 4\"x6\", 6\"x9\", 8\"x12\", 10\"x15\", 12\"x18\", 16\"x24\", 20\"x30\", 24\"x36\", 60x90cm3x4 ratio file for printing - 6\"x8\", 9\"x12\", 12\"x16\", 18\"x24\", 45x60cm4x5 ratio file for printing - 4\"x5\", 8\"x10\", 16\"x20\", 40x50cm5x7 ratio file for printing - 5\"x7\", A5, A4, A3, A2, A1, 50x70cm11x14 file for printing - 11\"x14\"I'll be happy to adjust the size of print with no extra charge, please contact me before purchasing so we can be sure the requested size is available.After purchase, you can access your downloads by visiting your Etsy Profile > Purchases and Reviews (http://www.etsy.com/your/purchases).In case you purchased as a 'guest', you'll receive an automated email from Etsy containing your download links.Please note that the Etsy app on your mobile or tablet devices does not allow download functionality. You can still download your files to your device, though, by opening up your Etsy account in your device's internet browser and navigating to 'You' > 'Purchases and Reviews'.- NOTE -● This is a digital download item. No physical prints or frame will be shipped.● Colors may look a bit different as seemed on your screen due to different color monitors and printers.● No re-selling of any digital files is allowed in any way.● No refunds due to the digital files download.● THIS PURCHASE IS FOR PERSONAL USE ONLY.---Go back to my shop:➤ https://www.etsy.com/shop/LettyArtPrints\n", "listing_reviews": null, "store_reviews": "364 shop reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/966153859/get-naked-print-bathroom-wall-art-decor"}, {"seller_text": "HillAndOliveAus", "seller_href": "https://www.etsy.com/shop/HillAndOliveAus?ref=simple-shop-header-name&listing_id=775657077", "store_sales": "33,511 sales", "store_rating": "4.5416", "listing_title": "10 Mobile Lightroom Presets, Vsco Filters, Iphone Presets, Lightroom, Mobile Presets, Instagram Filters Presets, Colorful Mobile, Dng Preset", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.71\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    Mobile Lightroom presets for aesthetic Instagram profile feed. Perfect for anyone wanting to create a dreamy Instagram feed, works well with photos shot on Android or iPhone. Details:- 10 Mobile Lightroom Presets in .dng format- Use on Lightroom mobile app - Compatible with both Android and iPhone- Digital Files ONLY- Include PDF image instructions and Google Drive alternative download linkInstallation: To access your digital files:1. Go to Your Account 2. Purchases and reviews and look for the order. 3. To the right of the order, click Download Files. 4. You will be able to download the download link PDF which will take you to Google Drive where you will be able to download  ALL 10 presets     (ALSO DOWNLOAD INSTRUCTION MANUAL FOR REFERENCE.)5. Save each DNG file separately to your phone (these will save as images).6. You will then be able to upload each DNG file as an image to your Lightroom Mobile app.7. Click on the three dots in the top right of your Lightroom app  8. Select the option 'Create Preset', this will allow you to save the preset to the preset editing option of the app for use on other images.For any questions please contact me via Etsy messages.No sharing files, or selling them in any form. Derivative works are prohibited.\n                ", "listing_reviews": "100", "store_reviews": "1,400 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/775657077/10-mobile-lightroom-presets-vsco-filters"}, {"seller_text": "EliteStudioPresets", "seller_href": "https://www.etsy.com/shop/EliteStudioPresets?ref=simple-shop-header-name&listing_id=895645021", "store_sales": "17,026 sales", "store_rating": "4.7485", "listing_title": "Lightroom Preset BOHEMIAN, Single Mobile Desktop Lightroom Preset, Brown Vintage Boho Lightroom Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $1.83\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 2 other files"], "listing_desc": "\n                    Bohemian preset to give your photos a vintage look.☆ What is included? ☆➤ 1 Mobile Preset in .DNG format➤ 1 Desktop Preset in .XMP format (NOT lrtemplate format, but you can still use them by uploading the DNG files in your Lightroom Desktop and save them as preset.)➤ PDF installation guide☆ Compatibility ☆➤ For MOBILE and DESKTOP use (iPhone, Android, PC, MAC)➤ Compatible with free version of the Adobe Lightroom App. You can download this app for free on your mobile phone (iPhone or Android)➤ Compatible with the paid version of the Adobe Lightroom Classic CC (version 7.3+)➤ For use on JPEG and RAW imagesSince each image is different due to lighting conditions, camera settings, and personal style, these presets may need to be slightly altered to fit your needs.☆ BUY 5 AND GET 30% OFF!! ☆Add 5 presets in your cart and receive automatically 30% discount!https://www.etsy.com/shop/EliteStudioPresets☆ 24/7 Support ☆If you have any questions or need some help with the presets, please contact me at Etsy or through email elitestudiopresets[at]@gmail.com♡ Share with Us! ♡I would love to see how your pictures turned out by using our presets. Please include them in your review! Tag or DM us on instagram to get featured!@elitestudiopresets© 2020 Elite Studio Presets, All Rights ReservedTerms of Use: By purchasing this item, you are automatically agreeing to the terms of use. Included but not limited to: Prohibition of sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "24", "store_reviews": "749 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/895645021/lightroom-preset-bohemian-single-mobile"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=686099539", "store_sales": "171,643 sales", "store_rating": "4.8275", "listing_title": "COLOR Presets, Vibrant Presets, Lightroom PRESETS, MOBILE Presets, Instagram Filter, Desktop Preset, lightroom mobile presets, blogger", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    💥5 Mobile Lightroom Presets, Mobile Presets, Desktop Presets💥Blogger Preset Package for Instagram Photo PresetDreamLand preset photo filter✅FILES included:- 5 Lightroom presets for MOBILE Lightroom( free mobile lightroom app)- 5 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "94", "store_reviews": "6,145 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/686099539/color-presets-vibrant-presets-lightroom"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=948567963", "store_sales": "21,700 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Neutral Filter, Cream Preset, Instagram Filters, iPhone Presets, Lightroom Filter, Lifestyle Preset, Organic Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it natural with an Organic Preset! This Lightroom Mobile preset will effortlessly soften and mute the shades in your photos to achieve a creamy cozy look with the click of button! ☼ Your purchase includes ☼- 1 Organic Lightroom Mobile Preset- PDF step by step installation guide☼ Additional Information ☼- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ☼ Cancellation Refunds/Exchanges ☼Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "15", "store_reviews": "1,130 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/948567963/lightroom-mobile-preset-neutral-filter"}, {"seller_text": "TammysCraftsBoutique", "seller_href": "https://www.etsy.com/shop/TammysCraftsBoutique?ref=simple-shop-header-name&listing_id=1020774600", "store_sales": null, "store_rating": null, "listing_title": "Quote print, Inspirational quote, Inspirational print, Motivational print, Printable wall art, Positive quote, Wall art, Print, Self love", "listing_bestseller": "-", "listing_price": "\n                        $3.50\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 JPG"], "listing_desc": "\n                    I am Memorable, Courageous, Valuable -PrintQuote print, Inspirational quote, Inspirational printMotivational print, Printable wall art, Positive quoteWall art, Print, Self love, Positive affirmations, Self care printSelf empowermentThis is a DIGITAL DOWNLOAD.Use this unique print to decorate any room in your home, office, or any area that you believe needs uplifting. You can print your download yourself from home using your personal printer or have it printed at your local printing shop.Your download will include 5 JPG Files in the sizes listed below:5”x7”8”x10”11”x14”16”X20”20”x24”Please Note:Due to different monitors and printers, colors may differ based on device quality once printed. Files are intended for personal use only and cannot be resold.This is a digital file, and no physical item will be mailed.Download:Once your payment is confirmed you will be taken to the download page to retrieve your file. You will also receive an email with your download link.Download your file and save it to your computer.If you have any problems with your download or have any questions, please reach out to me and I will be happy to assist you.Thank you for visiting my shop!Tammys Crafts Boutique\n                ", "listing_reviews": null, "store_reviews": null, "search": "printable quotes", "url": "https://www.etsy.com/listing/1020774600/quote-print-inspirational-quote"}, {"seller_text": "SnazzyMango", "seller_href": "https://www.etsy.com/shop/SnazzyMango?ref=simple-shop-header-name&listing_id=839019412", "store_sales": "3,763 sales", "store_rating": "4.6667", "listing_title": "INSTAGRAM Wedding Filter! Gold Wedding Filter For Instagram! Personalised Instagram Filter, Wedding Filter Insta Stories, Gold Wedding Insta", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $8.01+\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: Adobe Illustrator, Photoshop, Instagram, Facebook, Spark AR, Glitter, Insta Stories, Effect, Instagram Story, Insta Story, Sparkle, Gold, Instagram Wedding\n\n\nRead the full description"], "listing_desc": "\n                    Custom Wedding Filter For Instagram, Instagram Stories Filter!Make a statement at your wedding with your very own custom Instagram/Facebook filter! All your family, friends, guests and followers will have access to your filter! Anyone who sees your story will also have access to your filter! Unlike snapchat filters it's not restricted to location and there is no upload cost!| CUSTOMISATION |Information Required:Mr. & Mrs. / Mr. & Mr. / Mrs. -Surname -Date (In format required) - Glitter colour (Select from drop down menu) or message me if you want a colour which isn't listed.Which social media do you want your filter to be on? (Facebook or Instagram). Please note there's a small charge to have your filter on both social media platforms as I essentially have to make 2 separate filters.| HOW IT WORKS |1 - Enter your personalisation requirements in the space provided when ordering.2 - I then design your filter in Instagram/Facebook's unique software.3 - A proof will then be sent to you of how your filter will look, please allow 24hrs for this.4 - Once you're happy with how your filter looks, I then submit it to Instagram/Facebook to upload to their filter collection. (This can take up to 48hrs)!5 - Once the filter has been accepted by Instagram/Facebook I will then email you a link to where you can find your filter on the social media site!6 - You can share the link with all your friends, family and guests! Alternatively, when your post to your story using the filter a badge will be displayed in the top left corner. Anyone who clicks on this will also have access and be able to use your filter! (An example of this is Picture 3).Please message me if you have any questions.  :)If you include the snapchat version in your order, this is just for the filter file. You must upload the filter to Snapchat where costs may be incurred due to location and date. More information can be found here: https://www.snapchat.com/l/en-gb/on-demand/Facebook and Instagram filters are uploaded by me at no extra cost.My full collection of Instagram & Facebook filters can be found here:https://www.etsy.com/uk/shop/SnazzyMango?ref=seller-platform-mcnav&section_id=21416837Keywords:Insta Filter, Instagram Filter, Instagram Story, Instagram Stories, Insta Stories, Instagram Wedding, Instagram Wedding Filter, Rose Gold Wedding Filter, Insta Wedding Filter, Insta Wedding Effect, Insta Wedding Stories, Insta Wedding, Instagram Wedding, Rose Gold Wedding Filter, Insta Mask, Insta Effect\n                ", "listing_reviews": "11", "store_reviews": "466 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/839019412/instagram-wedding-filter-gold-wedding"}, {"seller_text": "Trimmingshop", "seller_href": "https://www.etsy.com/shop/Trimmingshop?ref=simple-shop-header-name&listing_id=511362098", "store_sales": "47,349 sales", "store_rating": "4.6947", "listing_title": "36pcs Party Props - Photo Booth Props - Selfie Props - Photography - Happy New Year - Christmas - Birthday - Party Props", "listing_bestseller": "-", "listing_price": "\n                        $7.24\n                    ", "listing_highlights": ["Handmade"], "listing_desc": "\n                    36pcs Party Props - Photo Booth Props - Selfie Props - Photography - Party - Christmas - Birthday - Happy New Year - Party Props - Party Favor - Party Supplies Specification:Material: CardboardQty: 36pcsColour: MulticolourMaterial Care Instructions: Do not WashFeatures:These beautifully designed 36pcs of funny props are the perfect addition for new year, birthday party. Using these party props, you can take selfies, pictures to make your moment memorable.These quality photo booth props are made from card board paper and are very lightweight, durable & reusable.Choose from a variety of props like different colour of lips, goggles, hat, bow tie,mustache, etc.Using this selfie props you can add instant style and humour to all your photos with these props. It is fun and brilliant way to liven up your party photos and selfies or group pictures.This wonderful selfie props is a great fun for the wedding day, birthday party photography or decoration. It ensures that everyone should enjoy the movement with this funny props.Note:Not Suitable for children age under 3Keep away from water\n                ", "listing_reviews": null, "store_reviews": "4,242 shop reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/511362098/36pcs-party-props-photo-booth-props"}, {"seller_text": "hooraydays", "seller_href": "https://www.etsy.com/shop/hooraydays?ref=simple-shop-header-name&listing_id=760270512", "store_sales": "276,444 sales", "store_rating": "4.7655", "listing_title": "Rose Gold Wedding Personalised Photo Booth Frame, Best Day Ever Wedding Photo Booth Props, Party Photo Props, Wedding Photo Props,", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $19.46\n                        \n                    ", "listing_highlights": [], "listing_desc": "\n                    This personalised wedding photo booth frame is a great way to add a personal touch to all of your guests wedding selfies!  Hold in front of you for a fab photo accessory.Combine with one of our wedding back drops for a fab DIY photo booth set up. Perfect way to upgrade your instagram wedding photo booth - don't forget to tag us!Each pack contains 1 card photo booth frame measuring 72cm (H) x 60cm (W) and includes 8 copper letter sticker sheets.Copper frame and foliage not included.\n                ", "listing_reviews": "15", "store_reviews": "22,962 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/760270512/rose-gold-wedding-personalised-photo"}, {"seller_text": "PartyTouchesUK", "seller_href": "https://www.etsy.com/shop/PartyTouchesUK?ref=simple-shop-header-name&listing_id=777620941", "store_sales": "113,189 sales", "store_rating": "4.8213", "listing_title": "Custom Gold Hen Party Photo Booth Frame, Photo Booth Props, Botanical Hen Party Games, Bridal Shower Games, Bachelorette Party, Photo Props", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $19.33\n                        \n                    ", "listing_highlights": ["Materials: Cardboard\n\n\nRead the full description"], "listing_desc": "\n                    Create lasting memories at your hen party with our customisable photobooth frame. Family and friends will love taking cool photos with our personalised frame - fun for everyone! A prop for everlasting hen party fun and memories. The frame is customisabe and comes with 8 gold letter sticker sheets for you to customise! Place the frame in an area with our hen party customisable photo booth props then add a hen do photo backdrop for your very own photo booth!Size (approx) : 70cm (H) x 60cm (W)Each pack contains 1 frame and includes 8 gold letter sticker sheets.\n                ", "listing_reviews": "13", "store_reviews": "8,100 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/777620941/custom-gold-hen-party-photo-booth-frame"}, {"seller_text": "LemonTreePrintsCo", "seller_href": "https://www.etsy.com/shop/LemonTreePrintsCo?ref=simple-shop-header-name&listing_id=779633709", "store_sales": "1,032 sales", "store_rating": "4.5455", "listing_title": "Bridal Shower Photo Prop - Wedding photo props - bridal shower - photo booth frame - Selfie Frame - Bridal Shower decoration - You Print", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $7.60\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Bridal Shower Photo FramePlease note that this is a digital EDITABLE Welcome sign suite download only, no physical product will be shipped. Access your template(s) within minutes of purchase. Customize in your computer web browser. No software installations or font downloads.Available horizontal ( landscape) sizes:- 24X36, 36X48, 60X40 Inches• PDF or JPG• With or without bleed and crop marks➥ H O W ⋆ I T ⋆ W O R K S1. Within a few minutes of purchase, you will receive an email from Templett2. Follow the link to open your template online on a computer*3. Edit your template(s). Save. Download.4. Print FedEx Kinkos • Staples • Office Depot • Vistaprint • Uprinting • Local Print ShopYou can save & continue editing your template at any time.* The template will NOT work on a tablet, phone, or mobile device.➥ W H A T ⋆ C A N ⋆ B E ⋆ E D I T E D ?- All text can be edited for wording, font, color, size, and placement- Backgrounds can be edited for size, deleted or new ones added- Upload your own image- Add new pages (great for adding a backside)** You CANNOT change the overall size of each document **➥ W H A T ⋆ C A N ⋆ B E ⋆ E D I T E D ?- All text can be edited for wording, font, color, size, and placement- All artwork can be edited for size and placement- Backgrounds can be edited for size, deleted or new ones added- Upload your own image- Add new pages (great for adding a backside)** You CANNOT change the overall size of each document **➥ T E R M S ⋆ O F ⋆ U S E- Colours may appear different on your screen than when printed due to differences in individual screen and/or printer settings.- Due to the nature of digital items I cannot accept returns.© Copyright of LemonTreePrintsCo. Files are for personal use only. No commercial use or reselling, sharing of the digital files. By purchasing this item you agree to these terms. Thank you.Feel free to contact me if you need any further assistance :)[id:5221995,5221989,5221979]Delivery\n                ", "listing_reviews": "22", "store_reviews": "72 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/779633709/bridal-shower-photo-prop-wedding-photo"}, {"seller_text": "AglowPresets", "seller_href": "https://www.etsy.com/shop/AglowPresets?ref=simple-shop-header-name&listing_id=775574072", "store_sales": "50,854 sales", "store_rating": "4.9237", "listing_title": "GLOW  Mobile Lightroom Preset , Photo Filters, Instagram preset, best preset, bright preset, Blogger Preset, aglow preset, mobile preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 other file"], "listing_desc": "\n                    PRESET SALE🔥📸: https://www.etsy.com/shop/AglowPresetsBUY 3 INDIVIDUAL PRESETS GET 3 FREE - Use Code: BUY3GET2BUY 3 BUNDLES GET 3 FREE - Use code: 2FREEBUNDLESGLOW Aglow MOBILE PRESETThis preset works amazing for outdoor and indoor pictures. It makes all the colors pop and brightens the whole vibe of the picture.  This preset is a must have for any blogger or Instagrammer to make their feed stand out! These Mobile presets were uniquely designed to work with a variety of photo settings. Each preset has been created and tested on different lighting and locations to insure a perfect application to your photos every time. Using AGLOW presets, Instagrammers, bloggers and photographers or anyone wanting to enhance their photos will create beautiful asthetic images that will stand out to their viewers. WHAT IS NEEDED? - Download the Free Lightroom CC App on your mobile device.-AFTER PURCHASE YOU WILL RECEIVE:-1 GLOW PRESET PHOTO in DNG FORMAT(This will be a single image that contains all of the presets for that filter.)-Lightroom Mobile Installation User ManualPlease follow us on Instagram @aglowpresets for tips and editing tricks along with great giveaways!   Tag me at @aglowpresets when you post your photos using the Aglow presets!  I would love to see them!Please leave a review!!!https://www.instagram.com/aglowpresets/You can also check out my WEBSITE for more information!  www.aglowpresets.comPHOTO TIPS:Photo's will be transformed in one click!  I do recommend adjusting the lighting under the \"light tab\" in Lightroom.  Every picture is taken in a different lighting environment, so by increasing or decreasing the exposure will get that perfect look!No refunds or exchanges on Downloaded images.All presets are Copyrighted ©AGLOW PRESETS.Keywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lightroom Presets, best presets, filters\n                ", "listing_reviews": "100", "store_reviews": "2,528 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/775574072/glow-mobile-lightroom-preset-photo"}, {"seller_text": "PresetsByMary", "seller_href": "https://www.etsy.com/shop/PresetsByMary?ref=simple-shop-header-name&listing_id=726644045", "store_sales": "64,798 sales", "store_rating": "4.8204", "listing_title": "16 Mobile Lightroom Presets DISNEY GIRL Travel Blogger Lifestyle Vibrant Instagram Bright Color Summer Photo Editing", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.97\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    💗GET 6 & PAY FOR 3: add 6 presets to your cart, use coupon: GIFTBYMARY and pay for 3 only 💗https://www.etsy.com/shop/PresetsByMary?coupon=GIFTBYMARY⭐️16 UNIQUE LIGHTROOM PRESETS / MOBILE Presets ⭐️Mobile Preset is perfect for your Adobe Lightroom CC Mobile App and works well with your photos shot with your iPhone or Android device.Presets fit for Outdoor and Indoor pictures, Family, Travel, Lifestyle, Blogger, Wedding, Portrait photos.Included:🔶16 Lightroom presets in DNG format for MOBILE Lightroom (free app compatible with both IOS and ANDROID).🔶Compatible with All Photo formats🔶Compatible with Lightroom Mobile App🔶Compatible with All Lightroom and Photoshop Versions🔶Instant download (Download the presets right after the payment and start enjoying now)🔶Free support (contact us me any questions or concerns. We're always happy to provide fast and thorough support)🎁SPECIAL OFFER 3+3 for FREEBuy atleast 3 items from my shop and get 3 for FREE WIth love,PresetsByMary♥️\n                ", "listing_reviews": "100", "store_reviews": "3,799 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/726644045/16-mobile-lightroom-presets-disney-girl"}, {"seller_text": "DarcysParty", "seller_href": "https://www.etsy.com/shop/DarcysParty?ref=simple-shop-header-name&listing_id=1021694183", "store_sales": "1,352 sales", "store_rating": "4.9684", "listing_title": "Graduation Photo Booth Props, Quarantined Graduation, Graduation 2021 Funny Printable Photo Booth Props, Black and Gold Photobooth Props", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $3.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    Printable Graduation Photo Booth Party Props. This is an INSTANT DOWNLOAD and EDITABLE PDF file for easy home editing and printing.PLEASE NOTE:♥ No physical items will be mailed or printed.♥ You will need Adobe Reader to edit these files. Don't worry - it's free!https://get.adobe.com/reader/_____________________________THIS PHOTO BOOTH PROPS INCLUDES♥ A high resolution PDF:-\t1 EDITABLE PDF FILE: seven editable bubble. -\t1 PDF FILE: fourteen images.MATCHING ITEMS-- BANNERS --https://www.etsy.com/es/shop/DarcysParty?search_query=GRADUATION--CERTIFICATE TEMPLATE--https://www.etsy.com/es/listing/809714960/school-college-ceremony-graduation?ref=shop_home_active_1_____________________________HOW IT WORKS1. After payment, find it on your Etsy Purchases page and click on the Download Now button.2. Open your file in Adobe Reader. Make sure you have the latest full version installed. (Download it for FREE at http://get.adobe.com/reader/ ).3. Type the letter you would like in the purple highlighted area of each flag and “save us” the pages as many letters you need. -or- just leave the message.4. Print on white cardstock or white cardstock (8.5 \"x 11\").5. Cut out each flag with scissors.6. Hole punch the top corners and insert a twine or string -or- You can pass the string through the back, and tape it to keep the flags in place.7. Enjoy your banner!_____________________________COPYRIGHT NOTICEThis item is for personal use only. May not be used commercially or resold. By ordering you agree to shops terms and conditions._____________________________Thank you for visiting my shop! ♥\n                ", "listing_reviews": null, "store_reviews": "105 shop reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/1021694183/graduation-photo-booth-props-quarantined"}, {"seller_text": "magnoliapapersandco", "seller_href": "https://www.etsy.com/shop/magnoliapapersandco?ref=simple-shop-header-name&listing_id=1019254973", "store_sales": "34,817 sales", "store_rating": "4.9375", "listing_title": "Polaroid Photo Prop Frame PRINTED, Ready to Use, Polaroid Bridal Shower / Baby Shower / Wedding Photo Booth, Photo Prop, Selfie Frame", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $69.99\n                        \n                    ", "listing_highlights": ["Handmade"], "listing_desc": "\n                    Polaroid Photo Prop Frame PRINTED, Ready to Use, Polaroid Bridal Shower / Baby Shower / Wedding Photo Booth, Photo Prop, Selfie FrameGet ready to make some memories and add some fun to your special event!★READY TO USE RIGHT OUT OF THE BOX!★Ships Free★Text can be changed to fit any occasion•  Printed on sturdy, 4mm coroplast (corrugated plastic)•  Made with UV ink to last•  Frames can be used for indoor and outdoor events•  Resists the elements•  Won't flop around like thinner materials•  Lightweight and easy to hold★ STAND NOT INCLUDED:COPPER SIGN DISPLAY AVAILABLE AT THE ETSY SHOP BELOW:https://tidd.ly/2RS1p0n★SIZE:24\" x 36\" (fits 2-3 people)★HOW TO ORDER:1. ADD TO CART2. PERSONALIZATION:Please leave the details in the “Personalization” section at check out:- Name (s)- Type of event- Date of the event3. PROOF:A proof will be emailed via Etsy messaging within 24 hours. Be sure your Etsy email is correct.(You MUST approve the proof before I print)4. GET EXCITED:Your fully assembled Photo Prop Frame will arrive in the mail within 10-14 business days! Ready to use out of the box! FREE SHIPPING!COPPER SIGN DISPLAY AVAILABLE AT THE ETSY SHOP BELOW:https://tidd.ly/2RS1p0nMade and shipped in the USThanks so much for shopping with Magnolia Papers!\n                ", "listing_reviews": null, "store_reviews": "1,862 shop reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/1019254973/polaroid-photo-prop-frame-printed-ready"}, {"seller_text": "HyggelyStudio", "seller_href": "https://www.etsy.com/shop/HyggelyStudio?ref=simple-shop-header-name&listing_id=726954527", "store_sales": "21,406 sales", "store_rating": "4.919", "listing_title": "8 Lightroom MOBILE Presets, Clean and Crisp Mobile Lightroom Presets, Blogger and Instagram Photo Filters, Lightroom CC, Light Bright Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.55\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF"], "listing_desc": "\n                    Elevate your social media presence with these Clean and Crisp presets for MOBILE! These are used best for images used in light spaces or shot in natural light.☞ PLEASE NOTE: THIS IS A DIGITAL DOWNLOAD! NO PHYSICAL COPY WILL BE SENT TO YOU! ☜CHECK OUT MORE FROM THIS SHOP --> https://www.etsy.com/ca/shop/HyggelyStudio-----------------------------------------------DETAILS FOR INSTANT DOWNLOAD:-----------------------------------------------♡ INSTANT DIGITAL DOWNLOAD!You will receive 8 preset files (PDF will have a clickable link to your files through google drive)+ PDF WITH LINK TO STEP BY STEP INSTRUCTIONS WITH PHOTOS!➀ CLEAN&CRISP - ORIGINAL - DNG FILE ➁ CLEAN&CRISP - HIGHLIGHT- DNG FILE➂ CLEAN&CRISP - WARM- DNG FILE➃ CLEAN&CRISP - COOL - DNG FILE➄ CLEAN&CRISP - INTERIOR - DNG FILE➅ CLEAN&CRISP - OUTDOOR - DNG FILE➆ CLEAN&CRISP - TWO - DNG FILE➇ CLEAN&CRISP - THREE - DNG FILE!! These presets are created for Mobile Lightroom CC ONLY !!*If you would like the Desktop version of these presets, please message me, and I will direct you to the desktop listing*- Compatible with both the Paid and Free Versions of Lightroom Mobile- Instant Download Directly to Mobile Device, No Desktop Needed- Compatible with JPG & Raw ImagesBased on your lighting conditions, camera settings, and personal style, these presets may need to be slightly altered to fit your needs. I am always happy to help you use the presets if you are having trouble.  !! No refunds or exchanges can be made on digital products !!TERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE FOLLOWING -- - Do not share these files- Do not sell these files- Derivative works are also prohibited© 2019 Hyggely Studio - All Rights Reserved\n                ", "listing_reviews": "100", "store_reviews": "816 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/726954527/8-lightroom-mobile-presets-clean-and"}, {"seller_text": "SunnyEditor", "seller_href": "https://www.etsy.com/shop/SunnyEditor?ref=simple-shop-header-name&listing_id=923518190", "store_sales": "336 sales", "store_rating": "4.7059", "listing_title": "11 Natural Mobile Lightroom Presets, Natural Presets, Cream Presets, Instagram Filters, Blogger, Vanilla, iPhone Presets, Filter for iPhone", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.20\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 1 PDF, 1 ZIP"], "listing_desc": "\n                    ◆ ◆ ◆ SPECIAL OFFER ◆ ◆ ◆✭ Buy 3 presets and get 2 for free. Add 5 presets to your shopping cart and apply the coupon code 2FREE. ✭ Buy 5 presets and get 4 for free. Add 9 presets to your shopping cart and apply the coupon code 4FREE.◄  INCLUDED IN YOUR PURCHASE  ►* 11 Mobile Lightroom Presets (DNG files)* Detailed PDF Image Instructions✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Lightroom Mobile is FREE so you don't need an Adobe subscription to use the presets✔️ You only need Lightroom CC App on your Phone/iPad✔️ Once purchased can be used an unlimited amount of times✔️ Easy to apply with just one clickGeneral information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUYhttps://www.youtube.com/watch?v=uOBXKOyAFEAPlease keep in mind all photos are unique and therefore each preset works differently on every photo. You can fine tune your own adjustments to find settings that suit you with temperature, exposure etcDue to the digital nature of this product ALL SALES ARE FINALKeywords:Lightroom Presets, Mobile Preset, DNG, Instagram Preset, Lightroom CC, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset, White Presets, Natural Presets© 2020 Sunny Editor Presets, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "5", "store_reviews": "17 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/923518190/11-natural-mobile-lightroom-presets"}, {"seller_text": "aigprintDOTcom", "seller_href": "https://www.etsy.com/shop/aigprintDOTcom?ref=simple-shop-header-name&listing_id=759141744", "store_sales": "4,526 sales", "store_rating": "4.8901", "listing_title": "Personalized Selfie Frame, Instagram Frame | Printed | Photo Booth Prop, Birthdays, Weddings, Baby Shower, Parties, Graduations", "listing_bestseller": "-", "listing_price": "\n                        $33.50+\n                    ", "listing_highlights": ["Handmade", "Materials: corrugated plastic, coroplast\n\n\nRead the full description"], "listing_desc": "\n                    Create a long-lasting memory with a Printed, personalized Selfie Frame for your party or event!Selfie Frames or sometimes referred to as Social Media Photo Frames are perfect for your graduation party, birthday party, weddings, baby showers, retirement parties, gender reveal parties, bachelorette parties, bachelor parties and more! Your guests will line up to be part of an unforgettable moments. Add them to your photo booth and watch the memories come to life.Our high quality, durable selfie frames are printed in full color and professionally cut. Available in different size options, for a group or individual selfie frame. Printed Selfie Frame Cutout material: 4mm Corrugated Plastic - Durable selfie frame for general applications - Printed and ready to use.- No assembly required.How to upload your profile photo:You can message me and click \"upload image\" on the right corner of the message box. An ideal image size can be 12\"x12\" at 150dpi or your avatar to fit in the circle.* For questions and customization, message me back with requests for changes or final approval.Signs over 30\", are shipped with a hinge, support struts and/or stiffeners are supplied when needed. They will need to be applied to the sign. If you want these large signs in 1 piece please ask for a custom shipping quote.COVID-19 Delivery Note: We have been shipping packages out the next day after any approvals to customization, If there are No customizations the signs have been shipping immediately. Free Shipping with ETSY is USPS select ground and because of COVID-19 we have seen very long delivery times, as much as 2-3 weeks even though ETSY module says less. We have no control once the package has left our facility. If you need the sign in less than 3 weeks we suggest you upgrade the shipping method. Please include the date of the event when you place the order so we can make suggestions on delivery.Please Contact us for additional information or review of shipping.\n                ", "listing_reviews": "8", "store_reviews": "581 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/759141744/personalized-selfie-frame-instagram"}, {"seller_text": "InspiredbyAlma", "seller_href": "https://www.etsy.com/shop/InspiredbyAlma?ref=simple-shop-header-name&listing_id=617938023", "store_sales": "81,364 sales", "store_rating": "4.7671", "listing_title": "Wedding Photo Booth Props // Wedding Party // Wedding Props // Photo Booth Props // Champagne// Party decorations // Team Bride //Team Groom", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $10.51\n                        \n                    ", "listing_highlights": [], "listing_desc": "\n                    Make your wedding day fun by capturing unforgettable moments with our 'Photo Booth Props' pack. Create your own range of photographs while posing with one of ten props.Each Photo Booth Pack contains 10 props including: 1 x heart glasses 1 x glasses 1 x bow 1 x champagne glass 1 x champagne bottle 1 x best day ever sign 1 x happily ever after sign 1 x flowers 1 x ring, 1 x moustache.Visit our Hen Party section to find more party decorations:https://www.etsy.com/uk/shop/InspiredbyAlma?ref=l2-shopheader-name&section_id=23394847Happy Shopping!Inspired by AlmaJOIN THE PARTY!- \n                ", "listing_reviews": "8", "store_reviews": "6,646 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/617938023/wedding-photo-booth-props-wedding-party"}, {"seller_text": "EnFete", "seller_href": "https://www.etsy.com/shop/EnFete?ref=simple-shop-header-name&listing_id=685778001", "store_sales": "44,528 sales", "store_rating": "4.8642", "listing_title": "Oh Baby Shower Photo Props, Gold Photo Booth Props", "listing_bestseller": "Bestseller", "listing_price": "\n                        $12.76\n                    ", "listing_highlights": ["Materials: 10 oh baby gold photo props\n\n\nRead the full description"], "listing_desc": "\n                    Capture all those precious moments from your baby shower with our fun 'Photo booth props'! From bottles to baby onesies and glasses, there is a prop to get everyone involved and having a great time. The stylish props have a stunning gold foiled print which makes for some beautiful photographs the mom to be will treasure forever!Create a fun area for photos and laughter with these photo booth props where the guests can get snap happy! Layer our rose gold fringe curtain behind for a picture perfect set up!Each pack contains 10 props that vary in size. Max 7 inches high.Complete your whole party with EnFete – browse the shop to find matching boutique party supplies – everything from cups and plates, to banners and balloons.  Everything you need to put together a perfectly coordinated party.Subscribe to receive info on new items & sales, party tips, and free printables at:https://pages.convertkit.com/ceba5cd529/b18dafea38\n                ", "listing_reviews": "51", "store_reviews": "4,793 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/685778001/oh-baby-shower-photo-props-gold-photo"}, {"seller_text": "FilAndEllieStudio", "seller_href": "https://www.etsy.com/shop/FilAndEllieStudio?ref=simple-shop-header-name&listing_id=857923240", "store_sales": "9,294 sales", "store_rating": "4.8409", "listing_title": "6 Mobile LIGHTROOM Presets, Nude Presets, Fashion Presets, Mobile Presets, Instagram Filters Presets, Dng Brown Preset, Natural Beige Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF, 2 ZIP"], "listing_desc": "\n                    Instagram Presets / Mobile Lightroom Presets / Desktop & Mobile Presets /Natural Beige Presets✩ INCLUDED IN YOUR PURCHASE ✩6 Mobile Lightroom Presets (DNG files)6 Desktop Lightroom Presets (XMP files)Free 35 pages PDF on Social Media GrowthDetailed PDF Image Instructions◾️ If you have issues downloading or using any of the files, please contact me and I will re-send you the files and help you troubleshoot◾️With over 10 years of professional experience in the world of photography, you are guaranteed to get high quality presets that will elevate the look of your photos. We spent hundredths of hours editing, so that you won’t have to.✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Works With & WITHOUT Adobe subscription✔️ You only need Lightroom CC App on your Phone/iPad✔️ Works With Lightroom Desktop for Mac or PCCreated for the FREE Lightroom Mobile App and Desktop Lightroom. Works best on RAW files but is fully compatible with JPEGS as well.General information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUY. Make sure to save the zip file on your phone. The transaction and installation can be completed on a mobile device. Access to a desktop computer is not required.These presets were designed to work with many different light conditions, from full sun to shade, and will help you achieve a consistent look by enhancing the colors and brightness of your photos. This pack in particular was designed to enhance natural and soft tones, giving a neutral, but warm feel to your photos. Sand, the color of wheat, white, brown and soft tones in general are at the core of these filters.  Perfect for interior design or general lifestyle photos. This pack works well for many different types of photography from lifestyle to travel, home blogging and interior design photos. The range of colors for the 6 presets is very wide. These can be applied on many different types of photos to achieve different results.Beige includes 6 mobile presets. They are all extremely versatile, can be fully customized and are guaranteed to enhance dull images with just one click. Whether you work with photos straight from your phone’s camera roll or raw files from your DSLR, these presets will help you refine your style giving you beautiful photos.Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "41", "store_reviews": "421 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/857923240/6-mobile-lightroom-presets-nude-presets"}, {"seller_text": "Blondary", "seller_href": "https://www.etsy.com/shop/Blondary?ref=simple-shop-header-name&listing_id=987625128", "store_sales": "2,567 sales", "store_rating": "4.9957", "listing_title": "10 Mobile Lightroom Presets, Vanilla Presets, Vsco Filters, Fashion Presets, Lifestyle Presets, Instagram Filter, Nude Presets, Beige Preset", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $1.05\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    10 Mobile Lightroom Presets, Nude Presets, Lifestyle Presets, Beige Presets, Iphone Presets, Lightroom, Mobile Presets, Presets, Dng Presets, Cream Presets, Vsco Filters, Fashion Presets, Instagram Filters, Natural Preset, Vanilla Presets✩ FREE PRESETS OFFER ✩💥 GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE 💥💥 GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE 💥*Vanilla Mobile Presets: include 10 mobile lightroom presets perfect for anyone wanting to create a warm, creamy Instagram feed. t*⭐You Will Receive :- 10 DNG. Mobile Presets - 1 PDF file - Mobile Instructions-Free GiftAll presets files are in DNG format.After the download you will need to unzip the file, either on your PC (and then send the mobile presets to your phone) or on your phone (if you have an app that can unzip files).- If you have problems with installation or with downloading your files just contact me and I'll do my best to help you.- Please keep in mind that each photo has different light setting so you can tweak some settings as light, contrast etc after applying you presets to get best results.For personal use ONLY! You may NOT sell, distribute, rent, give, sub-license, or transfer presets, or presets sent to anyone else.More Presets:Beige Presets:https://www.etsy.com/listing/964232783/mobile-lightroom-presets-12-beige?ref=shop_home_active_1&pro=1Bright Interior Presets:https://www.etsy.com/listing/952251009/mobile-lightroom-presets-6-bright?ref=shop_home_active_2&pro=1Minimalistic Presets:https://www.etsy.com/listing/938999572/lightroom-mobile-preset-7-minimalistic?ref=shop_home_active_4&pro=1Luxury Black Presets:https://www.etsy.com/listing/971607185/lightroom-presets-10-luxury-black?ref=shop_home_active_3&pro=1Fitness Presets:https://www.etsy.com/listing/943374818/lightroom-presets-6-fitness-presets?ref=shop_home_active_5&pro=1Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filters, Travel Presets, Influencer Presets, warm presets, iPhone Presets, Moody Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright Presets, Clean Preset, Color Pop Preset, Vibrant Presets, Home Presets, Beach Presets , Vanilla Preset\n                ", "listing_reviews": null, "store_reviews": "234 shop reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/987625128/10-mobile-lightroom-presets-vanilla"}, {"seller_text": "OlivesandBlue", "seller_href": "https://www.etsy.com/shop/OlivesandBlue?ref=simple-shop-header-name&listing_id=900601043", "store_sales": "140 sales", "store_rating": "4.3333", "listing_title": "5 Earthy Tones Preset, Preset Lightroom Mobile and Desktop, Instagram Filter for Travel Instagram Influencer and Bloggers, Dark Moody Preset", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $3.14\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP"], "listing_desc": "\n                    Buy 5 Pay 3!Add 5 presets to your cart and apply the code \"BUNDLE\" to pay for 3.Or simply click the link below:https://www.etsy.com/shop/OlivesandBlue?coupon=BUNDLECreated for one single click use for Mobile and Desktop Lightroom. These presets will help you enhance your picture with just a single click for a consistent theme.The purchase will be includes:5 Mobile Lightroom Preset5 Desktop Lightroom PresetBy purchasing the item, you agree to the terms of use which refunds, cancelation, exchange are not apply. Some adjustments might be needed for some pictures due to the camera setting and light adjustments. The files should not be shared, resold, redistributed and reproduced for any purposes.Disclaimer:All the pictures shown in this video belong to their respective original owners.All the photos are for illustration purposes only. Credits to the rightful owner.If you have any further questions, please do not hesitate to contact me. Sincerely,Clou\n                ", "listing_reviews": null, "store_reviews": "3 shop reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/900601043/5-earthy-tones-preset-preset-lightroom"}, {"seller_text": "FilAndEllieStudio", "seller_href": "https://www.etsy.com/shop/FilAndEllieStudio?ref=simple-shop-header-name&listing_id=1029443267", "store_sales": "9,294 sales", "store_rating": "4.8409", "listing_title": "7 Mobile LIGHTROOM Presets, Summer Presets, Pastel Presets, Instagram Filter, Natural Light And Airy,Blogger Preset, Natural Warm Presets", "listing_bestseller": "-", "listing_price": "\n                        $2.98\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 2 ZIP"], "listing_desc": "\n                    Instagram Presets / Mobile Lightroom Presets / Desktop & Mobile Presets /Natural Presets/Warm Summer Presets✩ INCLUDED IN YOUR PURCHASE ✩7 Mobile Lightroom Presets (DNG files)7 Desktop XMP PresetsFree 35 pages PDF on Social Media GrowthDetailed PDF Image Instructions◾️ If you have issues downloading or using any of the files, please contact me and I will re-send you the files and help you troubleshoot◾️With over 10 years of professional experience in the world of photography, you are guaranteed to get high quality presets that will elevate the look of your photos. We spent hundredths of hours editing, so that you won’t have to.✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Works With & WITHOUT Adobe subscription✔️ You only need Lightroom CC App on your Phone/iPad✔️ Works With Lightroom Desktop for Mac or PC (Classic & CC)Created for the FREE Lightroom Mobile App and Desktop Lightroom. Works best on RAW files but is fully compatible with JPEGS as well.General information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUY. Make sure to save the zip file on your phone. The transaction and installation can be completed on a mobile device. Access to a desktop computer is not required.These presets were designed to work with many different light conditions, from full sun to shade, and will help you achieve a consistent look by enhancing the colors and brightness of your photos. This pack in particular was designed to enhance the colors of sunlight, giving a warm, slighlty pink, natural and bright feel to your photos. A pastel accent for all your Spring photos. Perfect for general lifestyle photos, family, weddings or in general for portraits at golden hour/sunset . This pack works well for many different types of photography from lifestyle to travel, home blogging and professional wedding photographyGarden includes 6 mobile presets & 6 Desktop Presets. They are all extremely versatile, can be fully customized and are guaranteed to enhance dull images with just one click. Whether you work with photos straight from your phone’s camera roll or raw files from your DSLR, these presets will help you refine your style giving you beautiful photos.Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": null, "store_reviews": "421 shop reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/1029443267/7-mobile-lightroom-presets-summer"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=735827695", "store_sales": "171,643 sales", "store_rating": "4.8275", "listing_title": "10 Mobile Lightroom Presets, lightroom mobile presets,Instagram Presets, Preset Lightroom, Desktop Presets - Autumn presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    More presets in our SHOP:www.etsy.com/shop/KatherineDream• FILES INCLUDED IN YOUR PURCHASE •✔️ 10 MOBILE Lightroom presets for mobile Lightroom ( free mobile lightroom app)✔️ 10 DESKTOP Lightroom presets for desktop Lightroom✔️ Post-purchase Support✔️ Instructions✔️ Instant Download • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions• HOW TO ORDER •- Tap “add to cart” or “buy it now”;- Receive receipt and email from Etsy with link to download file- Download the Lightroom presets instantly.🧡Do you want to support us?  FREE package every week for our patrons and much more🧡https://www.patreon.com/katherinedream🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it. :)🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "100", "store_reviews": "6,145 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/735827695/10-mobile-lightroom-presets-lightroom"}, {"seller_text": "SnazzyMango", "seller_href": "https://www.etsy.com/shop/SnazzyMango?ref=simple-shop-header-name&listing_id=944703579", "store_sales": "3,763 sales", "store_rating": "4.6667", "listing_title": "INSTAGRAM Wedding Effect! Gold Wedding Effect! Personalised Instagram Effect, Engagement Filter For Instagram! Wedding Instagram Story Mask", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $8.01+\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: Adobe Illustrator, Photoshop, Instagram, Facebook, Spark AR, Glitter, Insta Stories, Effect, Instagram Story, Insta Story, Sparkle, Gold, Instagram Wedding\n\n\nRead the full description"], "listing_desc": "\n                    Personalised Instagram Effect! Gold Wedding Filter.TRY BEFORE YOU BUY: https://www.instagram.com/ar/208780934230521/Make a statement at your wedding with your very own custom Instagram/Facebook filter! All your family, friends, guests and followers will have access to your filter! Anyone who sees your story will also have access to your filter! Unlike snapchat filters it's not restricted to location and there is no upload cost!| CUSTOMISATION |Information Required:Mr. & Mrs. / Mr. & Mr. / Mrs. -Surname -Date (In format required) - Text colour (Select from drop down menu) or message me if you want a colour which isn't listed.Which social media do you want your filter to be on? (Facebook or Instagram). Please note there's a small charge to have your filter on both social media platforms as I essentially have to make 2 separate filters.| HOW IT WORKS |1 - Enter your personalisation requirements in the space provided when ordering.2 - I then design your filter in Instagram/Facebook's unique software.3 - A proof will then be sent to you of how your filter will look, please allow 24hrs for this.4 - Once you're happy with how your filter looks, I then submit it to Instagram/Facebook to upload to their filter collection. (This can take up to 48hrs)!5 - Once the filter has been accepted by Instagram/Facebook I will then email you a link to where you can find your filter on the social media site!6 - You can share the link with all your friends, family and guests! Alternatively, when your post to your story using the filter a badge will be displayed in the top left corner. Anyone who clicks on this will also have access and be able to use your filter! (An example of this is Picture 3).Please message me if you have any questions.  :)If you include the snapchat version in your order, this is just for the filter file. You must upload the filter to Snapchat where costs may be incurred due to location and date. More information can be found here: https://www.snapchat.com/l/en-gb/on-demand/Facebook and Instagram filters are uploaded by me at no extra cost.My full collection of Instagram & Facebook filters can be found here:https://www.etsy.com/uk/shop/SnazzyMango?ref=seller-platform-mcnav&section_id=21416837Keywords:Engagement filter, Instagram mask, Engagement Instagram Filter, Engagement Instagram Effect, Insta Filter, Instagram Filter, Instagram Story, Instagram Stories, Insta Stories, Instagram Wedding, Instagram Wedding Filter, Rose Gold Wedding Filter, Insta Wedding Filter, Insta Wedding Effect, Insta Wedding Stories, Insta Wedding, Instagram Wedding, Rose Gold Wedding Filter, Insta Mask, Insta Effect\n                ", "listing_reviews": "4", "store_reviews": "466 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/944703579/instagram-wedding-effect-gold-wedding"}, {"seller_text": "KIINcreations", "seller_href": "https://www.etsy.com/shop/KIINcreations?ref=simple-shop-header-name&listing_id=687420415", "store_sales": "108,066 sales", "store_rating": "4.8939", "listing_title": "MOODY blogger LIGHTROOM mobile & desktop presets / instagram blogger travel sage filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.12\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    ⭐ MORE PRESETS HERE: https://www.etsy.com/shop/KIINcreationsMOODY blogger Lightroom Presets for LIGHTROOM MOBILE & DESKTOP. These presets focus on moody tones, thunder blues and a beautiful tan skin. Perfect for holiday photos, beach bloggers, or even city pics!This set will make you achieve that moody low saturation look, without loosing too much colours.WHAT DO YOU GET? A super cool MOODY blogger Lightroom Preset set containing 5 beautiful presets:✅ 5 Mobile Lightroom Presets (DNG files)✅ 5 Desktop Lightroom Presets (XMP files)✅ 5 Desktop Lightroom Presets (LRtemplate files)\u2028✅ Easy Step-by-step PDF guide with instructionsBEST CUSTOMER SERVICEI want to be sure you’re satisfied! If you have any issues, I am happy to help! Just message me! :)COMMON QUESTIONS➕ Works in Lightroom Mobile App (iOS/Android)➕ Works With & WITHOUT Adobe subscription➕ You only need Lightroom CC App on your Phone/iPad➕ Works With All Lightroom & Adobe Camera Raw (ACR) Desktop VersionsMy presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. I’m confident that my presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image.IF YOU WISH TO PURCHASE ONLY LR MOBILE PRESETS - CLICK HERE:https://www.etsy.com/listing/673566022/moody-blogger-lightroom-mobile-presets?ref=shop_home_active_1Once payment is made you can download the presets instantly. Contact me with any questions regarding your order or using your presets I will be happy to help!STAY IN TOUCHIG: instagram.com/kiinlrpresetsWEBSITE: kiinlightroompresets.comEMAIL: info [!at] kiinlightroompresets.comRefunds/ExchangesDue to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is my number one priority. In the case you are not happy with a preset, send me a message and we can discuss an exchange for a preset that better fits your needs.© 2020 KIIN CREATIONS LLC, All Rights ReservedTERMS OF USE: Including but not limited to: No sharing the files. No selling the files. Derivative works are prohibited.\n                ", "listing_reviews": "47", "store_reviews": "4,454 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/687420415/moody-blogger-lightroom-mobile-desktop"}, {"seller_text": "ChristianDesignCo", "seller_href": "https://www.etsy.com/shop/ChristianDesignCo?ref=simple-shop-header-name&listing_id=612231344", "store_sales": "5,959 sales", "store_rating": "4.8188", "listing_title": "Social Media Frame, Social Media Props, Instagram Frame, Instagram Frame Prop, Instagram Prop, Photo Booth Frame, Instagram Photo Prop", "listing_bestseller": "Bestseller", "listing_price": "\n                        $8.50+\n                    ", "listing_highlights": ["Handmade", "Materials: Digital Download, Printable Art, Digital Files, Print Download, Digital Printable, JPEG\n\n\nRead the full description"], "listing_desc": "\n                    Social Media Frame, Social Media Props, Instagram Frame Prop, Instagram Frame, Social Media Photo Prop, Instagram Prop, Photo Booth Frame, Instagram Photo Prop, Instagram Cutout--------------------------------------------------Super pretty- New style, Instagram Frame Prop - Selfie FrameThis Photo Booth Frame is so universal! It is perfect for weddings, bridal showers, birthdays, graduation, baby showers, or any parties! You can use this Instagram Photobooth Prop for any special event!This super cute Social Media Frame is so unique, and is such a cute prop! Your guests will love this, it makes for such cute photos and helps you remember the special event! This is a great way to keep your guests entertained and have some fun!This is a custom, personalized Photo Booth Frame. I will customize this with your personalized party information! THIS IS FOR A DIGITAL DOWNLOAD ONLYYou will receive a 24\"x36\" JPEG digital file- High Resolution•24\"x36\" (fits 2-3 people)•Print it at favorite print shop•Digital download. (No physical item will be shipped) •Watermark will be removed when purchasedSuper easy to use! • Print at Print shop• I recommend having the print company print it on Foam Board• Once printed, Use a sharp X-Acto Knife to cut the middle square out yourself following the magenta line I have included in the file. 1) Please include the following information in the Notes box during checkout:(Please write all the following content EXACTLY as you would like it to appear- check spelling, Capitalization, etc)1. Your event Title 2. Your Username3. Your location4. Profile photo- SEND HIGH-RESOLUTION IMAGE for circle next to username (OPTIONAL)5. Number of likes6. Your Caption message (above hashtags)7. Your hashtags (up to 8, will try my best to fit them all depending on length of words)**You can provide your photo for profile picture via etsy messagesI allow up to 1 revision. Anything after 1 revision, will cost $5 per revision. So please check all spelling, punctuation, etc. Make sure all information is correct and written EXACTLY the way you would want it written.(We cannot use Insta, Instagram or Gram in any form for the title, at the top of the cutout)** Please do NOT include Emoji's or additional art requests. This is simply only a text edit. 2) Within 48 hours of payment and personalization info being received, I will send you a pre-proof via etsy messages.*Please try to respond in a timely manner, otherwise it will further delay the delivery of your file.3) Once the pre-proof has been approved, the Final approved digital file will be sent to the email address linked to your Etsy account.**(No additional changes will be made once the pre-proof has been approved/or final file has been delivered). Want to ensure you have this file within a same day turnaround? Buy the \"Digital File +Rush\" option from the dropdown menu. •Proof turnaround does not start until all information is provided to us. I can not ensure same day, if all Information is not sent over right away! Be sure to include a photo, if choosing to use one. Pre-proofs will be sent, and must have your final approval within the same day to be able to deliver the Final file same day. --------------------------------CUSTOM ORDERS- Custom orders are welcome! Please contact me before purchasing if you need additional changes, such as font color, File size, etc. I can create a custom listing for you.I can do various print jobs as well! Let me know if you would like a specific design, font, or size! I can accommodate & create a custom order! If you have any questions, please feel free to contact me! Thank you!Please follow me on:Pinterest- www.Pinterest.com/ChristianDesignCoFacebook: www.facebook.com/ChristianDesignCo--- TERMS OF USE ---All artwork purchased from  ChristianDesignCo is for personal use only. By purchasing you agree and are bound by the copyright agreement.---------------fine print----------------Because of the digital nature of this product, all sales are final.Due to different monitor calibrations note that colors may change slightly from monitors to print. Final print quality will depend on the type of printer and paper used.Copyright © 2017 ChristianDesignCoAll rights reserved. All images and designs have been uniquely created by ChristianDesignCo and are for personal use only. Under no circumstances are the images and/or designs to be used, reproduced, or resold either physically or electronically without the express written permission of ChristianDesignCo.\n                ", "listing_reviews": "33", "store_reviews": "476 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/612231344/social-media-frame-social-media-props"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=793073746", "store_sales": "70,786 sales", "store_rating": "4.9099", "listing_title": "5 Nude Tone Presets Lightroom Mobile & Desktop, Minimal Beige Instagram Filter Warm, Creamy Brown Lifestyle Influencer Preset for Bloggers", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Nude Tones Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram, Photo Editing Filter for Lifestyle and Travel🌟The Nude Tones Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add soft beige, tan and creamy nude colored tones to your Instagram photos. These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for mobile preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "63", "store_reviews": "5,612 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/793073746/5-nude-tone-presets-lightroom-mobile"}, {"seller_text": "SurpriseINC", "seller_href": "https://www.etsy.com/shop/SurpriseINC?ref=simple-shop-header-name&listing_id=872494735", "store_sales": "20,805 sales", "store_rating": "4.9337", "listing_title": "Friends TV Photo Booth Printable Props - Tv Series Inspired Props, Friends Tv Series Props, regina phalange, my lobster Instant Download DIY", "listing_bestseller": "Bestseller", "listing_price": "\n                        $8.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    This listing is for one digital PDF file with 26 images for a printable photo prop set for you Friends Tv Show Inspired Party. As soon as your payment is accepted on Etsy, you'll have immediate access to the downloads (check your email)! ****************NO PHYSICAL ITEMS WILL BE SHIPPED**************You will be responsible for the printing of your materials. You can print as many as you need at your local photo lab, office supply store or your house! File prints perfectly onto any 8.5\" x 11\" cardstock. We recommend 80 or 65 lb. white cardstock.Please be aware that colors vary monitor to monitor, as well as printer to printer.Return to my shop:www.etsy.com/shop/SurpriseINC------- ★ -------Note:1)This is an INSTANT DOWNLOAD meaning once your payment has been confirmed, you will receive a link to download the item. It is your responsibility to make sure you download the files of purchasing the item. No files will be emailed to you unless you send me a message/convo requesting it.2)Due to the nature of instant downloadable products, refunds will not be given after purchase. For personal use only. ------- ★ -------HOW TO DOWNLOAD YOUR FILETo access your digital file(s), go to You > Purchases and reviews and look for the order. To the right of the order, click Download Files. This goes to the Downloads page for all the files attached to your order.------- ★ -------All printables are personal use. Please do not distribute, edit or sell.***All copyrights and trademarks of anycharacter images used belong to their respective owners and are not being sold. This item is not a licensed product and we do not claim ownership over the characters used. Your purchase is for the labor, time and creative effort put into creating this printable file.\n                ", "listing_reviews": "7", "store_reviews": "1,209 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/872494735/friends-tv-photo-booth-printable-props"}, {"seller_text": "MintAndMonochrome", "seller_href": "https://www.etsy.com/shop/MintAndMonochrome?ref=simple-shop-header-name&listing_id=597181923", "store_sales": "2,491 sales", "store_rating": "4.9569", "listing_title": "Hashtag Photo Booth Props / Customized Hashtag Words & Phrases / Personalized Sayings / Birthday / Events / Selfie / FULLY ASSEMBLED / 6 PC", "listing_bestseller": "-", "listing_price": "\n                        $24.95\n                    ", "listing_highlights": ["Handmade", "Materials: cardstock, birch wood dowels\n\n\nRead the full description"], "listing_desc": "\n                    Our production time is 1-5 business days (not including shipping). It'll take 1-5 business days PLUS additional 1-6 business days for shipping, depending on the shipping method you select during checkout.Shipping Options:✦ Standard Shipping (2-6 days)✦ Priority Mail (1-4 days)✦ Priority Mail Express (1-2 days)★PLEASE READ★Due to the pandemic, there may be minor delays during transit. We cannot guarantee delivery dates or times & it's beyond our control. We ask for your patience and understanding as our carrier (USPS) is handling a higher volume of packages & has limited transportation availability as a result of the ongoing COVID-19 impacts. We can only guarantee that we'll ship out your order within our production time of 1-5 business days. Please note that we are only responsible for your order until it reaches the Post Office. We are not responsible for lost, damaged, misdelivered packages, or address errors made by the customers. We don't offer refunds or exchanges if USPS fails to deliver on time, as it is their responsibility for deliveries. We don't offer refunds or exchanges for cancelled events. PLEASE keep this in mind as you check out, as you're agreeing to this. Please message us if you have any questions!--------------------------------------------------------------Hashtag Photo Booth Props / Hashtag Words And Phrases / Wedding / Birthday Party Photo Props / Events / Selfie / FULLY ASSEMBLED / 6 PC✦ This set includes 6 assortment of photo props that are ideal for any parties!✦ Includes: 6 Hashtag Photo Props (6.75\"-9.5\")✦ If you want to customize the signs, please write down the 6 hashtags or phrases (with or w/o # & capitalizations) exactly how you want it written in the \"Personalization\" box. ✦ The sign width will depend on the number of characters, but max width is 10.75 inches. The font size will be smaller & harder to read if you include very long characters.✦ These props are made with high quality cardstock paper - 65 lb. ✦ All our props are made with double or triple layers for durability.✦ Each photo prop comes FULLY ASSEMBLED and attached to birch wood dowels (3/16\" x 12\").✦ PLEASE include the date of your event in the \"note to seller\" box during checkout! We want to make sure you will receive your order in time. If you have any concerns about getting your order in time for your event, please message us to confirm before placing an order. --------------------------------------------------------------✦ Please feel free to message us if you'd like to customize this set in any way or change the colors & we'll be happy to work with you.--------------------------------------------------------------Thank you for visiting our shop!! :)\n                ", "listing_reviews": "11", "store_reviews": "437 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/597181923/hashtag-photo-booth-props-customized"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=734939541", "store_sales": "70,786 sales", "store_rating": "4.9099", "listing_title": "5 Color Pop Lightroom Mobile & Desktop Presets, Vibrant iPhone Photo Editing for Instagram Blogger, Bright Summer Travel Influencer Filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Color Pop Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram Influencers, Bright Vibrant Photo Editing Filter for Summer Travel🌟The Color Pop Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add beautiful, vibrant tones to your Instagram photos. These presets were inspired by my personal Instagram editing style & digital nomad lifestyle.These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "77", "store_reviews": "5,613 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/734939541/5-color-pop-lightroom-mobile-desktop"}, {"seller_text": "IuliiaPresets", "seller_href": "https://www.etsy.com/shop/IuliiaPresets?ref=simple-shop-header-name&listing_id=748881190", "store_sales": "9,430 sales", "store_rating": "4.7874", "listing_title": "20 Lightroom Mobile Presets Desktop VIBRANT Bright Summer Preset Vivid Color Pop Presets Lifestyle Beach LR Mobile Presets Instagram Filters", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $5.97\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ❤️ See more presets in our shop: ❤️www.etsy.com/shop/IuliiaPresets📎Important!Lightroom Presets DESKTOP & MOBILE, DESKTOP and MOBILE versions separately you can see in my shop! (Links below)📎This set of vivid colors presets (Lightroom Desktop Presets and LR Mobile Presets) is perfect for your colorful photos. Using this Vibrant presets as Instagram filters you can transform your Instagram feed to amazing vivid tones!These Desktop and Mobile color pop presets were tested with different colors using as blogger, influencer presets and lifestyle presets.📎Lightroom Desktop & Mobile VIBRANT bright summer and beach Preset in 20 different variations.Based on your camera settings, lighting conditions, white balance settings, dominant colors etc., you may need to slightly adjust the settings of the presets to make your photos look perfect!It is for this reason the additional variations of the Original preset were created to make sure that you get the desired results for different settings of your original photos.📎You can easy to download presets and add photo filter by one click!📎Buy MOBILE version onlyhttps://www.etsy.com/listing/748877780/📎Buy DESKTOP version onlyhttps://www.etsy.com/listing/762758501/📎Have a look at all presets and story highlight icons in my shop:https://www.etsy.com/shop/IuliiaPresets 📎FREE TEST EDIT! ❤️Can't decide what preset to buy? Text me a message 📝and I can do a FREE test edit for your photo using 3 presets you have chosen to help you decide!📎How to install Lightroom presets you can see in my included instructions.📎You need Lightroom App on your Mobile/Desktop devices.📎Included:- Lightroom Desktop Presets (20 XMP files and 20 LRTEMPLATE files (for different Lightroom versions) for desktop only)- Lightroom Mobile Presets (20 photo editing DNG files)- Step-by-step text guide with video instructions📎If the filter makes your photos too dark or too light, adjusting the exposure and/or contrast should fix this. The result depends on the lighting of your original photos.📎Due to the nature of digital downloads no exchanges or refunds will be made.Make sure you read all product information carefully before making a purchase.If you have any questions, please contact me and I will be happy to help you!📎Please follow me on Instagram @iuliiapresets to see the presets in action. Tag me with @iuliiapresets when you post your photos using my presets! I would be happy to see them!📎Stay In Touch:Instagram: @iuliiapresetsEmail: iuliiapresets [a] gmail.com📎Important: There is no refund/exchange/cancellation for the purchases with digital items! 📎©2019, IuliiaPresets, All Rights ReservedDo not copy or redistribute!\n                ", "listing_reviews": "14", "store_reviews": "318 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/748881190/20-lightroom-mobile-presets-desktop"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=747180046", "store_sales": "237,230 sales", "store_rating": "4.8715", "listing_title": "10 Lightroom Presets For Desktop and Mobile Lightroom INSTA / Lightroom Mobile Presets / Instagram Filter for Bloggers, Photo Editing", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    10 Mobile Lightroom Presets INSTA THEME , instagram preset,  influencer presets , lifestyle blogger presetsEdit your Instagram photos like a pro on your mobile device! Instagram Preset INSTA THEME Included 10 presets inspired by travel bloggers and influencers around the world  and will enhance your photos and assist in creating a cohesive Instagram feed. This preset for every kind of picture that will surely deliver stunning results and make your images look a hundred times better! For photographers who do a lot of fashion, travel and lifestyle photography.🔺Included10 LIGHTROOM PRESET .DNG file .ZIP Archive 10 LIGHTROOM PRESET .XMP file .ZIP Archive .PDF file with direct link to download presets directly to your phone .PDF Instruction Guide 📍Unfortunately, Etsy does not support downloading digital files via Etsy App. Please download via one of the following options:1. Visit your email and click 'View Your Files on Etsy' in the email received from Etsy. Login to your Etsy account (if you have one). You will see the links to your files at the bottom of the page.2. Login to your Etsy account via Safari or Google Chrome browser on your mobile phone. Click on Your Account (a circle in the top right corner) > Purchases and Reviews > Your Order > 'Download Files'. You will see the links to your files at the bottom of the page.Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and I'll send your preset immediately and you can save directly in your camera roll‼️For any questions or editing help Please contact me email victoriabee.shop [!at] gmail.com© 2019-2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoKeywords: Instagram Filter, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Lightroom filter for Blogger, Summer presets, cohesive aesthetic,  lightroom desktop, photo filter,  instagram filter\n                ", "listing_reviews": "41", "store_reviews": "8,047 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/747180046/10-lightroom-presets-for-desktop-and"}, {"seller_text": "Blondary", "seller_href": "https://www.etsy.com/shop/Blondary?ref=simple-shop-header-name&listing_id=967519508", "store_sales": "2,567 sales", "store_rating": "4.9957", "listing_title": "Mobile Lightroom Presets, Spring Preset, Vintage Presets, Vsco Filters, Iphone Presets, Lightroom, Mobile Presets, Instagram Filters, Bright", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.89\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Mobile Lightroom Presets, Instagram Presets, Vintage Presets, Spring Preset, Travel presets, Bright Presets, Photo filter, Blogger Presets, Indoor photo presets, Lifestyle presets, Warm Bright preset, Instagram Filter✩ FREE PRESETS OFFER ✩💥 GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE 💥💥 GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE 💥*Spring Mobile Preset: include 1 mobile lightroom preset perfect for Spring. Transform your outdoor photos with the Spring Lightroom Preset*⭐You Will Receive :- 1 DNG. Mobile Preset- 1 PDF file - Mobile InstructionsAll presets files are in DNG format.After the download you will need to unzip the file, either on your PC (and then send the mobile presets to your phone) or on your phone (if you have an app that can unzip files).- If you have problems with installation or with downloading your files just contact me and I'll do my best to help you.- Please keep in mind that each photo has different light setting so you can tweak some settings as light, contrast etc after applying you presets to get best results.For personal use ONLY! You may NOT sell, distribute, rent, give, sub-license, or transfer presets, or presets sent to anyone else.More Presets:Creamy Presets:https://www.etsy.com/listing/948185389/mobile-lightroom-presets-5-creamy?ref=shop_home_active_8&pro=1Winter Snow Presets:https://www.etsy.com/listing/949617290/mobile-lightroom-presets-12-winter-snow?ref=shop_home_active_9&pro=1Selfie Presets:https://www.etsy.com/listing/969972545/mobile-lightroom-presets-8-selfie?ref=shop_home_active_4&pro=1Fitness Presets:https://www.etsy.com/listing/943374818/lightroom-presets-6-fitness-presets?ref=shop_home_active_5&pro=1Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filters, Travel Presets, Influencer Presets, warm presets, iPhone Presets, Moody Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright Presets, Clean Preset, Color Pop Preset, Vibrant Presets, Mountains Presets, Bright Nature Presets, Nature Presets , Landscape Presets, Adventure Presets, Hiking Presets, Spring Presets, Green Presets\n                ", "listing_reviews": "29", "store_reviews": "234 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/967519508/mobile-lightroom-presets-spring-preset"}]