[{"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=809048733", "store_sales": "237,230 sales", "store_rating": "4.8715", "listing_title": "25 Lightroom Presets DEEP MOODY For Mobile and Desktop Lightroom, Moody and Rich Presets, Dark Instagram Filter, Travel Boho Preset", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $4.35\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    Rich and Moody Mobile Lightroom Presets, DeepDarl Desktop Lightroom PresetsThese Presets designed for both Lightroom Desktop and the free Lightroom Mobile App, these presets will transform your photos with dark and moody colors and rich earthy hues in a single click. Perfect for weddings, travelers, bloggers, engagements and elopements, portrait, fine art photography, fashion, lifestyle, landscape, street photography, outdoor and indoor photography and pretty much all creative photography.Speed up your editing workflow by applying these presets to your photos within a few seconds.🔺Included25 LIGHTROOM MOBILE PRESET .DNG file ZIP Archive25 LIGHTROOM MOBILE PRESET .XMP file  Zip Archive.PDF file with direct link to download presets directly to your phone Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️🎁 GET 5 & PAY FOR 3: add 5 presets to your cart, use coupon: GIFT2 and pay for 3 only https://www.etsy.com/shop/VictoriaBeePhoto?coupon=GIFT2For any questions or editing help Please contact me email victoriabee.shop [!at] gmail.comCheck out my Bestseller Itemshttps://www.etsy.com/shop/VictoriaBeePhoto© 2019-2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephoto\n                ", "listing_reviews": "53", "store_reviews": "8,047 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/809048733/25-lightroom-presets-deep-moody-for"}, {"seller_text": "Presetsil", "seller_href": "https://www.etsy.com/shop/Presetsil?ref=simple-shop-header-name&listing_id=904674862", "store_sales": "420 sales", "store_rating": "4.6364", "listing_title": "4 professional Lightroom Mobile Presets, Instagram filter, bright and clear, presets for all types of photos.", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.38\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 MOV, 1 ZIP"], "listing_desc": "\n                    4 Lightroom Presets for amazing edit results. The presets will take your photos  to a much higher level. Your feed will be a goal for everyone ! ✨* What will you get in the package?✔️ 4 presets which both work with iPhone & Android ✔️ The presets work in the FREE Lightroom Mobile App ✔️ Video clip showing how to download the presets step by step✔️ Fast direct digital download ✔️ How to use the presets in the app 🎁 B O N U S 🎁 *Buy 4 and pay only for 2*Use the code 2FREEThis preset is the best assistant and easily improves photos. You will get all the secrets of editing in one click! I know that you will enjoy it! I’m excited to see your results.  💥\n                ", "listing_reviews": "6", "store_reviews": "11 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/904674862/4-professional-lightroom-mobile-presets"}, {"seller_text": "PresetSource", "seller_href": "https://www.etsy.com/shop/PresetSource?ref=simple-shop-header-name&listing_id=845099331", "store_sales": "10,408 sales", "store_rating": "4.9046", "listing_title": "4 Mobile LIGHTROOM Presets, lightroom mobile preset, lightroom presets , Influencer, blogger presets, Desktop Preset, Instagram, vsco clean", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 PNG, 1 ZIP"], "listing_desc": "\n                    Edit from Anywhere! \"Blogger\" Lightroom Mobile Preset + Lightroom Desktop Preset is THE insta preset you've been looking for. It is both neutral, simple but with a touch unique style. It will quickly become your favorite ;) Try it today! This set of 4 presets includes 1 original preset + 3 variations to help you get the perfect edit.INCLUDED IN YOUR PURCHASE:• 4 Blogger Mobile Lightroom Preset (.DNG file)• 4 Blogger Desktop Lightroom Preset (.xmp file)• PDF File with easy, step-by-step installation guideWorks in Adobe Lightroom (PC/Mac) and Lightroom Mobile App (iOS/Android)😍Please understand: Due to the digital nature of this product ALL SALES ARE FINAL. I will not be able to refund orders, however, I guarantee preset's functionality.Create beautiful photos for yourself and your Instagram/VSCO/Blog/Snap/Pinterest! 💖💖My presets are made to enhance your photos and get them to their most beautiful colors. One click editing makes it easy for you to edit you photos anywhere, anytime FAST! No more wasting time on playing with settings. I created a collection of different moods and textures for your photos so you can effortlessly get beautiful photos in seconds. 🙌🏻🙌🏻🙌🏻Many many more preset are coming soon but I couldn’t wait to launch! Hope you love them!All presets are pre-tested on different photos. Please see the before and after photos. Remember that all Lightroom presets work differently. Each of your beautiful photos is unique in terms of color, light, exposure, etc. Use this preset as the basis for your photos and adjust to your liking. 🤓Have any difficulties or questions? Please contact us! One of out team members will get back to you ASAP.Keywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets© 2021 PresetSource, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: No sharing of the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "100", "store_reviews": "913 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/845099331/4-mobile-lightroom-presets-lightroom"}, {"seller_text": "SimonaLisaPresets", "seller_href": "https://www.etsy.com/shop/SimonaLisaPresets?ref=simple-shop-header-name&listing_id=833328999", "store_sales": "3,875 sales", "store_rating": "4.8675", "listing_title": "10 Cream Mobile Lightroom Presets, Iphone Presets, Lightroom, Mobile Presets, Instagram Filters Presets, Dng Presets, Cream Presets", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.19\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 2 ZIP"], "listing_desc": "\n                    10 Cream Mobile Lightroom Presets, Iphone Presets, Lightroom, Mobile Presets, Instagram Filters Presets, Dng Presets, Cream PresetsSHOP MORE PRESETS :)https://www.etsy.com/shop/SimonaLisaPresetsINCLUDED :)> 10 Instant Download Mobile Lightroom & Desktop Presets (DNG file)> PDF How To Install Mobile Presets Guide> Free Gift >Support available from our store at all times (just send a message through on Etsy)**The Presets are compatible with the Free Mobile Lightroom app, and the Desktop Lightroom app  (Via DNG Import, not LRTemplate)**If you require any assistance or have general queries, do not hesitate to send me a message on Etsy. :)Xx\n                ", "listing_reviews": "71", "store_reviews": "400 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/833328999/10-cream-mobile-lightroom-presets-iphone"}, {"seller_text": "SnazzyMango", "seller_href": "https://www.etsy.com/shop/SnazzyMango?ref=simple-shop-header-name&listing_id=986580638", "store_sales": "3,763 sales", "store_rating": "4.6667", "listing_title": "Bachelorette Instagram Filter! Gold Bachelorette Filter! Instagram Stories Filter. Hen Party Filter! Instagram Effect. Bachelorette Party!", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $8.01+\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: Adobe Illustrator, Photoshop, Instagram, Facebook, Spark AR, Glitter, Insta Stories, Effect, Instagram Story, Insta Story, Sparkle, Gold, Bachelorette\n\n\nRead the full description"], "listing_desc": "\n                    Custom Bachelorette For Instagram, Instagram Stories Filter!TRY BEFORE YOU BUY: https://www.instagram.com/ar/944533329616168/Make a statement at your bachelorette party with your very own custom Instagram/Facebook filter! All your family, friends, guests and followers will have access to your filter! Anyone who sees your story will also have access to your filter! Unlike snapchat filters it's not restricted to location and there is no upload cost!| CUSTOMISATION |-PERSONALISATION-Name:Date:Location:Text colour (Select from drop down menu) or message me if you want a colour which isn't listed.Which social media do you want your filter to be on? (Facebook or Instagram). Please note there's a small charge to have your filter on both social media platforms as I essentially have to make 2 separate filters.| HOW IT WORKS |1 - Enter your personalisation requirements in the space provided when ordering.2 - I then design your filter in Instagram/Facebook's unique software.3 - A proof will then be sent to you of how your filter will look, please allow 24hrs for this.4 - Once you're happy with how your filter looks, I then submit it to Instagram/Facebook to upload to their filter collection. (This can take up to 48hrs)!5 - Once the filter has been accepted by Instagram/Facebook I will then email you a link to where you can find your filter on the social media site!6 - You can share the link with all your friends, family and guests! Alternatively, when your post to your story using the filter a badge will be displayed in the top left corner. Anyone who clicks on this will also have access and be able to use your filter! (An example of this is Picture 3).Please message me if you have any questions.  :)If you include the snapchat version in your order, this is just for the filter file. You must upload the filter to Snapchat where costs may be incurred due to location and date. More information can be found here: https://www.snapchat.com/l/en-gb/on-demand/Facebook and Instagram filters are uploaded by me at no extra cost.My full collection of Instagram & Facebook filters can be found here:https://www.etsy.com/uk/shop/SnazzyMango?ref=seller-platform-mcnav&section_id=21416837Keywords:Bachelorette Filter, Bachelorette Party, Hen Party, Ring Filter, Gold Filter, Gold Bachelorette, Pool Party, Insta Filter, Bachelorette Party Instagram, Bachelorette Geofilter, Insta Filter, Instagram Filter, Instagram Story, Instagram Stories, Insta Stories, Instagram Wedding, Instagram Wedding Filter, Rose Gold Wedding Filter, Insta Wedding Filter, Insta Wedding Effect, Insta Wedding Stories, Insta Wedding, Instagram Wedding, Rose Gold Wedding Filter, Insta Mask, Insta Effect\n                ", "listing_reviews": null, "store_reviews": "466 shop reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/986580638/bachelorette-instagram-filter-gold"}, {"seller_text": "CONTENTdesign", "seller_href": "https://www.etsy.com/shop/CONTENTdesign?ref=simple-shop-header-name&listing_id=971236034", "store_sales": "6,816 sales", "store_rating": "4.8828", "listing_title": "100 Instagram Inspirational Quote Pack| Editable Quote Templates| Motivational Quote Set| Minimal Social Media Posts| Blogger Engagement Kit", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.37\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    CUSTOMIZABLE CANVA Mobile and Website QUOTE Templates - for business, bloggers, marketing, branding and more! Edit and customize the designs to fit for your social media style and content. Motivational and Inspirational Quotes.GET 100 Professional INSTAGRAM QUOTE templates to boost engagement on your personal or business account!SIMPLIFY your INSTAGRAM marketing with our ready-to-use templates. In only a few steps create your own design that's ready to post to your account, leaving you with hours of free time to focus on what you love!FILE: PDF with instruction and link to access and edit the templates in CANVA. SIZE: 1080px x 1080px (Instagram Post)          1920px x 1080px (Instagram Story) CANVA is a graphic design application available online at www.canva.com. It is easy to learn and features an intuitive drag-and-drop interface that is perfect for editing. No software required, access your templates on any device (Phone, Computer, Tab).EDIT the templates to suit your brand, change background, text, color, replace photos with your own photography.HOW IT WORKS:PURCHASE the templateRECEIVE immediately PDF with link and guideOPEN the templates linkCUSTOMIZE for your needs in CANVAUPLOAD to your accountYou can edit your template over and over again as needed  You can edit the templates to suit your brand, change background, text, color, replace photos with your own photography.NOTE: All designs are ©CONTENTdesign - please do not distribute or resell these templates in whole or part. Since this is a digital file we cannot provide returns or exchanges on downloadable items. Please ask all questions before purchasing your item.THANK YOU for visiting CONTENTdesign!Shop main page - https://www.etsy.com/shop/CONTENTdesign?ref=seller-platform-mcnav\n", "listing_reviews": "25", "store_reviews": "239 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/971236034/100-instagram-inspirational-quote-pack"}, {"seller_text": "Filterity", "seller_href": "https://www.etsy.com/shop/Filterity?ref=simple-shop-header-name&listing_id=905944823", "store_sales": "29,316 sales", "store_rating": "4.9333", "listing_title": "Wedding Instagram Filter, Wedding Instagram Effect, Custom Filter for Instagram, Instagram Story Filters, Wedding Story Filter, IG, Snapchat", "listing_bestseller": "-", "listing_price": "\n                        $30.56+\n                    ", "listing_highlights": ["Handmade"], "listing_desc": "\n                    ✅ TRY BEFORE YOU BUYPaste the link in web browser on mobile ➡️ https://bit.ly/TRY-SP01Get a Custom Wedding Instagram Filter and Share the Best Moments of your once in a lifetime celebration! Surprise your friends with this animated Instagram Effect! Pst... your selfies will look amazing!Here's how it works:HOW TO ORDER:1) Select font color.2) Select where do you want your filter to be available.3) Add your names and date in the personalization field.4) Click \"Buy it Now\" or \"Add to Cart\" and checkout.PROCESSING:1) I will create and send you the proof within 24 hours via Etsy messages. Need the filter ASAP? Buy Rush Order here ➡️ https://www.etsy.com/listing/518970048/ and I'll send the proof within 1 to 12 hours. 2) Once you'll confirm the proof, I will upload your filter to Instagram and/or Facebook. It usually takes 2 hours to approve it, but sometimes it can take up to 2-3 days.3) Once it gets approved, I will send you the link to the filter! You can use it and share it with your friends anywhere! There's no expiration date.Using our filters on Instagram doesn't cost anything extra. You can use your filter anywhere and anytime! There's no expiration date.GOT A QUESTION?Don't hesitate to contact me.100% SATISFACTION GUARANTEED!If you're not fully happy with your order, let me know and I'll adjust it or issue a full refund!LOOKING FOR MORE?Visit our home page for Discounts!http://www.etsy.com/shop/Filterity\n", "listing_reviews": null, "store_reviews": "2,810 shop reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/905944823/wedding-instagram-filter-wedding"}, {"seller_text": "ThePresetCow", "seller_href": "https://www.etsy.com/shop/ThePresetCow?ref=simple-shop-header-name&listing_id=934063765", "store_sales": "6,133 sales", "store_rating": "4.8085", "listing_title": "Mobile Lightroom Presets | Instagram Presets | Desktop Lightroom Presets | Influencer Blogger Presets | Sunset Preset | Warm Light Preset |", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.13\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 2 other files"], "listing_desc": "\n                    Created for Instagram influencers, lifestyle or travel bloggers, and creators, this warm sunset preset will transform your images with just one click! Aimed to create a cohesive feed & consistent aesthetic for your Instagram, blog, or platform. Made by a photographer with 6 years of camera experience.INCLUDED IN YOUR PURCHASE:✔ 1 MOBILE Lightroom Preset (DNG format)✔ 1 DESKTOP Lightroom Preset (XMP format)✔ PDF Step-by-Step GuideCOMMON QUESTIONS: ✔ Compatible in Lightroom Mobile App (iOS or Android)✔ Compatible in Lightroom Desktop (Mac or PC)✔ Compatible in all Lightroom Desktop versions✔ Instant downloadContact me with any questions, feedback, or concerns. Thank you for shopping small!♡ Stay safe & happy editing, Alana ♡📌 PINTEREST: www.pinterest.com/alanamak📷 INSTAGRAM: www.instagram.com/alanamakREFUND POLICY & TERMS OF USE:Due to the digital nature of this product, all sales are final & there are no returns or exchanges. No sharing files, or reselling them in any form. Derivative works are prohibited. Violators of this agreement will be prosecuted.© ThePresetCow, 2020KEYWORDS:Warm Filter I Light Preset I Sunset Photo Preset | Summer Filter | Mobile Lightroom Presets I Instagram Presets I Desktop Lightroom Presets I Influencer & Instagram Filter I DNG I Mobile Filter I Travel Presets I Influencer Presets I I iPhone Presets I Blogger Presets I Photo Filters I Android Preset I Edits in Lightroom | VSCO Filter | Lightroom Editing | Photo Presets | Lightroom for Beginners | Best Lightroom Presets | VSCO Tumblr Editing | Best Instagram Filters | Aesthetic Lightroom Preset | Aesthetic Instagram Filter | Photo Editing | Travel Filter | Blogger Filter | Easy Preset | Photography Presets | Photography Editing |\n                ", "listing_reviews": "16", "store_reviews": "188 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/934063765/mobile-lightroom-presets-instagram"}, {"seller_text": "CONTENTdesign", "seller_href": "https://www.etsy.com/shop/CONTENTdesign?ref=simple-shop-header-name&listing_id=949582412", "store_sales": "6,816 sales", "store_rating": "4.8828", "listing_title": "120 Instagram Templates for Canva| Lash Instagram Post and Story| Blogger Social Media Templates| Pink Feed| Instagram Branding Kit| Girl", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $5.05\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Instagram Templates for Canva| Lash Instagram Post and Story| Blogger Social Media Templates| Pink Feed| Instagram Branding Kit| GirlCUSTOMIZABLE CANVA Mobile and Website Templates - for business, bloggers, marketing, branding and more! Edit and customize the designs to fit your social media style and content.GET Professional INSTAGRAM templates to boost engagement on your personal or business account!SIMPLIFY your social media marketing with our ready-to-use templates. In only a few steps create your own design that's ready to post to your account, leaving you with hours of free time to focus on what you love!FILE: PDF with instructions and links to access and edit the templates in CANVA. POST SIZE: 1080px x 1080px STORIES SIZE: 1080px x 1920px CANVA is a graphic design application available online at www.canva.com. It is easy to learn and features an intuitive drag-and-drop interface that is perfect for editing. No software required, access your templates on any device (Phone, Computer, Tab).EDIT the templates to suit your brand, change background, text, color, replace photos with your own photography.HOW IT WORKS:PURCHASE the templateRECEIVE immediately PDF with link and guideOPEN the template's linkCUSTOMIZE for your needs in CANVAUPLOAD to your accountYou can edit your template over and over again as needed  You can edit the templates to suit your brand, change background, text, color, replace photos with your own photography.NOTE: All designs are ©CONTENTdesign - please do not distribute or resell these templates in whole or part. Since this is a digital file we cannot provide returns or exchanges on downloadable items. Please ask all questions before purchasing your item.THANK YOU for visiting CONTENTdesign!\n                ", "listing_reviews": "21", "store_reviews": "239 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/949582412/120-instagram-templates-for-canva-lash"}, {"seller_text": "MySocialBoutique", "seller_href": "https://www.etsy.com/shop/MySocialBoutique?ref=simple-shop-header-name&listing_id=967506476", "store_sales": "5,030 sales", "store_rating": "4.95", "listing_title": "60+ Coach Carousel Post Templates for Instagram - Canva Carousel Templates for Coaches, Creators & Educators - Instagram Small Biz Marketing", "listing_bestseller": "Bestseller", "listing_price": "\n                        $26.19\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF"], "listing_desc": "\n                    60+ big Coach Carousel Instagram Post Templates Pack for Canva to help you teach and share your expertise on Instagram. Grow your Engagement and Increase your Sales with our fully customizable Instagram Carousel Templates for Coaches, Creators & Educators.NEW PRODUCT ARRIVAL ⫸ SAY HELLO TO THE COACH CAROUSEL POST TEMPLATE PACK 🤩👩🏻‍💻The Coach Carousel Templates Pack is perfect for Coaches in all areas including Business, Health & Wellness, Content Creators, Experts and small business owners who want to better target their audience and use awesome and trendy design to share their expertise with call to action posts.Create an exciting Carousel swipe experience that will keep your followers for a much longer period on your posts and see how your engagement skyrockets. All templates are full customizable and will easily adapt to your branding including all colours, texts, styles and images. This big 60+ Carousel Post Template Pack for Instagram will help you to immediately boost your audience engagement, increase your sales, establish your expertise as a brand & biz and give you the much needed Instagram Feed restyling you have been looking for.✅ Promote your Expertise through easy to follow teachings✅ Use the stylish designs to highlight and support your content including Gradient Backgrounds and funny memes✅ Connect multiple posts to keep your audience longer on your posts✅  Create a fun branding around your show with quotes + carousel + graphic templates✅ Fully customisable Canva Templates you can use over and over again🌟 USE OUR COACH CAROUSEL POST TEMPLATES TO TEACH YOUR EXPERTISE ON INSTAGRAM THROUGH AMAZING DESIGNHere are a few ideas on how you can use our Carousel Templates👉🏾 Up to 5-step Checklist to announce, excite and prepare your audience for upcoming sale, product or service 👉🏾 DOs + DON'Ts Carousels to educate your audience about any topic. Establish your expertise and build a connection. 👉🏾 Introduce a new Product or Service you are about to launch. Make your followers go crazy about it by feeding bits & pieces.👉🏾 Annouce a Sale with a Multi Step Carousel and divide all the important info even on the slides instead of packing it together✨WHAT IS INCLUDED IN OUR COACH CAROUSEL TEMPLATE PACK?➜ 60+ Podcast Posts Templates to edit in Canva (1080px x 1350px)➜ Detailed How to Use PDF Guide ✨ FULLY CUSTOMIZABLE CANVA COACH CAROUSEL POST TEMPLATESYou can customize colours, text and images in all templates with your own information in the Canva web or mobile app and use them over and over again!● change all text, photos, shape and background colours● add your own texts and photos● replace fonts with different fonts● move objects around and position them new or completely remove them⚠️ Important Some of the images used in this pack are only available with a Canva Pro subscription. However, the images are for demonstration only, so you can easily change them and use your own.PLEASE NOTEBranding elements and templates are copyrighted. With your purchase you are allowed to use them in 1 personal or commercial project. It is strictly prohibited to resell or redistribute the templates, elements and files in any kind of way! Copyright by MySocialBoutique 2021.You are a Coach, Expert, Educator or Small Business on Instagram? You want to teach & share your knowledge with your Audience? You have the content ready but are struggling with the design and the implementation of it? You are frustrated with your current Instagram Feed and don't like how it looks? It's time to improve it? Make it more branded so you can grow as a brand and business?  OMG YES, PLEASE HELP?!We have exactly what you are looking for 👉🏾 Our fully customisable Instagram Coach Carousel Post Templates for Canva will improve your Insta-Game immediately, save you literally countless hours in Canva and give you the attention and engagement for your content that you deserve. Create with ease dozens of beautiful designed and fully branded Instagram Carousel Posts in just one go - all you need is our Coach Carousel Templates and you will be able to:\n                ", "listing_reviews": "6", "store_reviews": "387 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/967506476/60-coach-carousel-post-templates-for"}, {"seller_text": "PixiePieCreatives", "seller_href": "https://www.etsy.com/shop/PixiePieCreatives?ref=simple-shop-header-name&listing_id=1018281584", "store_sales": "26 sales", "store_rating": "5", "listing_title": "Blue Canva Instagram Template | Simple Canva Template| Aesthetic Instagram Feed | Small Business Branding | Instagram Story Template", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $5.59\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Welcome, boss babes!❣️ Your Dream Blue Canva Instagram Template ❣️Increase your brand awareness with these beautiful and easily editable Instagram templates!Attract your ideal customers and have their trusts by having an appealing and professional-looking Instagram page  . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .❣️ Save more with this bundle ❣️https://www.etsy.com/listing/1040640925/canva-instagram-template-simple-canva. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ❣️ Easily Editable on Canva ❣️With this template, you will be able to easily add in your own information, photos, and can change the fonts, colors, etc. to fit your own personal brand.. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ❣️ What You Will Receive ❣️1 PDF-file that links to these 30 Canva templates + 5 FREE story templatesYou can go to https://www.etsy.com/your/purchases to check your purchases too. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ❣️ Product Size ❣️ 1080px x 1080px (feed post templates)1080px x 1920px (free story templates). . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ❣️ Read this before purchasing ❣️ - Please keep in mind this listing is for a digital download ONLY. You WILL NOT be sent a physical item.- Do note that you will need to have a free Canva account to edit these templates. Sign up here if you don't have a Canva account: https://www.canva.com/join/yvt-zqs-chj- Never used Canva before? It's easy! Check out these Tutorials: https://designschool.canva.com/tutorials/getting-started/- This design is available for personal use only. Product is not allowed to be sold or distributed in any shape of form.- Colors may vary based on monitor screen. But you can always edit the colors to your liking.- Some of the photos displayed are available for Canva Pro member only. However, you can always change it to your own photos or use free version of photos in Canva.- There are no returns when purchasing a digital download. Please contact me with any questions before purchasing.. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . Enjoy the templates and wishing you the very best for your business! xx,Adalia | PixiePieCreatives\n                ", "listing_reviews": null, "store_reviews": "2 shop reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/1018281584/blue-canva-instagram-template-simple"}, {"seller_text": "LouMarksPhoto", "seller_href": "https://www.etsy.com/shop/LouMarksPhoto?ref=simple-shop-header-name&listing_id=674334567", "store_sales": "388,511 sales", "store_rating": "4.8278", "listing_title": "10 Mobile LIGHTROOM Presets, Vibrant Blogger Preset, Desktop Presets Lightroom, Colorful Lightroom Preset, Bright Instagram filters", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.49\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP, 2 PDF"], "listing_desc": "\n                    SALE!! Buy 3 Packs & Get 2 FREE! Add all 5 Packs to your cart and only pay for 3 in total!Create consistent photo edits with The Vibrant Blog Pack. These Preset will give your images amazing vibrancy, brightness, clarity, and a modern aesthetic. This was designed for Lightroom Mobile to have consistency when editing. Vibrant will bring out all those amazing colors in your images with rich tones and soft light. This preset work great on both indoor and outdoor images.Amazing Preset Collection to give images that colorful bright look, keeping color vibrant & skin tones smooth. Looks amazing on travel, fashion, beauty, city, interior, selfies and even wedding images! Created for all skin tones! My Presets work with All Versions of Lightroom Mobile & Lightroom Desktop and with Photoshop ACR.INCLUDED IN YOUR PURCHASE ✔️ 12 Mobile Lightroom Presets (DNG)✔️ 12 Desktop Lightroom Presets (LR)✔️ 12 Desktop Presets (XMP)✔️ PDF guide & Video InstructionsCOMMON QUESTIONS✔️ Works With The Free & Paid Lr App✔️ Works With iPhone & Android✔️ Works With All Lightroom Desktop Versions ✔️ Works With Photoshop ACR ✔️ Works With Mac & PC✔️ Works With JPG & RAW FormatsSKIN TONE PROMISE ♡You are you unique and so are our Presets! We created our Presets for everyone. No one specific skin tone or hair color. When you purchase from Lou + Marks you are not just purchasing presets you also get our guarantee that they will suit your skin tone. If they don’t send me a message with an unedited image and I will personally adjust them for you. STAY IN TOUCH ♡Connect with me on Instagram @louandmarks and tag #louandmarks so I can see all your amazing photo edits and share them in my daily stories of my audience of over 60K.© All Rights Reserved. By Purchasing this product you agreeing to the Terms of Use included in the download. Do not sharing the files, or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "100", "store_reviews": "16,494 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/674334567/10-mobile-lightroom-presets-vibrant"}, {"seller_text": "PresetDesignPhoto", "seller_href": "https://www.etsy.com/shop/PresetDesignPhoto?ref=simple-shop-header-name&listing_id=977253645", "store_sales": "2,128 sales", "store_rating": "4.9657", "listing_title": "10 Lightroom Presets, Clean and Crisp Lightroom Presets for Mobile and Desktop, Blogger and Instagram Photo Filters, Light Bright Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.92\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 JPG, 1 PDF"], "listing_desc": "\n                    🎁 GET 4 & PAY FOR 2 With Promo Code: 2FREE 🎁🎁 GET 6 & PAY FOR 3 With Promo Code: 3FREE 🎁🎁 GET 8 & PAY FOR 4 With Promo Code: 4FREE 🎁10 Clean And Crisp presets, Lightroom presets, Blogger photo presets, mobile presets and desktop presets, instagram Filters by Preset DesignINCLUDED:• 10 MOBILE Lightroom presets• 10 DESKTOP Lightroom presets• After Purchase Customer Support• Instructions• Instant DownloadPreset Bundles In My Shop:www.etsy.com/shop/presetdesignphoto♡ SPECIAL OFFER ♡🎁  ADD 4 TO CART, PAY FOR 2 🎁  GET 50% WHEN YOU ADD 4 🎁🎁  ADD 6 TO CART, PAY FOR 3 🎁  GET 50% WHEN YOU ADD 6 🎁🎁  ADD 8 TO CART, PAY FOR 4 🎁  GET 50% WHEN YOU ADD 8 🎁HERE'S WHY YOU'LL LOVE IT:• Light airy clean vibe perfect for instagram themes• Made by a professional digital creator• Consistent results with no harsh colors or lightingMORE INFO:• Works with the Free and Paid Lightroom Mobile App• Works with All Lightroom Desktop Versions• Works with Mac and PC Desktops/LaptopsIf you have any more questions or need help picking the perfect presets for you, you can contact us any time!OUR SOCIAL MEDIA• IG: @preset_design.....................................................© Preset Design LLC, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited......................................................\n                ", "listing_reviews": "5", "store_reviews": "204 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/977253645/10-lightroom-presets-clean-and-crisp"}, {"seller_text": "PresetStories", "seller_href": "https://www.etsy.com/shop/PresetStories?ref=simple-shop-header-name&listing_id=918471338", "store_sales": "5,639 sales", "store_rating": "4.8008", "listing_title": "20 Instagram Presets for Lightroom, Family Mobile Presets, Holiday Winter Instagram Filter, Blogger Presets, Warm Fall Preset, Autumn Preset", "listing_bestseller": "-", "listing_price": "\n                        $2.40\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    20 Mobile Presets for Lightroom, Family Mobile Presets, Holiday Winter Instagram Filter, Blogger Presets, Warm Fall Preset, Autumn Preset✩ LIGHTROOM MOBLIE PRESETS ✩This mobile preset will create warm moody tones, perfect for your Family photos. Create and edit all from your mobile phone with one click! Includes 25 Mobile and Desktop Presets for Instagram, Bloggers, Influences and Photographers! Create Stunning Photos, and a cohesive Instagram grid with our easy to use mobile presets.✩🎁 SPECIAL PROMO 🎁✩✩ BUY 3 PRESETS GET 2 PRESETS FREE!!!✩ ADD 5 PRESETS TO YOUR CART, APPLY COUPON: \"2FREE\" AND PAY FOR 3 ONLY✩ PRESET SALE: www.etsy.com/shop/presetstories_____________________________________________________✩ INCLUDED IN YOUR PURCHASE ✩• 25 Mobile Lightroom Presets (DNG files)• 25 Desktop Lightroom Presets (XMP files)• Quick Installation guide with video instructions✩ FAQ ✩• Works in FREE Lightroom Mobile App (iOS/Android)• Install Lightroom App first to use presets.• Have more questions? Then please message me :)♡ GUARANTEE ♡All of my presets have been tested on a variety of images. My One-Click Presets make it quick to use yet fully customizable to stay true to your own signature style. If they don’t work on your images send me a message with an unedited image and I will personally adjust them for you._____________________________________________________Refunds are not available for any of our products since they cannot be returned once downloaded, however we will always be more than happy to assist with any questions. If you have any issue downloading the presets, let me know and I will send it to you via email (within 24 hours).TERMS OF USE:© 2020 Preset Stories, All Rights ReservedBY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "7", "store_reviews": "246 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/918471338/20-instagram-presets-for-lightroom"}, {"seller_text": "Collectpresets", "seller_href": "https://www.etsy.com/shop/Collectpresets?ref=simple-shop-header-name&listing_id=1022003390", "store_sales": "259 sales", "store_rating": "5", "listing_title": "BALI PHOTO PRESETS - Mobile Lightroom Preset - Bali Photo - Mobile Photo Filter - Summer Bright Preset - Digital Download File", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $2.79\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 Files"], "listing_desc": "\n                    ♥ DIGITAL DOWNLOAD BALI MOBILE PHOTO FILTER This high quality presets works on both devices android and iOS with free lightroom applications. You will get the top premium presets that are Sand, Taste, Color, Bright, and Brighter. The format of the file is DNG and PDF. Plus, these designs are lifestyle, travel, vacation, blogging, and excellent fort Instagram. You can download this file instantly by paying affordable charges. ☛ Product Name: Bali Photo Filter ☛ Product Type: Digital ☛ Format: DNG and PDF ☛ Presets Premium: Blue, Dreamy, Jungle, Rainy, and Tender☛ Image: Unique Designs for Instagram Feed ☛ Designs: Lifestyle, Travel, Vacation, and Blogging☛ Purpose: Gift for Lovers ☛ Instantly Download: Yes ♥ GIFT This Bali photo filter can be used as a gift to offer to lovers, dear ones, and friends. You can use these presets as Instagram Feed. ♥ WHY CHOOSE US We provide the best customer support services, and you can message us through Etsy messaging service anytime. Our products are specially developed for digital use. You can order it confidently.\n                ", "listing_reviews": null, "store_reviews": "10 shop reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/1022003390/bali-photo-presets-mobile-lightroom"}, {"seller_text": "BlogPixie", "seller_href": "https://www.etsy.com/shop/BlogPixie?ref=simple-shop-header-name&listing_id=931240212", "store_sales": "26,954 sales", "store_rating": "4.8126", "listing_title": "Instagram Template Canva - Gold Marble Black - Instagram Post Templates Canva - Beauty - Instagram Posts - Quotes for Instagram - Blog Pixie", "listing_bestseller": "Bestseller", "listing_price": "\n                        $14.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Instagram Templates for Canva in gold, black and marble. Get creative with your Instagram posts and make stunning quotes for your Instagram using these Canva templates for Instagram. Perfect for fashion, beauty or lifestyle Instagram pages!--- INSTANT DOWNLOAD ---♡ YOU WILL RECEIVE ♡- 28 Instagram Post Templates for Canva----------------------------------------♡ USE THESE FOR ♡- Creative Instagram photos- Quote images for Instagram or Pinterest- Creative Blog photos- Styling your Facebook images- SALE banners- Store announcements----------------------------------------♡ FEATURING ♡- Black- Light Marble- Gold Marble- Dark Marble- Metallic Gold- Gold Glitter----------------------------------------♡ HOW TO USE ♡You will download a PDF which has a link to open these templates in Canva.Never used Canva before? It's easy! Check out these Tutorials - https://designschool.canva.com/tutorials/getting-started/----------------------------------------♡ IMPORTANT ♡You must not sell or give away any of the files you receive in this pack. They are for use on your blog and/or social media only.© Copyright 2021 Vanessa Gollasch | blogpixie----------------------------------------♡ QUESTIONS? ♡Please contact me via Etsy Messaging\n                ", "listing_reviews": "6", "store_reviews": "1,571 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/931240212/instagram-template-canva-gold-marble"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=883853050", "store_sales": "21,701 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Neutral Filter, Cream Preset, Instagram Filters, iPhone Presets, Lightroom Filter, Lifestyle Preset, Blogger Filter", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it neutral with this Neutral Preset! This Lightroom Mobile preset will effortlessly soften and mute the shades in your photos to achieve a creamy cozy look with the click of button! ❀ Your purchase includes ❀- 1 Natural Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "56", "store_reviews": "1,130 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/883853050/lightroom-mobile-preset-neutral-filter"}, {"seller_text": "SleepyMoonStudios", "seller_href": "https://www.etsy.com/shop/SleepyMoonStudios?ref=simple-shop-header-name&listing_id=925558968", "store_sales": "331 sales", "store_rating": "4.8387", "listing_title": "5 Mobile Lightroom Presets / Disney Glow Lightroom Mobile Preset For Instagram / Disneyland Filter / Glow Preset / Soft Travel Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.35\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    ✨ Welcome to Sleepy Moon Studios! ✨Sleepy Moon Studios Shop:www.etsy.com/shop/sleepymoonstudiosAll the presets from SleepyMoonStudios have been created for the free Lightroom app for iPhone and Android and for Adobe Lightroom Desktop.This preset will help you to create a consistent theme on all your photos in just one click for Instagram, blogs and any other social media platform of your choice. This Mobile Lightroom preset can be used to give your photos a professional look for your instagram, travel, lifestyle blog or food blog and can be used by influencers, photographers or anyone who wants their images to have a consistent look. The professional look to the photos will help build your business or social media accounts. Our presets have been tested to work on a wide range of images however on lower quality images or darker images, some small adjustments to contrast or exposure may need to be made.Included in your digital download:5 x DNG Lightroom Presets1 x PDF step-by-step instructions on how to save and use your preset. Due to the digital nature of this product, all sales are final.Terms & Conditions:By purchasing this preset you agree to not distribute, lend or resell it to any other person.If you have an issues installing the preset or have any questions, please message me on Etsy or email me at sleepymoonstudios [at] gmail.com and I will help you to use the presets!Search Terms:Disney Glow Mobile Lightroom Preset, Desktop, Mobile, Instagram Blogger, Influencer, Pink & Blue, Pretty Instagram Feed, Soft, Bright, Light & Airy, Clean, Blogger, Food Blogger, Girly, Family Photos, Mickey, Minnie, Disney Vlogger, VSCO, Pink Preset, Blue Filter, Disney Food, Disney Girl, Colourful, iPhone, Insta.© Sleepy Moon Studios - All Rights Reserved.\n                ", "listing_reviews": "5", "store_reviews": "31 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/925558968/5-mobile-lightroom-presets-disney-glow"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=805590178", "store_sales": "21,701 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Vibrant Presets, Instagram Filters, VSCO Filters, iPhone Presets, Lightroom Preset, Lifestyle Presets, Bright", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Live life in color with this Vibrant Preset! This Lightroom Mobile preset will raise the saturation to bring out beautiful vibrancy in your photos with the simple click of a button! ❀ Your purchase includes ❀- 1 Vibrant Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "42", "store_reviews": "1,130 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/805590178/lightroom-mobile-preset-vibrant-presets"}, {"seller_text": "PresetDesignPhoto", "seller_href": "https://www.etsy.com/shop/PresetDesignPhoto?ref=simple-shop-header-name&listing_id=986055688", "store_sales": "2,128 sales", "store_rating": "4.9657", "listing_title": "10 Beach Tan Lightroom Mobile Presets, Sunkissed Summer Presets, Summer Glow Instagram Filter, Beach Travel Preset for Blogger, Ocean Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.92\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 JPG, 1 PDF"], "listing_desc": "\n                    🎁 GET 4 & PAY FOR 2 With Promo Code: 2FREE 🎁🎁 GET 6 & PAY FOR 3 With Promo Code: 3FREE 🎁🎁 GET 8 & PAY FOR 4 With Promo Code: 4FREE 🎁13 Beach Tan, Lightroom presets, Blogger photo presets, mobile presets and desktop presets, instagram Filters by Preset DesignINCLUDED:• 8 MOBILE Lightroom presets• 8 DESKTOP Lightroom presets• After Purchase Customer Support• Instructions• Instant DownloadPreset Bundles In My Shop:www.etsy.com/shop/presetdesignphoto♡ SPECIAL OFFER ♡🎁  ADD 4 TO CART, PAY FOR 2 🎁  GET 50% WHEN YOU ADD 4 🎁🎁  ADD 6 TO CART, PAY FOR 3 🎁  GET 50% WHEN YOU ADD 6 🎁🎁  ADD 8 TO CART, PAY FOR 4 🎁  GET 50% WHEN YOU ADD 8 🎁HERE'S WHY YOU'LL LOVE IT:• Bronze sunkissed tan vibe perfect for instagram themes• Made by a professional digital creator• Consistent results with no harsh colors or lightingMORE INFO:• Works with the Free and Paid Lightroom Mobile App• Works with All Lightroom Desktop Versions• Works with Mac and PC Desktops/LaptopsIf you have any more questions or need help picking the perfect presets for you, you can contact us any time!OUR SOCIAL MEDIA• IG: @preset_design.....................................................© Preset Design LLC, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited......................................................\n                ", "listing_reviews": "6", "store_reviews": "204 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/986055688/10-beach-tan-lightroom-mobile-presets"}, {"seller_text": "LouMarksPhoto", "seller_href": "https://www.etsy.com/shop/LouMarksPhoto?ref=simple-shop-header-name&listing_id=677456369", "store_sales": "388,511 sales", "store_rating": "4.8278", "listing_title": "Mobile LIGHTROOM Presets, Warm Blogger Presets, Golden Presets, Mobile Presets, Desktop Preset, Instagram Filters lightroom mobile presets", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.49\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP, 2 PDF"], "listing_desc": "\n                    Mobile Lightroom Presets, Warm Blogger Presets, Golden Presets, Mobile Presets, Desktop Preset, Instagram Filters Lightroom mobile presets♥ FREE PRESETS OFFER ♥♥ GET 5 & PAY FOR 3: Add 5 presets to your cart, discount automatically applied: Pay for only 3M O R E ∙ P R E S E T ∙ S T Y L E Swww.etsy.com/shop/loumarksphotoThe Honey Golden Preset Bundle is a collection of 10 Lightroom Presets that will add slightly warm beige, tan and creamy tones to your Instagram photos. These presets are perfect for Instagram photo editing, travel photography & anyone looking to take their photos to the next level in just one click.I N C L U D E D•  10 Lightroom MOBILE Presets (DNG)•  10 Lightroom DESKTOP Presets (LR & XMP)•  Detailed PDF Instructions•  Instant Download From Etsy Account•  Amazing Customer Support! Reach out with any questions and I’ll be happy to help.W H Y ∙ Y O U ' L L ∙ L O V E ∙ I T• Warm golden vibe perfect for instagram themes• Works amazing on indoor and outdoor photos• Made by a professional photographerO T H E R ∙ I N F O R M A T I O N• Works with the Free & Paid Android LR Mobile App • Works with the Paid iPhone LR Mobile App  • Works with All Lightroom Desktop Versions• Works with Mac and PC Desktops/LaptopsStill have questions or need help picking the perfect presets for you editing needs? Feel free to contact me, I’m always more than happy to help in any way :)L O U A N D M A R K S ∙ P R O M I S E ♡You are you unique and so are our Presets! We created our Presets for everyone. No one specific skin tone or hair color. When you purchase from Lou + Marks you are not just purchasing presets you also get our guarantee that they will suit your skin tone. If they don’t send me a message with an unedited image and I will personally adjust them for you.  A B O U T ∙ L O U ∙ M A R K S ∙ P H O T O• IG: @Louandmarks• FB: https://www.facebook.com/louandmarks/-----------------------♡--------------------© 2021 Lou & Marks LLC, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited.----------------------------------------------\n                ", "listing_reviews": "100", "store_reviews": "16,494 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/677456369/mobile-lightroom-presets-warm-blogger"}, {"seller_text": "BlogPixie", "seller_href": "https://www.etsy.com/shop/BlogPixie?ref=simple-shop-header-name&listing_id=1018806703", "store_sales": "26,954 sales", "store_rating": "4.8126", "listing_title": "Instagram Post Templates Canva - Boho Quotes for Instagram - Creative Instagram Templates - Canva Designs - Bright Instagram - Blog Pixie", "listing_bestseller": "Bestseller", "listing_price": "\n                        $14.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Instagram Post Templates for Canva in a bright, boho style as part of The Sunshine Vibes collection. Get creative with your Instagram posts and create eye-catching images and quotes using these Canva templates for Instagram. Perfect for fashion, beauty, lifestyle, coach, entrepreneur or small business Instagram pages!--- INSTANT DOWNLOAD ---♡ YOU WILL RECEIVE ♡- 32 Instagram Post Templates for CanvaUse each template multiple times by changing the quotes, images and colors! You'll never run out of new content for your feed.----------------------------------------♡ USE THESE FOR ♡- Creative Instagram photos- Quote images for Instagram or Pinterest- Creative Blog photos- Styling your Facebook images- SALE and NEW banners- Store announcements----------------------------------------♡ FEATURING ♡- Golden yellow- Bright coral pink- Pale creamEasily change the colors of everything to suit your page!----------------------------------------MATCHNG INSTAGRAM STORIES: https://www.etsy.com/au/listing/1041732363/instagram-story-templates-canva-boho----------------------------------------♡ HOW TO USE ♡You will download a PDF which has a link to open these templates in Canva.Never used Canva before? It's easy! Check out these Tutorials - https://designschool.canva.com/tutorials/getting-started/----------------------------------------♡ IMPORTANT ♡You can open the templates in Canva and save each image as JPG or PNG, then post the images exactly as they are to your Instagram page, or you can customize the colors/fonts/text to suit you.Re-sale of the templates is strictly prohibited.----------------------------------------♡ QUESTIONS? ♡Please contact me via Etsy Messaging\n                ", "listing_reviews": "4", "store_reviews": "1,571 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/1018806703/instagram-post-templates-canva-boho"}, {"seller_text": "CONTENTdesign", "seller_href": "https://www.etsy.com/shop/CONTENTdesign?ref=simple-shop-header-name&listing_id=1011849810", "store_sales": "6,816 sales", "store_rating": "4.8828", "listing_title": "100 Gold Instagram Template| Canva Luxury Branding Templates| Instagram Brand Post| Golden Beauty Stories| Lashes Girl Business Template Kit", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $5.05\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    100 Gold Instagram Template| Canva Luxury Branding Templates| Instagram Brand Post| Golden Beauty Stories| Editable Girl Blogger Templates50 Post/ 50 StoryCUSTOMIZABLE CANVA Mobile and Website Templates - for business, bloggers, marketing, branding, and more! Edit and customize the designs to fit your social media style and content.GET Professional INSTAGRAM templates to boost engagement on your personal or business account!SIMPLIFY your social media marketing with our ready-to-use templates. In only a few steps create your own design that's ready to post to your account, leaving you with hours of free time to focus on what you love!FILE: PDF with instruction and link to access and edit the templates in CANVA. POST SIZE: 1080px x 1080px STORIES SIZE: 1080px x 1920px CANVA is a graphic design application available online at www.canva.com. It is easy to learn and features an intuitive drag-and-drop interface that is perfect for editing. No software required, access your templates on any device (Phone, Computer, Tab).EDIT the templates to suit your brand, change background, text, color, replace photos with your own photography.HOW IT WORKS:PURCHASE the templateRECEIVE immediately PDF with link and guideOPEN the template's linkCUSTOMIZE for your needs in CANVAUPLOAD to your accountYou can edit your template over and over again as needed  You can edit the templates to suit your brand, change background, text, color, replace photos with your own photography.NOTE: All designs are ©CONTENTdesign - please do not distribute or resell these templates in whole or part. Since this is a digital file we cannot provide returns or exchanges on downloadable items. Please ask all questions before purchasing your item.THANK YOU for visiting CONTENTdesign!\n                ", "listing_reviews": null, "store_reviews": "239 shop reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/1011849810/100-gold-instagram-template-canva-luxury"}, {"seller_text": "EveDesignCo", "seller_href": "https://www.etsy.com/shop/EveDesignCo?ref=simple-shop-header-name&listing_id=894121463", "store_sales": "5,333 sales", "store_rating": "4.1846", "listing_title": "Mobile Lightroom Presets | Instagram Presets | Desktop & Mobile Presets | Influencer Dainty Theme | Dainty Natural Airy Photo Presets", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.23\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 2 other files"], "listing_desc": "\n                    Mobile Lightroom Presets | Instagram Presets | Desktop & Mobile Presets | Influencer Dainty Theme | Dainty Natural Airy Photo PresetsCreated for the FREE Lightroom Mobile App and Desktop Lightroom. These presets will transform your photos with just one click. Create a cohesive aesthetic in your images and a consistent theme for Instagram or in your blog.What's included with your purchase? ✩ One Mobile Lightroom Preset (DNG file) ✩ One Desktop Lightroom Template (TIF) ✩ Step-by-step PDF guide with images Thank you for shopping small!INTELLECTUAL PROPERTY RIGHTS: Unless otherwise indicated, the products listed on this shop is our proprietary property and all source code, databases, functionality, software, designs, audio, video, text, photographs, and graphics on the Site (collectively, the “Content”) and the trademarks, service marks, and logos contained therein are owned or controlled by us or licensed to us and are protected by copyright laws and various other intellectual property rights and unfair competition laws of the United States, foreign jurisdictions, and international conventions.\n                ", "listing_reviews": "19", "store_reviews": "132 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/894121463/mobile-lightroom-presets-instagram"}, {"seller_text": "MintAndPepper", "seller_href": "https://www.etsy.com/shop/MintAndPepper?ref=simple-shop-header-name&listing_id=849922269", "store_sales": "61,307 sales", "store_rating": "4.8303", "listing_title": "10 Mobile Lightroom Presets Garden, Bright Instagram Filter, Blogger Presets, Lightroom Mobile Presets Mobile Lightroom, Outdoor Preset", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $3.82\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    10 Presets for Mobile Lightroom in .DNG format ✩ Lightroom Presets ✩ Instagram Filters ✩ Best PresetsCreate the dreamiest edits with GARDEN preset pack. They were designed to transform your images with just one click! 10 presets allow you to make a cohesive feed or a gallery without extensive knowledge of photo editing. Get soft, bright tones in your phone images in seconds!This pack is great for bloggers, photographers and everyone who aims to create a consistent feed on Instagram with easily applied filter. Perfect for outdoor and indoor photography, fashion shots and portraits.✩ They work well with iPhone and Android devices. You just need to download free Lightroom Mobile App✩ Easy to apply, with just one click✩ Instant download filesYOU GET:✩ 10 Lightroom Mobile Presets in .DNG format✩ Instruction in PDF 💥Check out our Bestsellers💥https://www.etsy.com/shop/MintAndPepperSPECIAL OFFER:🌟GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE🌟🌟GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE🌟🌟GET 8 PACKS & PAY ONLY FOR 4 - Add 8 items to your cart and use promo code 4FREE🌟Please remember that all presets look differently on each photo because of lighting and white balance settings, dominant colours etc. If your photo doesn’t look perfect you may need to adjust exposure or temperature to achieve the best results.Due to the digital nature of this product no exchanges or refunds will be made.CONTACT:EMAIL: mintandpepper5 [!at] yahoo.comON IG: @mint_and_pepper_© 2020 MintAndPepper, All Rights ReservedTerms of use: Forbidden to copy, sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.Lightroom Presets, Mobile Preset, Vibrant Presets, DNG, Instagram Preset, Lightroom CC, Presets, iPhone, Android, Lifestyle Presets, Desktop Presets, Wedding Presets, Portrait Presets, Best Presets, Bright And Airy Preset, Clean Preset, Light Preset, Instagram Filters, Mobile Filters, Photo Filters, Travel Blogger Presets, Photo Editing, Photography Presets, White Preset, Blogger Presets, Photo Presets, Mobile Filter, Travel Presets, Influencer Presets\n                ", "listing_reviews": "12", "store_reviews": "2,033 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/849922269/10-mobile-lightroom-presets-garden"}, {"seller_text": "CONTENTdesign", "seller_href": "https://www.etsy.com/shop/CONTENTdesign?ref=simple-shop-header-name&listing_id=962318661", "store_sales": "6,816 sales", "store_rating": "4.8828", "listing_title": "120 Instagram Templates for Canva, Instagram Story Templates, Instagram Post Template, Canva Blogger Template| Nude Theme| Beige Feed| Boho", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $5.05\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    EDITABLE Instagram Templates for Canva, Instagram Story Templates, Instagram Post Template, Canva Blogger Template| Nude Theme| Beige Feed| BohoCUSTOMIZABLE CANVA Mobile and Website Templates - for business, bloggers, marketing, branding and more! Edit and customize the designs to fit for your social media style and content.GET Professional INSTAGRAM templates to boost engagement on your personal or business account!SIMPLIFY your social media marketing with our ready-to-use templates. In only a few steps create your own design that's ready to post to your account, leaving you with hours of free time to focus on what you love!FILE: PDF with instruction and link to access and edit the templates in CANVA. POST SIZE: 1080px x 1080px STORIES SIZE: 1080px x 1920px CANVA is a graphic design application available online at www.canva.com. It is easy to learn and features an intuitive drag-and-drop interface that is perfect for editing. No software required, access your templates on any device (Phone, Computer, Tab).EDIT the templates to suit your brand, change background, text, color, replace photos with your own photography.HOW IT WORKS:PURCHASE the templateRECEIVE immediately PDF with link and guideOPEN the templates linkCUSTOMIZE for your needs in CANVAUPLOAD to your accountYou can edit your template over and over again as needed  You can edit the templates to suit your brand, change background, text, color, replace photos with your own photography.NOTE: All designs are ©CONTENTdesign - please do not distribute or resell these templates in whole or part. Since this is a digital file we cannot provide returns or exchanges on downloadable items. Please ask all questions before purchasing your item.THANK YOU for visiting CONTENTdesign!\n                ", "listing_reviews": "22", "store_reviews": "239 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/962318661/120-instagram-templates-for-canva"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=685796691", "store_sales": "171,646 sales", "store_rating": "4.8275", "listing_title": "FOOD Preset BLOGGER Lightroom PRESETS Mobile and Desktop - for Instagram, Blogger, Photo filters, Food Presets, Lightroom mobile presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.06\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    🎁 GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code: 2FREE• Pay only for 2 items💥6 UNIQUE LIGHTROOM PRESETS / MOBILE Presets / PC Presets💥✅FILES included:- 6 Lightroom presets for MOBILE Lightroom - 6 Lightroom presets for desktop Lightroom • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets, Food Preset\n                ", "listing_reviews": "45", "store_reviews": "6,145 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/685796691/food-preset-blogger-lightroom-presets"}, {"seller_text": "SunnyEditor", "seller_href": "https://www.etsy.com/shop/SunnyEditor?ref=simple-shop-header-name&listing_id=1037865219", "store_sales": "336 sales", "store_rating": "4.7059", "listing_title": "10 Vogue Mobile Lightroom Presets, Natural Presets, Cream Presets, Instagram Filters, Blogger, Vanilla, iPhone Presets, Filter for iPhone", "listing_bestseller": "-", "listing_price": "\n                        $4.20\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 1 PDF, 1 ZIP"], "listing_desc": "\n                    ◆ ◆ ◆ SPECIAL OFFER ◆ ◆ ◆✭ Buy 3 presets and get 2 for free. Add 5 presets to your shopping cart and apply the coupon code 2FREE. ✭ Buy 5 presets and get 4 for free. Add 9 presets to your shopping cart and apply the coupon code 4FREE.◄  INCLUDED IN YOUR PURCHASE  ►* 10 Mobile Lightroom Presets (DNG files)* Detailed PDF Image Instructions✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Lightroom Mobile is FREE so you don't need an Adobe subscription to use the presets✔️ You only need Lightroom CC App on your Phone/iPad✔️ Once purchased can be used an unlimited amount of times✔️ Easy to apply with just one clickGeneral information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUYhttps://www.youtube.com/watch?v=uOBXKOyAFEAPlease keep in mind all photos are unique and therefore each preset works differently on every photo. You can fine tune your own adjustments to find settings that suit you with temperature, exposure etcDue to the digital nature of this product ALL SALES ARE FINALKeywords:Lightroom Presets, Mobile Preset, DNG, Instagram Preset, Lightroom CC, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset, White Presets, Natural Presets© 2020 Sunny Editor Presets, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": null, "store_reviews": "17 shop reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/1037865219/10-vogue-mobile-lightroom-presets"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=680026344", "store_sales": "237,230 sales", "store_rating": "4.8715", "listing_title": "10 Mobile Lightroom Presets IBIZA, Tanned Summer Presets For Bloggers, Lifestyle Beach Instagram Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    10 Lightroom Presets IBIZA For Mobile and Desktop LightroomSummer preset,  bright warm presets, travel blogger preset photo preset Instagram filtersEdit your Instagram photos like a pro on your mobile device! Mobile Lightroom Influencer Preset IBIZA  Included 10 presets inspired by travel bloggers and influencers around the world.This preset for every kind of picture that will surely deliver stunning results and make your images look a hundred times better! For photographers who do a lot of fashion, travel and lifestyle photography.This quality preset produce amazing warm tones and making it easy for you to achieve the same look and feel as your favorite influencers! These Presets Pack  are perfect for Instagram, blogging and photo editing on the go. Hight Quality Preset, Great for Portraits, Bloggers, Travelers, Engagements and Wedding' shoots, a user friendly pack, easy to use, One click Lightroom Preset that gives your collection of work a more cohesive and aesthetic feel and get you on your way to creating stunning images. 🎁 GET 5 & PAY FOR 3: add 5 presets to your cart, use coupon: GIFT2 and pay for 3 only https://www.etsy.com/shop/VictoriaBeePhoto?coupon=GIFT2Check out my Bestseller Itemshttps://www.etsy.com/shop/VictoriaBeePhoto♦️ Works in Lightroom Mobile App (iOS/Android)♦️ Works With & Without Adobe subscription♦️ Compatible with All Photo formatsIncluded:🔶10 Lightroom presets in .DNG format for MOBILE Lightroom .ZIP archive🔶10 Lightroom presets in .XMP format for DESKTOP Lightroom .ZIP archive🔶.PDF file with direct link to download presets directly to your phone 🔶.PDF Instruction Guide 10 Ibiza Presets  has been created to achieve a very modern, glamorous, trendy & Instagram aesthetic look. You will get best fashionable, professional  one-click result from this pack.Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️Keep in mind that all presets work differently with each photo depending on a number of factors such as lighting, white balance, tone etc. Please contact me for any questions or editing help victoriabee.shop [!at] gmail.com© 2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephoto  ©victoriabee.presetsMobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset, Pop Colour Preset, Vibrant Preset, Summer Presets\n                ", "listing_reviews": "100", "store_reviews": "8,047 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/680026344/10-mobile-lightroom-presets-ibiza-tanned"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=878435750", "store_sales": "21,701 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Bohemian Presets, Instagram Filters, VSCO Filters, iPhone Presets, Lightroom Preset, Lifestyle Presets, Cream Beige", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it natural with a Bohemian Preset! This Lightroom Mobile preset will effortlessly soften and mute the shades in your photos to achieve a creamy boho chic look with the click of button! ❀ Your purchase includes ❀- 1 Bohemian Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "22", "store_reviews": "1,130 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/878435750/lightroom-mobile-preset-bohemian-presets"}, {"seller_text": "bytierney", "seller_href": "https://www.etsy.com/shop/bytierney?ref=simple-shop-header-name&listing_id=979163313", "store_sales": "185 sales", "store_rating": "5", "listing_title": "50 Neutral Instagram Story Templates for Canva | IG Template Bundle | Minimal Social Media Templates | Marketing Templates | IG Stories", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $12.00\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Instagram Story Templates for Canva in a neutral beige color scheme. Take your Instagram game to the next level with these 50 engagement boosting story templates for organic Instagram growth.Save time, money, and stress using this template bundle to create a cohesive, stand out, shareable Instagram profile.Perfect for bloggers, influencers, entrepreneurs, business owners, brands, and more!Create and customize engaging content that converts.100% customizable—INSTANT DOWNLOAD—————— PAIRS WELL WITH:Instagram Post Templates: https://etsy.me/3vOFaroInstagram Highlight Covers: https://etsy.me/3w8rojD————— WHAT'S INCLUDED- 1 PDF with Link to Canva Template- 50 Instagram Story Templates (1080 x 1920 px) editable on Canva————— TYPES OF TEMPLATES- Quotes- Photo Collages- Notification posts- Blog post promo- Store announcements (sale, new products)- Giveaways- Customer Reviews or Testimonials- Lists and Checklists- Bingo- This or That- About Me- My Current Favorites- Get to Know Me Using GIFs or Emojis- Various other templates————— HOW TO USE1. Once you have purchased you will be able to download your PDF file. As soon as the payment is confirmed you can access your purchase under \"purchases and reviews\" on Etsy desktop. You will also receive an email.2. Download the PDF with a link to open these templates in Canva on your desktop.3. Edit in Canva.4. Once you’re finished editing, save the files as JPG and upload to Instagram.————— IMPORTANT- These templates are for use on your personal blog and/or social media only- You can NOT sell or give away any of the files you receive in this pack or monetize any part of this template- Make sure you have a Canva account (www.canva.com)- Works with free and paid Canva accounts- Must open on desktop first, then you will be able to edit on desktop or mobile app- Colors may look different on different screens- This is a digital download, no physical product will be shipped to you- No refunds————— QUESTIONS?Please contact me via Etsy messaging© Copyright 2021\n                ", "listing_reviews": null, "store_reviews": "7 shop reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/979163313/50-neutral-instagram-story-templates-for"}, {"seller_text": "CONTENTdesign", "seller_href": "https://www.etsy.com/shop/CONTENTdesign?ref=simple-shop-header-name&listing_id=1012416258", "store_sales": "6,816 sales", "store_rating": "4.8828", "listing_title": "100 Colorful Instagram Canva Templates| Bright Instagram Post and Story| Young Living Instagram| Editable Stories and Posts Templates| 2021", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $5.05\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    100 Colorful Instagram Canva Templates| Bright Instagram Post and Story| Young Living Instagram| Editable Stories and Posts Templates| 2021CUSTOMIZABLE CANVA Mobile and Website Templates - for business, bloggers, marketing, branding and more! Edit and customize the designs to fit your social media style and content.GET Professional INSTAGRAM templates to boost engagement on your personal or business account!SIMPLIFY your INSTAGRAM marketing with our ready-to-use templates. In only a few steps create your own design that's ready to post to your account, leaving you with hours of free time to focus on what you love!FILE: PDF with instructions and links to access and edit the templates in CANVA. SIZE: POST 1080px x 1080px           STORY 1920px x 1080pxCANVA is a graphic design application available online at www.canva.com. It is easy to learn and features an intuitive drag-and-drop interface that is perfect for editing. No software required, access your templates on any device (Phone, Computer, Tab).EDIT the templates to suit your brand, change background, text, color, replace photos with your own photography.HOW IT WORKS:PURCHASE the templateRECEIVE immediately PDF with link and guideOPEN the template's linkCUSTOMIZE for your needs in CANVAUPLOAD to your accountYou can edit your template over and over again as needed  You can edit the templates to suit your brand, change background, text, color, replace photos with your own photography.NOTE: All designs are ©CONTENTdesign - please do not distribute or resell these templates in whole or part. Since this is a digital file we cannot provide returns or exchanges on downloadable items. Please ask all questions before purchasing your item.THANK YOU for visiting CONTENTdesign!Shop main page - https://www.etsy.com/shop/CONTENTdesign?ref=seller-platform-mcnav\n", "listing_reviews": null, "store_reviews": "239 shop reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/1012416258/100-colorful-instagram-canva-templates"}, {"seller_text": "KIINcreations", "seller_href": "https://www.etsy.com/shop/KIINcreations?ref=simple-shop-header-name&listing_id=698930457", "store_sales": "108,067 sales", "store_rating": "4.8939", "listing_title": "7 Lightroom mobile MINIMAL BLOGGER LIGHTROOM preset set / moody fashion blogger instagram filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.87\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    ⭐ MORE PRESETS HERE: https://www.etsy.com/shop/KIINcreationsA SET OF 7 User Friendly Blogger Lightroom Presets for LR MOBILE (DNG files)  for minimal style/ low saturation looks.User Friendly, Easy to Use, One Click, Lightroom Presets to help you achieve better imagery for your blog. As a blogger myself I understand the importance of having great images and keeping them in the same style. This is a great bundle for minimal style lovers - bright highlights, dark shadows, detailed and rich greys and browns. Low saturation blues, reds, and yellows.This is my favourite set, which I also use to edit all my blog photos. You don't need an Adobe subscription to use these presets. You simply need to download the LR Mobile App and create an account with Adobe. These presets will be compatible with both jpeg and RAW files.Once payment is made you can download the presets instantly. Contact me with any questions regarding your order or using your presets I will be happy to help! x\n                ", "listing_reviews": "44", "store_reviews": "4,454 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/698930457/7-lightroom-mobile-minimal-blogger"}, {"seller_text": "PresetsByMary", "seller_href": "https://www.etsy.com/shop/PresetsByMary?ref=simple-shop-header-name&listing_id=811860156", "store_sales": "64,798 sales", "store_rating": "4.8204", "listing_title": "10 Lightroom Presets Mobile - AVOCADO, Presets for Instagram Blogger, Lightroom Mobile Presets, Lifestyle Instagram Filter, Lightroom Preset", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.97\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    💗GET 6 & PAY FOR 3: add 6 presets to your cart, use coupon: GIFTBYMARY and pay for 3 only 💗https://www.etsy.com/shop/PresetsByMary?coupon=GIFTBYMARY⭐️10 UNIQUE LIGHTROOM PRESETS / MOBILE Presets ⭐️Mobile Preset is perfect for your Adobe Lightroom CC Mobile App and works well with your photos shot with your iPhone or Android device.Presets fit for Outdoor and Indoor pictures, Family, Travel, Lifestyle, Blogger, Wedding, Portrait photos.Included:🔶10 Lightroom presets in DNG format for MOBILE Lightroom (free app compatible with both IOS and ANDROID).🔶Compatible with All Photo formats🔶Compatible with Lightroom Mobile App🔶Compatible with All Lightroom and Photoshop Versions🔶Instant download (Download the presets right after the payment and start enjoying now)🔶Free support (contact us me any questions or concerns. We're always happy to provide fast and thorough support)🎁SPECIAL OFFER 3+3 for FREEBuy atleast 3 items from my shop and get 3 for FREEWIth love,PresetsByMary♥️\n                ", "listing_reviews": "16", "store_reviews": "3,799 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/811860156/10-lightroom-presets-mobile-avocado"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=821148665", "store_sales": "70,786 sales", "store_rating": "4.9099", "listing_title": "5 Mobile & Desktop Lightroom Presets Pet Lovers, Dog Cat Photo Editing Filter for Instagram, Animal Preset for Bloggers, Bright Home Filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Pet Lover Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram, Photo Editing Filter for Lifestyle and Travel🌟The Pet Lovers Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add beautiful, bright tones to your Instagram photos. These presets are PERFECT for pet lovers, Instagram Influencers & bloggers looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for mobile preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "100", "store_reviews": "5,613 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/821148665/5-mobile-desktop-lightroom-presets-pet"}, {"seller_text": "TemplateGo", "seller_href": "https://www.etsy.com/shop/TemplateGo?ref=simple-shop-header-name&listing_id=1035066801", "store_sales": "12 sales", "store_rating": null, "listing_title": "Canva Instagram Puzzle Feed Template, Instagram Grid Template, Instagram Template, Canva Instagram Post Template, Canva Template", "listing_bestseller": "-", "listing_price": "\n                        $8.73\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    READY TO CREATE A STYLISH INSTAGRAM RIBBON FOR YOUR INSTAGRAM PROFILE? THIS TEMPLATE CONSISTS OF 21 TROPICAL INSTAGRAM POSTS THAT WILL MAKE A PROFESSIONAL OVERVIEW OF INSTAGRAM. IDEAL FOR BLOGGERS, TRAVELERS, YOUTH, HOLIDAYS, SOCIAL MEDIA MANAGERS.DIVE INTO THE SUMMER ATMOSPHERE WITH THIS INSTAGRAM TEMPLATE. FEEDING INSTAGRAM PUZZLE FOR CANVAS PATTERN WITH FUNNY SUMMER FLOWERSCREATE AN INSTAGRAM PUZZLE TEMPLATE IN MINUTES WITH AN EDITABLE CANVA TEMPLATE YOU NEED.INCLUDED:- Fully editable Canva Instagram puzzle template- 21 Instagram posts combined in a puzzle feed (3240 px x 7560 px)- Fonts are free and included with Canva- Add images, change text, colours, fonts, shapes and positions- Easy-to-use drag-and-drop graphics platform- PDF with instructions and links to access and edit the templates in CANVA.- Receive personal support from meHOW IT WORKS:- after purchase, download the PDF instructions document- register a FREE www.canva.com account- access the template via a link in the PDF document- edit the whole template on your computer in Canva website design tool- download the finished design as JPG- slice the puzzle JPG into 18 separate posts using a free Pine Tools online tool https://pinetools.com/split-imageFEATURES:- visually plan your feed weeks in advance with one template- create 21 Instagram posts after slicing- user-friendly drag and drop interface- can be used over and over again- completely customisable- fonts used are free for personal and commercial use- add your own images and text- change background colour and shape colour- no Photoshop requiredMany objects that you see in the template are available only in the pro version.You can use the pro version for 30 days absolutely free of charge and you can cancel your subscription at any time.NOT INCLUDED: - presentation slides and photos are for presentation purposes only only are NOT included with your purchaseIMPORTANT- No refunds- MUST OPEN THE FILE ON CANVA DESKTOP FIRST- Colors may differ between screens- For personal use only or your own personal commercial projects- This is a DIGITAL FILE meaning nothing will be shipped to you- You cannot resell this productIF YOU HAVE ANY QUESTIONS OR NEED ANY HELP, DO NOT HESITATE TO CONTACT ME HERE ON ETSY, L'D BE HAPPY TO ASSIST YOU!\n                ", "listing_reviews": null, "store_reviews": null, "search": "instagram template", "url": "https://www.etsy.com/listing/1035066801/canva-instagram-puzzle-feed-template"}, {"seller_text": "HerHustleShop", "seller_href": "https://www.etsy.com/shop/HerHustleShop?ref=simple-shop-header-name&listing_id=871944834", "store_sales": "358 sales", "store_rating": "4.9091", "listing_title": "30x BOSS BABE Instagram Story Templates, Instagram Canva Templates, Social Media Templates, IG Story Templates, Engagement Booster", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $9.17\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    🌟 Boss Babe Instagram Story Pack: these easy to edit templates are perfect for influencers, bloggers, and entrepreneurs. This package includes 30 unique templates. These are super easy to customize in Canva, allowing you to create beautiful Instagram stories in minutes!✨ What is included?- 30 customizable Canva templates - A PDF with instructions to customize the templates with a free Canva account!✨ How does it work?This bundle comes with 30 Canva templates ready to edit for your Instagram stories. You can customize all of the templates with your own branding in the Canva web or mobile app and use them over and over again! Once payment is received you will receive a PDF with instructions and a link to your templates. They are completely customizable meaning you can edit the text, colors, images, and anything else! ✨ FYI:This is a digital product with INSTANT DOWNLOAD. No physical product will be sent. The photos used are only for promotional purposes and not included in the template. ** PLEASE NOTE **Branding elements and templates are copyrighted. With your purchase, you are allowed to use them on personal projects only. Please contact us at  hello [!at] herhustle.com if you would like to purchase a commercial license. It is prohibited to resell or redistribute the templates, elements, and files in any way!✨ SEO:Instagram Story Templates for Canva, Instagram Stories, Social Media Templates, Insta Stories, Editable Story Templates, Boss Babe, Her Hustle© Her Hustle 2021\n                ", "listing_reviews": "10", "store_reviews": "22 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/871944834/30x-boss-babe-instagram-story-templates"}, {"seller_text": "SimonaLisaPresets", "seller_href": "https://www.etsy.com/shop/SimonaLisaPresets?ref=simple-shop-header-name&listing_id=920919806", "store_sales": "3,875 sales", "store_rating": "4.8675", "listing_title": "10 Mobile LIGHTROOM Presets, VANILLA, Presets, Vsco Filters, Fashion Presets, Mobile Presets, Instagram Filters, Dng Preset, Natural Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.19\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    10 Mobile Lightroom Presets, Iphone Presets, Lightroom, Mobile Presets, Presets, Dng Presets, Cream Presets,  Desktop Presets, Vsco Filters, Fashion Presets, Instagram Filters, Natural PresetSHOP MORE PRESETS :)https://www.etsy.com/shop/SimonaLisaPresetsINCLUDED :)> 10 Instant Download Mobile Lightroom & Desktop Presets (DNG file)> PDF How To Install Mobile Presets Guide> Free Gift >Support available from our store at all times (just send a message through on Etsy)**The Presets are compatible with the Free Mobile Lightroom app, and the Desktop Lightroom app  (Via DNG Import, not LRTemplate)**If you require any assistance or have general queries, do not hesitate to send me a message on Etsy. :)Xx\n                ", "listing_reviews": "24", "store_reviews": "400 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/920919806/10-mobile-lightroom-presets-vanilla"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=807670112", "store_sales": "171,645 sales", "store_rating": "4.8275", "listing_title": "10 Home Presets - Mobile LIGHROOM Presets - Lightroom Presets - Lightroom Mobile Preset & Desktop Preset, Instagram Filter - Summer Magical", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    • Professional Lightroom Presets for free Mobile and Desktop Lightroom• You receive 10 variants of presets • You can use them unlimited number of times.✅FILES included:- 10 Lightroom presets for MOBILE Lightroom( free mobile lightroom app)- 10 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "53", "store_reviews": "6,145 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/807670112/10-home-presets-mobile-lighroom-presets"}, {"seller_text": "CONTENTdesign", "seller_href": "https://www.etsy.com/shop/CONTENTdesign?ref=simple-shop-header-name&listing_id=984092371", "store_sales": "6,816 sales", "store_rating": "4.8828", "listing_title": "100 Instagram Quote Template| Inspirational Quote Post Template| Motivational Social Media Quotes| Quote Templates Canva| Boho Line Art Set", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $4.12\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    CUSTOMIZABLE CANVA Mobile and Website QUOTE Templates - for business, bloggers, marketing, branding and more! Edit and customize the designs to fit for your social media style and content. Motivational and Inspirational Quotes.GET 100 Professional INSTAGRAM QUOTE templates to boost engagement on your personal or business account!SIMPLIFY your INSTAGRAM marketing with our ready-to-use templates. In only a few steps create your own design that's ready to post to your account, leaving you with hours of free time to focus on what you love!FILE: PDF with instruction and link to access and edit the templates in CANVA. SIZE: 1080px x 1080px (Instagram Post)          1920px x 1080px (Instagram Story) CANVA is a graphic design application available online at www.canva.com. It is easy to learn and features an intuitive drag-and-drop interface that is perfect for editing. No software required, access your templates on any device (Phone, Computer, Tab).EDIT the templates to suit your brand, change background, text, color, replace photos with your own photography.HOW IT WORKS:PURCHASE the templateRECEIVE immediately PDF with link and guideOPEN the templates linkCUSTOMIZE for your needs in CANVAUPLOAD to your accountYou can edit your template over and over again as needed  You can edit the templates to suit your brand, change background, text, color, replace photos with your own photography.NOTE: All designs are ©CONTENTdesign - please do not distribute or resell these templates in whole or part. Since this is a digital file we cannot provide returns or exchanges on downloadable items. Please ask all questions before purchasing your item.THANK YOU for visiting CONTENTdesign!Shop main page - https://www.etsy.com/shop/CONTENTdesign?ref=seller-platform-mcnav\n", "listing_reviews": "11", "store_reviews": "239 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/984092371/100-instagram-quote-template"}, {"seller_text": "Filterity", "seller_href": "https://www.etsy.com/shop/Filterity?ref=simple-shop-header-name&listing_id=907194497", "store_sales": "29,316 sales", "store_rating": "4.9333", "listing_title": "Wedding Instagram Filter, Wedding Instagram Effect, Custom Filter for Instagram, Instagram Story Filters, Wedding Story Filter, IG, Snapchat", "listing_bestseller": "-", "listing_price": "\n                        $30.56+\n                    ", "listing_highlights": ["Handmade"], "listing_desc": "\n                    ✅ TRY BEFORE YOU BUYPaste the link in web browser on mobile ➡️ https://bit.ly/TRY-SP05Get a Custom Wedding Instagram Filter and Share the Best Moments of your once in a lifetime celebration! Surprise your friends with this animated Instagram Effect! Pst... your selfies will look amazing!Here's how it works:HOW TO ORDER:1) Select font color.2) Select where do you want your filter to be available.3) Add your names and date in the personalization field.4) Click \"Buy it Now\" or \"Add to Cart\" and checkout.PROCESSING:1) I will create and send you the proof within 24 hours via Etsy messages. Need the filter ASAP? Buy Rush Order here ➡️ https://www.etsy.com/listing/518970048/ and I'll send the proof within 1 to 12 hours. 2) Once you'll confirm the proof, I will upload your filter to Instagram and/or Facebook. It usually takes 2 hours to approve it, but sometimes it can take up to 2-3 days.3) Once it gets approved, I will send you the link to the filter! You can use it and share it with your friends anywhere! There's no expiration date.Using our filters on Instagram doesn't cost anything extra. You can use your filter anywhere and anytime! There's no expiration date.GOT A QUESTION?Don't hesitate to contact me.100% SATISFACTION GUARANTEED!If you're not fully happy with your order, let me know and I'll adjust it or issue a full refund!LOOKING FOR MORE?Visit our home page for Discounts!http://www.etsy.com/shop/Filterity\n", "listing_reviews": null, "store_reviews": "2,810 shop reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/907194497/wedding-instagram-filter-wedding"}, {"seller_text": "PresetDesignPhoto", "seller_href": "https://www.etsy.com/shop/PresetDesignPhoto?ref=simple-shop-header-name&listing_id=967817180", "store_sales": "2,128 sales", "store_rating": "4.9657", "listing_title": "10 RUSTIC Lightroom Presets Boho Presets, Instagram Filter, Vintage Preset, Moody Rich Presets for Blogger, Bohemian Presets, Earthy Presets", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.77\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 JPG, 1 PDF"], "listing_desc": "\n                    🎁 GET 4 & PAY FOR 2 With Promo Code: 2FREE 🎁🎁 GET 6 & PAY FOR 3 With Promo Code: 3FREE 🎁🎁 GET 8 & PAY FOR 4 With Promo Code: 4FREE 🎁10 Rustic presets, Lightroom presets, Blogger photo presets, mobile presets and desktop presets, instagram Filters by Preset DesignINCLUDED:• 10 MOBILE Lightroom presets• 10 DESKTOP Lightroom presets• After Purchase Customer Support• Instructions• Instant DownloadPreset Bundles In My Shop:www.etsy.com/shop/presetdesignphoto♡ SPECIAL OFFER ♡🎁  ADD 4 TO CART, PAY FOR 2 🎁  GET 50% WHEN YOU ADD 4 🎁🎁  ADD 6 TO CART, PAY FOR 3 🎁  GET 50% WHEN YOU ADD 6 🎁🎁  ADD 8 TO CART, PAY FOR 4 🎁  GET 50% WHEN YOU ADD 8 🎁HERE'S WHY YOU'LL LOVE IT:• Rustic vintage moody vibe perfect for instagram themes• Made by a professional digital creator• Consistent results with no harsh colors or lightingMORE INFO:• Works with the Free and Paid Lightroom Mobile App• Works with All Lightroom Desktop Versions • Works with Mac and PC Desktops/LaptopsIf you have any more questions or need help picking the perfect presets for you, you can contact us any time!OUR SOCIAL MEDIA• IG: @preset_design.....................................................© Preset Design LLC, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited......................................................\n                ", "listing_reviews": "32", "store_reviews": "204 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/967817180/10-rustic-lightroom-presets-boho-presets"}, {"seller_text": "TemplatesBox", "seller_href": "https://www.etsy.com/shop/TemplatesBox?ref=simple-shop-header-name&listing_id=1010746604", "store_sales": "20 sales", "store_rating": "5", "listing_title": "100+ Instagram Feed Templates for Social Media, Editable Instagram Post, Instagram Story Templates | Pink and Blue Feed | TemplatesBox", "listing_bestseller": "-", "listing_price": "\n                        $11.26\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    - Are you lacking ideas for your new activities on Instagram?- Do you want to make your Instagram Feed MORE INTRIGUING but at a SUPER CHEAP PRICE?♡ THIS IS THE RIGHT PLACE FOR YOU !!!𝐖𝐞𝐥𝐜𝐨𝐦𝐞 𝐭𝐨 𝐓𝐞𝐦𝐩𝐥𝐚𝐭𝐞𝐬 𝐁𝐨𝐱🐰Let's Buid Your Social Influence!✨ MILLION TEMPLATES ✨ ATTRACTIVE PRICE ✨ SPECIAL OFFERS ✨- With a new and interesting look by using this bundle, your account will stand out and of course will attract MORE FOLLOWERS!- Let’s create an attractive Instagram Feed in minutes with 50 INSTAGRAM POST TEMPLATES and 50 MATCHING INSTAGRAM STORY TEMPLATES.♡ THE BEST PART? - They are completely editable and customized by YOU!- Upload your picture, change the colors, text, and more to make them customized with CANVA, a completely FREE program that makes it easy to edit and download in any format!(you can also download the Canva app to edit, download, and then upload straight to Instagram from your phone!)Hold up! There’s still more! - Once you purchase a template/schedule/to-do list/planner in our shop, you will get a special offer of EXTRA 10% SALE-OFF for new products in the future.♡ WHAT YOU GET: 100 TEMPLATES TOTAL - 50 Editable Instagram Post Templates in Canva + 50 MATCHING Instagram Story Templates in Canva- 100 Instagram Templates in PDF File- Directions in Canva- Perfect for entrepreneurs, content creators, coaches, and e-commerce businesses- Increase your engagement with a consistent feed!- Quote templates - emphasize your messaging- All aesthetics & colors can be changed to suit your brand palette♡ COLOR PALETTE:- Pastel Blue- Pastel Pink- White- Cape Code♡ HOW IT WORK ✔ Add this listing to your cart by selecting “Add to Cart”✔ Submit payment information & click “Order”✔ After your order is complete, you will see a link for the download files, which can be found at: https://www.etsy.com/your/purchases.✔ Download the PDF file✔ This contains the direct download LINK to your Canva templates.✔ You will be able to easily switch out the fonts, colors, images & other graphic elements on your own.♡ HOW TO USE CANVA? ✔ Make sure you already have a Canva account.https://www.canva.com IT'S FREE!✔ This template works for both free and pro-Canva user✔ Download Mobile Canva App✔ Download the PDF, and open the link to the theme that you'd like to use ✔ After all, is set, save the template as JPG♡ QUESTIONS?If you have any questions, complaints, please feel free to reach out. I’m always willing to hear from you.‼️IMPORTANT:You must not sell or give away any of the files you receive in this pack. They are for use on your blog and/or social media only.📍For more planner templates visit our shop:https://www.etsy.com/shop/TemplatesBox 📍 Make sure to FAVORITE our shop to receive updates when we add new templates!!Quickly and easily use this drag and drop builder to create stunning templates at a low cost!💌 Join us on Instagram for more engaging organizations: @templatesbox💌 Use code: TBTHANKS to get 10% off your next order in my shop!Love, TemplatesBox 🐰\n                ", "listing_reviews": null, "store_reviews": "3 shop reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/1010746604/100-instagram-feed-templates-for-social"}, {"seller_text": "EveDesignCo", "seller_href": "https://www.etsy.com/shop/EveDesignCo?ref=simple-shop-header-name&listing_id=829140052", "store_sales": "5,333 sales", "store_rating": "4.1846", "listing_title": "Mobile Lightroom Presets | Instagram Presets | Desktop & Mobile Presets | Influencer Natural Theme | Natural Airy Photo Presets", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.23\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 2 other files"], "listing_desc": "\n                    Mobile Lightroom Presets | Instagram Presets | Desktop & Mobile Presets | Influencer Natural Theme | Natural Airy Photo PresetsCreated for the FREE Lightroom Mobile App and Desktop Lightroom. These presets will transform your photos with just one click. Create a cohesive aesthetic in your images and a consistent theme for Instagram or in your blog.What's included with your purchase? ✩ One Mobile Lightroom Preset (DNG file) ✩ One Desktop Lightroom Template (Irtemplate) ✩ Step-by-step PDF guide with images Thank you for shopping small!INTELLECTUAL PROPERTY RIGHTS: Unless otherwise indicated, the products listed on this shop is our proprietary property and all source code, databases, functionality, software, designs, audio, video, text, photographs, and graphics on the Site (collectively, the “Content”) and the trademarks, service marks, and logos contained therein are owned or controlled by us or licensed to us and are protected by copyright laws and various other intellectual property rights and unfair competition laws of the United States, foreign jurisdictions, and international conventions.\n                ", "listing_reviews": "58", "store_reviews": "132 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/829140052/mobile-lightroom-presets-instagram"}, {"seller_text": "SymphonyPresets", "seller_href": "https://www.etsy.com/shop/SymphonyPresets?ref=simple-shop-header-name&listing_id=791964935", "store_sales": "17,197 sales", "store_rating": "4.9267", "listing_title": "10 Dark and Moody Mobile Lightroom Presets -  Desktop Presets - Instagram Presets - Set of 10 Presets - iPhone Presets - Blogger Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 JPG, 1 ZIP"], "listing_desc": "\n                    Moody Black - Lightroom Presets / Best for Lightroom Mobile and Desktop/ Lightroom Presets/ Instagram PresetsMake your photos stand out with this preset pack which includes 10 unique presets for Lightroom. These presets were designed especially for portraits, travel, lifestyle, and wedding photography to give your photos that popular and attractive dark and moody look. This preset pack is the second version of our Dark and Moody Preset Pack.This bundle includes 10 beautiful Lightroom presets which can be used in almost every type of situation. Whether you took an amazing selfie, or you took awesome photos on your new camera these presets will be great. They were great in a variety of lighting situations, even in extremely low light environments.You can use these presets in both the mobile and the desktop version of lightroom with a very easy install that can take under 1 minute. Compatibility: Works on all Versions of Lightroom Classic, Lightroom CC and Lightroom Mobile. Lightroom Classic versions 7.2 and older use the .lrtemplate files while 7.3 and newer can use either .lrtemplate or .xmp.Top features of this bundle:🗸 One time purchase, keep forever🗸 10 Presets in .xmp Format🗸 10 Presets in .lrtemplate Format🗸 10 Preset in .dng Format🗸 Compatible with Lightroom Mobile🗸 Compatible on Windows and Mac🗸 24/7 Support🗸 Free Updates🗸 Install Instructions Included\n                ", "listing_reviews": "100", "store_reviews": "860 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/791964935/10-dark-and-moody-mobile-lightroom"}, {"seller_text": "LouMarksPhoto", "seller_href": "https://www.etsy.com/shop/LouMarksPhoto?ref=simple-shop-header-name&listing_id=865473815", "store_sales": "388,511 sales", "store_rating": "4.8278", "listing_title": "10 Presets, Lightroom Presets, Lightroom mobile presets, Filter Instagram presets, Preset for mobile blogger, Natural light and airy Pack", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.49\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP, 2 PDF"], "listing_desc": "\n                    ♡ SALE!! Buy 3 Packs & Get 2 FREE! Add all 5 Packs to your cart and only pay for 3 in total!♡ More Presets In My Shop: www.etsy.com/shop/loumarksphoto♡ Create consistent photo edits with The Light Airy Preset Pack. This Preset Collection soften and lighten your dark dull photos, add lightness and sift color with my photo presets! This presets pack included 10 presets suitable for all images and creates amazing results! Makes your images look so much better and brighter! ♡ Works amazing in one click on Indoor and Outdoor, Home Interiors, Family Photos, Lifestyle, Travel, Fashion, Blogger, Wedding, and Portrait Images. Create beautiful blog images or social media images one click. Perfect to easily enhance everyday photos!WHY YOU'LL LOVE IT✔️Light Airy vibe perfect for instagram themes✔️Creamy skin tones and dreamy white tones✔️Made by a professional photographerLou & Marks Presets work with All Versions of Lightroom Mobile & Lightroom Desktop and with Photoshop ACR.INCLUDED IN YOUR PURCHASE ✔️ 10 Mobile Lightroom Presets (DNG)✔️ 10 Desktop Lightroom Presets (LR)✔️ 10 Lightroom & Photoshop Presets (XMP)✔️ Step-by-step PDF guide with video instructionsCOMMON QUESTIONS✔️ Works With The Free & Paid Lr iPhone App✔️ Works With The Free & Paid Lr Android App✔️ Works With All Lightroom Desktop Versions ✔️ Works With Photoshop ACR ✔️ Works With Mac & PC✔️ Works With JPG & RAW Formats♡ SKIN TONE PROMISE You are you unique and so are our Presets! We created our Presets for everyone. No one specific skin tone or hair color. When you purchase from Lou + Marks you are not just purchasing presets you also get our guarantee that they will suit your skin tone. If they don’t send me a message with an unedited image and I will personally adjust them for you. ♡ STAY IN TOUCH Connect with me on Instagram @louandmarks and tag #louandmarks so I can see all your amazing photo edits and share them in my daily stories of my audience of over 60K.© Lou & Marks. All Rights Reserved. By Purchasing this product you agreeing to the Terms of Use. Do not sharing the files, or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "69", "store_reviews": "16,494 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/865473815/10-presets-lightroom-presets-lightroom"}, {"seller_text": "MintAndPepper", "seller_href": "https://www.etsy.com/shop/MintAndPepper?ref=simple-shop-header-name&listing_id=774854798", "store_sales": "61,307 sales", "store_rating": "4.8303", "listing_title": "Lightroom Mobile Presets Natural, Instagram Presets for Bloggers, Bright and Airy Preset, Home preset, Photo filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.59\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    7 Presets for Mobile Lightroom in .DNG format ✩ Lightroom Presets ✩ Instagram FiltersNATURAL is pack of 7 Lightroom Mobile Presets. Great for bloggers, photographers and everyone who aims to create a consistent feed on Instagram with easily applied filter. Perfect for outdoor and indoor photography, fashion shots and portraits.✩ They work well with iPhone and Android devices. You just need to download free Lightroom Mobile App✩ Easy to apply, with just one click✩ Instant download filesYOU GET:✩ 7 Lightroom Mobile Presets in .DNG format✩ Instruction in PDF 💥Check out our Bestsellers💥https://www.etsy.com/shop/MintAndPepperSPECIAL OFFER:🌟GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE🌟🌟GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE🌟🌟GET 8 PACKS & PAY ONLY FOR 4 - Add 8 items to your cart and use promo code 4FREE🌟Please remember that all presets look differently on each photo because of lighting and white balance settings, dominant colours etc. If your photo doesn’t look perfect you may need to adjust exposure or temperature to achieve the best results.Due to the digital nature of this product no exchanges or refunds will be made.CONTACT:EMAIL: mintandpepper5 [!at] yahoo.comON IG: @lovepresets_shop© 2020 MintAndPepper, All Rights ReservedTerms of use: Forbidden to copy, sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.Lightroom Presets, Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, iPhone, Android, Lifestyle Presets, Desktop Presets, Wedding Presets, Portrait Presets, Best Presets, Bright And Airy Preset, Clean Preset, Light Preset, Instagram Filters, Mobile Filters, Photo Filters, Travel Blogger Presets, Photo Editing, Photography Presets, White Preset, Blogger Presets, Photo Presets, Mobile Filter, Travel Presets, Influencer Presets, Home presets, Natural presets\n                ", "listing_reviews": "54", "store_reviews": "2,033 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/774854798/lightroom-mobile-presets-natural"}, {"seller_text": "HerBossAcademyStore", "seller_href": "https://www.etsy.com/shop/HerBossAcademyStore?ref=simple-shop-header-name&listing_id=1015344696", "store_sales": "102 sales", "store_rating": "4.75", "listing_title": "100 Girl Boss Instagram Quotes, Editable Canva Quotes, Entrepreneur Instagram Posts - Instagram Post Lashes - Hair - Nails - Beauty -DIY", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $6.79\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    What's Included? 100 Instagram posts and 100 Instagram Story PostsWhen will I receive my Templates?-Immediately through Etsy and your email. How to edit?-Canva. It’s very simple to edit. You edit everything on the Flyer to fit your brand’s needs. Don’t have an account? Sign up for your free one at www.canva.comWho is this for?-Anyone with a business (Hair/Makeup/Clothing/Fitness/Any Niche) You can edit everything to fit your brand. The colors, model, texts etc., etc., everything is editable.How to download?If you have an Etsy account, after your purchase you’ll see a View your files link which goes to the Downloads page. Here, you can download all the files associated with your order.Downloads are available once your payment is confirmed. If you paid with PayPal or a credit card on Etsy, confirmation might take a few minutes.We’ll also send you a download notification email separate from any transaction notification emails you receive from Etsy and/or PayPal.If you’re unsure if you’ve purchased a Digital Item, you can always go back to the listing page. If it is a digital download, you should see an “Instant Download” message on the images for the item.Purchased a digital item, but don’t have an Etsy account?If you checked out as a guest, you’ll find a link to download your purchase in the receipt email that was sent to you after purchase.https://www.etsy.com/your/purchases?ref=hdr_user_menu-txsPlease be advised that unauthorized sharing/replicating/redistributingof material created by Her Boss Academy is strictly prohibited. Violators will be punished.\n                ", "listing_reviews": null, "store_reviews": "8 shop reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/1015344696/100-girl-boss-instagram-quotes-editable"}, {"seller_text": "IamIsabelleDesigns", "seller_href": "https://www.etsy.com/shop/IamIsabelleDesigns?ref=simple-shop-header-name&listing_id=983080561", "store_sales": "767 sales", "store_rating": "5", "listing_title": "100 Esthetician Instagram Templates. Skincare Instagram Templates Canva. Social Media Marketing. Editable Instagram Templates. Skincare.", "listing_bestseller": "Bestseller", "listing_price": "\n                        $12.22\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Want a branded Instagram profile to showcase your esthetician/skincare/beauty business?Look no further! With these templates, you will be able to develop a cohesive look in your feed and instantly catch the eye of your potential customers.These templates are perfect to create branded Instagram content that could help boost your engagement and make your audience trust and follow you. Save hours of time and effort creating template designs and get it with a click of a button here- I promise you won't be disappointed!SOCIAL MEDIA MARKETING TEMPLATESTRAFFIC & ENGAGEMENT BOOSTERThese easy-to-customize templates are designed to help you simply create a beautiful Instagram feed. It is perfect to showcase your knowledge/business/content and boost engagement with your community. It will help you to increase followers and engagement.This set is ideal for skincare/esthetician/beauty accounts. Take away the hard work and edit with ease using these templates!ADD YOUR OWN TOUCH AND BRANDING & CUSTOMIZE!Created to use on free design tool Canva.com⋆ You can easily add your own brand touch - add your content, change the images, text, colours to suit your brand aesthetic with the click of a button!You do not have to use all the pages if you do not wish to. You can change and swap the pages as well as remove the ones you don’t need.F E A T U R E S⋆ Includes 100 unique branded CANVA templates (IG posts & Stories format)⋆ PDF document with the templates download link⋆ Easily customizable – possible to edit everything - the images, fonts, colours, layouts⋆ Few colour palettes to help you with brandingI M P O R T A N T   I N F O⋆ Personal use only. It means this product cannot be resold for commercial use⋆ This item is a digital product⋆ No physical item will be shipped⋆ Basic Canva knowledge requiredH O W  T O  O R D E R1. Simply purchase the listing.2. After your payment has been cleared you can download the file under the purchases/reviews section in your Etsy account.3. It’s that simple!R E T U R N S⋆ Since this is a digital file it’s not possible to provide returns or exchanges on downloadable items. Please ask all questions before purchasing your itemIf you have any questions or need support you can always contact me!⋆⋆⋆ Find more beautiful prints & templates in my shop https://www.etsy.com/shop/IamIsabelleDesigns?ref=simple-shop-header-name&listing_id=945270860Thank you for visiting!\n                ", "listing_reviews": "24", "store_reviews": "65 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/983080561/100-esthetician-instagram-templates"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=686094717", "store_sales": "171,645 sales", "store_rating": "4.8275", "listing_title": "16 Lightroom Presets - Mobile Presets, Instagram Presets, desktop Presets, lightroom mobile preset - Magic Vacation Summer Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.02\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    💥16 UNIQUE LIGHTROOM PRESETS / MOBILE Presets / PC Presets💥✅ZIP Files Included:- 16 Lightroom presets for MOBILE Lightroom ( free mobile lightroom app)- 16 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items\n                ", "listing_reviews": "73", "store_reviews": "6,145 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/686094717/16-lightroom-presets-mobile-presets"}]