[{"seller_text": "byPLANDA", "seller_href": "https://www.etsy.com/shop/byPLANDA?ref=simple-shop-header-name&listing_id=1028225831", "store_sales": "300 sales", "store_rating": "5", "listing_title": "Digital Planner, Goodnotes Planner, iPad planner, Notability planner, Undated Planner, Goodnotes Digital Planner, Android digital journal", "listing_bestseller": "Bestseller", "listing_price": "\n                        $0.78\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    Digital Undated Hyperlinked Landscape Planner ready for your awesome digital planning journey :) Peach style Sunday & Monday start.PLEASE NOTE: To use this Planner you will need a tablet (iPad \\ etc) and an app that supports PDF annotations and internal PDF hyperlinks (Goodnotes, Notability, Noteshelf, etc). App is NOT included!This planner includes:• Undated for reuse year after year• Sunday & Monday start with 3 weekly layouts - horizontal, hourly and vertical. So you will get 6 planners total!• Index Page with all pages linked• Monthly, Weekly and Daily planning pages with hyperlinks for easy navigation• Yearly, monthly finance & expense trackers • Goal organizer with 10 goal planning pages• Habit, Mood, Time, Sleep, Birthday trackers• Meal Planner• To Do lists, Grocery List, Bucket List• Vision Board, Workout Log, Reading Log, Sticker Page• 6 Custom Sections for you to use for whatever you like• 5 Notepaper types• GoodNotes Sticker Book with pre-cropped stickers ready for use• Individual PNG sticker files for other apps• 5 alternate coversFILES INCLUDED:After purchase you will recieve a PDF file with a download link, that will bring you to Google Drive folder ( it is made this way because Etsy has rescrictions on 5 uploaded files total, so I had to upload all the files to Google Drive) The folder contains:• Horizontal Monday Start (.PDF)• Horizontal Sunday Start (.PDF)• Vertical Monday Start (.PDF)• Vertical Sunday Start (.PDF)• Hourly Monday Start (.PDF)• Hourly Sunday Start (.PDF)• Instructions (.PDF)• Covers (.PDF)• Precropped Stickers (.PNG)• GoodNotes Sticker Book (.goodnotes)PLEASE NOTE • This is a DIGITAL PRODUCT. NO physical product will be shipped to you.• This planner has been optimized for use with the GoodNotes app, but can also be used on any tablet device in any app that supports PDF annotations and internal PDF hyperlinks (Notability, Xodo, Noteshelf, etc).• App is NOT included with your purchase. GoodNotes\\Notability\\etc need to be purchased separately.• Due to the digital nature of the product, ALL SALES ARE FINAL. I do not accept any returns, cancellations or refunds. However, if you do have any issues with your purchase, please reach me out and I will do my best to help.• FOR PERSONAL USE ONLY!Copyright © 2021 by byPLANDA.\n                ", "listing_reviews": "8", "store_reviews": "13 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/1028225831/digital-planner-goodnotes-planner-ipad"}, {"seller_text": "SnazzyMango", "seller_href": "https://www.etsy.com/shop/SnazzyMango?ref=simple-shop-header-name&listing_id=839019412", "store_sales": "3,763 sales", "store_rating": "4.6667", "listing_title": "INSTAGRAM Wedding Filter! Gold Wedding Filter For Instagram! Personalised Instagram Filter, Wedding Filter Insta Stories, Gold Wedding Insta", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $8.01+\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: Adobe Illustrator, Photoshop, Instagram, Facebook, Spark AR, Glitter, Insta Stories, Effect, Instagram Story, Insta Story, Sparkle, Gold, Instagram Wedding\n\n\nRead the full description"], "listing_desc": "\n                    Custom Wedding Filter For Instagram, Instagram Stories Filter!Make a statement at your wedding with your very own custom Instagram/Facebook filter! All your family, friends, guests and followers will have access to your filter! Anyone who sees your story will also have access to your filter! Unlike snapchat filters it's not restricted to location and there is no upload cost!| CUSTOMISATION |Information Required:Mr. & Mrs. / Mr. & Mr. / Mrs. -Surname -Date (In format required) - Glitter colour (Select from drop down menu) or message me if you want a colour which isn't listed.Which social media do you want your filter to be on? (Facebook or Instagram). Please note there's a small charge to have your filter on both social media platforms as I essentially have to make 2 separate filters.| HOW IT WORKS |1 - Enter your personalisation requirements in the space provided when ordering.2 - I then design your filter in Instagram/Facebook's unique software.3 - A proof will then be sent to you of how your filter will look, please allow 24hrs for this.4 - Once you're happy with how your filter looks, I then submit it to Instagram/Facebook to upload to their filter collection. (This can take up to 48hrs)!5 - Once the filter has been accepted by Instagram/Facebook I will then email you a link to where you can find your filter on the social media site!6 - You can share the link with all your friends, family and guests! Alternatively, when your post to your story using the filter a badge will be displayed in the top left corner. Anyone who clicks on this will also have access and be able to use your filter! (An example of this is Picture 3).Please message me if you have any questions.  :)If you include the snapchat version in your order, this is just for the filter file. You must upload the filter to Snapchat where costs may be incurred due to location and date. More information can be found here: https://www.snapchat.com/l/en-gb/on-demand/Facebook and Instagram filters are uploaded by me at no extra cost.My full collection of Instagram & Facebook filters can be found here:https://www.etsy.com/uk/shop/SnazzyMango?ref=seller-platform-mcnav&section_id=21416837Keywords:Insta Filter, Instagram Filter, Instagram Story, Instagram Stories, Insta Stories, Instagram Wedding, Instagram Wedding Filter, Rose Gold Wedding Filter, Insta Wedding Filter, Insta Wedding Effect, Insta Wedding Stories, Insta Wedding, Instagram Wedding, Rose Gold Wedding Filter, Insta Mask, Insta Effect\n                ", "listing_reviews": "11", "store_reviews": "466 reviews", "search": "svg", "url": "https://www.etsy.com/listing/839019412/instagram-wedding-filter-gold-wedding"}, {"seller_text": "LuaDigitalArt", "seller_href": "https://www.etsy.com/shop/LuaDigitalArt?ref=simple-shop-header-name&listing_id=983494863", "store_sales": "23,636 sales", "store_rating": "4.9612", "listing_title": "Funny Svg Bundle | Svg files for cricut | Quotes Svg | Sayings Svg", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.75\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 4 ZIP, 1 TXT"], "listing_desc": "\n                    *Instant Download* 90 Hand-lettered Funny Quotes Bundle𝗜𝗡𝗖𝗟𝗨𝗗𝗘𝗦:🛒 YOUR PURCHASE INCLUDES:• 90x Individual SVG files• 90x individual PNG files (Transparent Background)• One EPS file contains all 90 designs• One DXF file contains all 90 designs• If you require a different file type or size - contact me after completing your purchase with your request. I am happy to help!𝗖𝗢𝗠𝗣𝗔𝗧𝗜𝗕𝗜𝗟𝗜𝗧𝗬:SVG files – For Cricut Explore, Silhouette Designer Edition, Adobe Suite, Inkscape, Corel Draw and more.PNG files – (High Resolution) Transparent Background.EPS files – For Adobe Illustrator, Inkscape, Corel Draw and more.DXF files – For Silhouette users, this format can be open with the free software version of Silhouette.Due to the numerous variations of cutters and software I am not able to provide support on how to use these files with your software or machine.✪ NOTE: • This is a DIGITAL DOWNLOAD item - You will not receive a physical item• The files will be automatically sent to you as soon as the payment is confirmed by Etsy.• Commercial License is included!• Watermarks will be removed upon purchase.𝗧𝗘𝗥𝗠𝗦 𝗢𝗙 𝗨𝗦𝗘, 𝗟𝗜𝗖𝗘𝗡𝗦𝗘 (𝗖𝗼𝗺𝗺𝗲𝗿𝗰𝗶𝗮𝗹 𝗮𝗻𝗱 𝗣𝗲𝗿𝘀𝗼𝗻𝗮𝗹 𝗨𝘀𝗲 𝗔𝗹𝗹𝗼𝘄𝗲𝗱):This listing comes with a FREE COMMERCIAL LICENSE for unlimited product creation & sales.✔️ No Credit Required✔️ Mass Commercial Production✔️ You are authorized the use of purchased designs from LuaDigitalArt ©️ for both Personal and Commercial purposes including Print On Demand use.✔️ You may print physical products to sell for profit using LuaDigitalArt designs. ❌ You are NOT authorized to resell or redistribute any purchased files from LuaDigitalArt ©️ in any digital format.❌ You are NOT authorized to re-create new designs with these designs and re-sell as if they are your creation❌ You are NOT authorized to claim any designs from LuaDigitalArt ©️ as your own work.If you are unsure about the product don't hesitate to contact me via Etsy 24/7.𝗛𝗘𝗟𝗣Quick help on how to download your files: https://www.etsy.com/help/article/3949Please contact me with any other questions - I am here to help!Thanks for trusting us!©️ Copyright of LuaDigitalArt ©️ — no part of any content, description or template may be reproduced or sold in any form.\n                ", "listing_reviews": "56", "store_reviews": "1,192 reviews", "search": "svg", "url": "https://www.etsy.com/listing/983494863/funny-svg-bundle-svg-files-for-cricut"}, {"seller_text": "Graaphic", "seller_href": "https://www.etsy.com/shop/Graaphic?ref=simple-shop-header-name&listing_id=728657911", "store_sales": "112,875 sales", "store_rating": "4.8902", "listing_title": "Mickey Mouse SVG, Minnie Mouse SVG, Disney Castle Svg, Clipart, For Cricut, For Silhouette, Cut File, Vector, Vinyl File, Png, Dxf, Svg File", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP"], "listing_desc": "\n                    More designs click here:https://www.etsy.com/shop/Graaphic/itemsYou will receive:44 SVG (layered by color) files,44 PNG (super high resolution) files,44 DXF files.This is a digital file download and no physical items will be sent. You will be able to download the files immediately after the payment is received.\n                ", "listing_reviews": "100", "store_reviews": "4,864 reviews", "search": "svg", "url": "https://www.etsy.com/listing/728657911/mickey-mouse-svg-minnie-mouse-svg-disney"}, {"seller_text": "Blondary", "seller_href": "https://www.etsy.com/shop/Blondary?ref=simple-shop-header-name&listing_id=943879946", "store_sales": "2,567 sales", "store_rating": "4.9957", "listing_title": "Lightroom Presets, 6 Coconut Presets, Mobile Presets, Instagram Filter, Blogger Presets, Travel Presets, Summer Presets, Tropical, Maldives", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $1.05\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    6 Mobile Lightroom Presets, Instagram Presets, Travel presets, Photo filter, Blogger Presets, Indoor photo presets, Lifestyle presets, Warm Bright preset, Tropical Presets, Preset, Coconut Presets✩ FREE PRESETS OFFER ✩💥 GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE 💥💥 GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE 💥*Coconut Mobile & Desktop Presets: include 6 mobile and desktop Lightroom preset will enhance skin tones for an all year round sunkissed tan and make the blues in your photo pop.*⭐You Will Receive :- 6 DNG. Mobile Presets (Compatible with computer Lightroom App also!) - 1 PDF file \"how to download mobile presets\" All presets files are in DNG format.After the download you will need to unzip the file, either on your PC (and then send the mobile presets to your phone) or on your phone (if you have an app that can unzip files).After purchase you will be able to INSTANTLY DOWNLOAD the following 6 presets.- If you have problems with installation or with downloading your files just contact me and I'll do my best to help you.- Please keep in mind that each photo has different light setting so you can tweak some settings as light, contrast etc after applying you presets to get best results.For personal use ONLY! You may NOT sell, distribute, rent, give, sub-license, or transfer presets, or presets sent to anyone else.More Presets:Creamy Presets:https://www.etsy.com/listing/948185389/mobile-lightroom-presets-5-creamy?ref=shop_home_active_8&pro=1Winter Snow Presets:https://www.etsy.com/listing/949617290/mobile-lightroom-presets-12-winter-snow?ref=shop_home_active_9&pro=1Vintage Presets:https://www.etsy.com/listing/960609413/lightroom-presets-3-vintage-presets?ref=shop_home_active_1&pro=1Spring Presets:https://www.etsy.com/listing/953829356/lightroom-presets-6-spring-presets-white?ref=shop_home_active_3&pro=1Fitness Presets:https://www.etsy.com/listing/943374818/lightroom-presets-6-fitness-presets?ref=shop_home_active_5&pro=1Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filters, Travel Presets, Influencer Presets, warm presets, iPhone Presets, Moody Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright Presets, Clean Preset, Color Pop Preset, Vibrant Presets, Desert Presets, Beach Presets, Instagram Presets, Lifestyle Presets, Coconut Presets, summer presets, tropical presets\n                ", "listing_reviews": null, "store_reviews": "234 shop reviews", "search": "svg", "url": "https://www.etsy.com/listing/943879946/lightroom-presets-6-coconut-presets"}, {"seller_text": "AglowPresets", "seller_href": "https://www.etsy.com/shop/AglowPresets?ref=simple-shop-header-name&listing_id=775574072", "store_sales": "50,854 sales", "store_rating": "4.9237", "listing_title": "GLOW  Mobile Lightroom Preset , Photo Filters, Instagram preset, best preset, bright preset, Blogger Preset, aglow preset, mobile preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 other file"], "listing_desc": "\n                    PRESET SALE🔥📸: https://www.etsy.com/shop/AglowPresetsBUY 3 INDIVIDUAL PRESETS GET 3 FREE - Use Code: BUY3GET2BUY 3 BUNDLES GET 3 FREE - Use code: 2FREEBUNDLESGLOW Aglow MOBILE PRESETThis preset works amazing for outdoor and indoor pictures. It makes all the colors pop and brightens the whole vibe of the picture.  This preset is a must have for any blogger or Instagrammer to make their feed stand out! These Mobile presets were uniquely designed to work with a variety of photo settings. Each preset has been created and tested on different lighting and locations to insure a perfect application to your photos every time. Using AGLOW presets, Instagrammers, bloggers and photographers or anyone wanting to enhance their photos will create beautiful asthetic images that will stand out to their viewers. WHAT IS NEEDED? - Download the Free Lightroom CC App on your mobile device.-AFTER PURCHASE YOU WILL RECEIVE:-1 GLOW PRESET PHOTO in DNG FORMAT(This will be a single image that contains all of the presets for that filter.)-Lightroom Mobile Installation User ManualPlease follow us on Instagram @aglowpresets for tips and editing tricks along with great giveaways!   Tag me at @aglowpresets when you post your photos using the Aglow presets!  I would love to see them!Please leave a review!!!https://www.instagram.com/aglowpresets/You can also check out my WEBSITE for more information!  www.aglowpresets.comPHOTO TIPS:Photo's will be transformed in one click!  I do recommend adjusting the lighting under the \"light tab\" in Lightroom.  Every picture is taken in a different lighting environment, so by increasing or decreasing the exposure will get that perfect look!No refunds or exchanges on Downloaded images.All presets are Copyrighted ©AGLOW PRESETS.Keywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lightroom Presets, best presets, filters\n                ", "listing_reviews": "100", "store_reviews": "2,528 reviews", "search": "svg", "url": "https://www.etsy.com/listing/775574072/glow-mobile-lightroom-preset-photo"}, {"seller_text": "PresetsByMary", "seller_href": "https://www.etsy.com/shop/PresetsByMary?ref=simple-shop-header-name&listing_id=726644045", "store_sales": "64,798 sales", "store_rating": "4.8204", "listing_title": "16 Mobile Lightroom Presets DISNEY GIRL Travel Blogger Lifestyle Vibrant Instagram Bright Color Summer Photo Editing", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.97\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    💗GET 6 & PAY FOR 3: add 6 presets to your cart, use coupon: GIFTBYMARY and pay for 3 only 💗https://www.etsy.com/shop/PresetsByMary?coupon=GIFTBYMARY⭐️16 UNIQUE LIGHTROOM PRESETS / MOBILE Presets ⭐️Mobile Preset is perfect for your Adobe Lightroom CC Mobile App and works well with your photos shot with your iPhone or Android device.Presets fit for Outdoor and Indoor pictures, Family, Travel, Lifestyle, Blogger, Wedding, Portrait photos.Included:🔶16 Lightroom presets in DNG format for MOBILE Lightroom (free app compatible with both IOS and ANDROID).🔶Compatible with All Photo formats🔶Compatible with Lightroom Mobile App🔶Compatible with All Lightroom and Photoshop Versions🔶Instant download (Download the presets right after the payment and start enjoying now)🔶Free support (contact us me any questions or concerns. We're always happy to provide fast and thorough support)🎁SPECIAL OFFER 3+3 for FREEBuy atleast 3 items from my shop and get 3 for FREE WIth love,PresetsByMary♥️\n                ", "listing_reviews": "100", "store_reviews": "3,799 reviews", "search": "svg", "url": "https://www.etsy.com/listing/726644045/16-mobile-lightroom-presets-disney-girl"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=1029762143", "store_sales": "21,700 sales", "store_rating": "4.7409", "listing_title": "10 Lightroom Presets for Mobile, Vibrant Preset, Colorful Filter, Bright Summer Preset, Beach Preset, Instagram Filter, VSCO Filter, Outdoor", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $2.12\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    Meet our NEW Colorpop Lightroom Presets for Mobile devices! These trendy vibrant filters are perfect for Bloggers, Instagram Influencers, or anyone looking to up their photo game!⋒ Your Purchase Includes ⋒・10 Colorpop Lightroom Presets for Mobile・PDF Download Guide・PDF Editing Tips & Tricks Handbook⋒ Additional Information ⋒・FOR MOBILE (iOS / Android)・Compatible with the FREE Lightroom App・Works with & WITHOUT an Adobe subscription・Presets can be used an unlimited number of timesOur presets are tested on a range of different photo styles. Please keep in mind, all photos are unique and therefore presets work differently on every photo. We are confident that our presets will add a beautiful touch to your photos. The final touch may be done by you through small adjustments like tweaking the exposure or saturation to create your perfect image.⋒ Cancellations, Refunds and Exchanges ⋒Due to the digital nature of this product, we are unable to offer refunds. However, your satisfaction is our number one priority. In the case you are not happy with a preset you have purchased, please leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2021 IslahStudios, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.⋒ Keywords ⋒Lightroom Preset, Lightroom Preset Etsy, Lightroom Mobile, Outdoor Preset, Outdoor Filter, Beach Preset, Beach Filter, Summer Preset, Summer Filter, Instagram Preset, Instagram Filter, VSCO Filter, Lifestyle Blogger Preset, Lifestyle Blogger Filter, Influencer Preset, Influencer Filter, California Vibes, iPhone Filter, Android Filter, Tan Preset, Vacation Preset, Travel Preset, Travel Blogger, Mommy Preset, Mommy Filter, Baby Preset, Baby Filter, Newborn Preset, Newborn Filter, Family Preset, Family Filter, Home Preset, Home FIlter, Indoor Preset, Indoor Filter, Interior Preset, Interior Filter, Vibrant Preset, Vibrant Filter, Colorful Preset, Colorful Filter, Colorpop Preset, Colorpop Filter\n                ", "listing_reviews": null, "store_reviews": "1,130 shop reviews", "search": "svg", "url": "https://www.etsy.com/listing/1029762143/10-lightroom-presets-for-mobile-vibrant"}, {"seller_text": "BigmamaDesignStudio", "seller_href": "https://www.etsy.com/shop/BigmamaDesignStudio?ref=simple-shop-header-name&listing_id=977037978", "store_sales": "5,244 sales", "store_rating": "4.9304", "listing_title": "Peace Love SVG,DXF,Cheetah,Peace Sign,Love,Leopard,Peace Hand,Heart,Doodle,Cricut,Silhouette,Digital,Commercial use,Instant download_CF38", "listing_bestseller": "Bestseller", "listing_price": "\n                        $0.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 ZIP"], "listing_desc": "\n                    𝗬𝗢𝗨 𝗪𝗜𝗟𝗟 𝗥𝗘𝗖𝗘𝗜𝗩𝗘You will receive 1 zipped file containing 4 imagesPerfect for creating cards,decotrations,T-shirts even more!● SVG files● DXF files● EPS files● PNG files (image size averaging 10\"at tallest/Widest point,300dpi)● JPG files  (image size averaging 10\"at tallest/Widest point,300dpi)𝗛𝗢𝗪 𝗧𝗢 𝗗𝗢𝗪𝗡𝗟𝗢𝗔𝗗✔️ Etsy App DOES NOT SUPPORT file downloads in your PHONEThere are 2ways to download files① Through Web Browers(Safari,Chrome..etc) Please login to Etsy on any web browser and You can download files in \"Purchases & Reviews\"② through your e-mail  As soon as your payment is done,You will receive a email from Etsy  Please have a look your spam mail box as wellIf you have trouble downloading don't hesitate contack to me with your e-mail addressI will send you to your e-mail𝗧𝗘𝗥𝗠𝗦 𝗢𝗙 𝗨𝗦𝗘★No credit required!!★★Unlimited copies,mass commerical production is OK!!PHYSICAL PRODUCT ONLYFor your cricut, silhouette, or other cutting machine(Cutting,making cards,carft,T-shirts..etc)Use it for print out(Print on papers,farbics,shirts,cups,boxes,bags...etc.)NOT FOR SELLING DIGITAL PRODUCTDownload files,Printable files..etcANY PERSONAL USEexcept freebie,shareCopyright©BigmamaStudio All rights reserved.\n                ", "listing_reviews": "11", "store_reviews": "158 reviews", "search": "svg", "url": "https://www.etsy.com/listing/977037978/peace-love-svgdxfcheetahpeace"}, {"seller_text": "HyggelyStudio", "seller_href": "https://www.etsy.com/shop/HyggelyStudio?ref=simple-shop-header-name&listing_id=726954527", "store_sales": "21,406 sales", "store_rating": "4.919", "listing_title": "8 Lightroom MOBILE Presets, Clean and Crisp Mobile Lightroom Presets, Blogger and Instagram Photo Filters, Lightroom CC, Light Bright Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.55\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF"], "listing_desc": "\n                    Elevate your social media presence with these Clean and Crisp presets for MOBILE! These are used best for images used in light spaces or shot in natural light.☞ PLEASE NOTE: THIS IS A DIGITAL DOWNLOAD! NO PHYSICAL COPY WILL BE SENT TO YOU! ☜CHECK OUT MORE FROM THIS SHOP --> https://www.etsy.com/ca/shop/HyggelyStudio-----------------------------------------------DETAILS FOR INSTANT DOWNLOAD:-----------------------------------------------♡ INSTANT DIGITAL DOWNLOAD!You will receive 8 preset files (PDF will have a clickable link to your files through google drive)+ PDF WITH LINK TO STEP BY STEP INSTRUCTIONS WITH PHOTOS!➀ CLEAN&CRISP - ORIGINAL - DNG FILE ➁ CLEAN&CRISP - HIGHLIGHT- DNG FILE➂ CLEAN&CRISP - WARM- DNG FILE➃ CLEAN&CRISP - COOL - DNG FILE➄ CLEAN&CRISP - INTERIOR - DNG FILE➅ CLEAN&CRISP - OUTDOOR - DNG FILE➆ CLEAN&CRISP - TWO - DNG FILE➇ CLEAN&CRISP - THREE - DNG FILE!! These presets are created for Mobile Lightroom CC ONLY !!*If you would like the Desktop version of these presets, please message me, and I will direct you to the desktop listing*- Compatible with both the Paid and Free Versions of Lightroom Mobile- Instant Download Directly to Mobile Device, No Desktop Needed- Compatible with JPG & Raw ImagesBased on your lighting conditions, camera settings, and personal style, these presets may need to be slightly altered to fit your needs. I am always happy to help you use the presets if you are having trouble.  !! No refunds or exchanges can be made on digital products !!TERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE FOLLOWING -- - Do not share these files- Do not sell these files- Derivative works are also prohibited© 2019 Hyggely Studio - All Rights Reserved\n                ", "listing_reviews": "100", "store_reviews": "816 reviews", "search": "svg", "url": "https://www.etsy.com/listing/726954527/8-lightroom-mobile-presets-clean-and"}, {"seller_text": "SheShedCraftStore", "seller_href": "https://www.etsy.com/shop/SheShedCraftStore?ref=simple-shop-header-name&listing_id=958397828", "store_sales": "24,930 sales", "store_rating": "4.954", "listing_title": "Sarcastic Svg Bundle , Sarcastic Svg Files, Funny Quotes Svg, Dxf Eps Png, Silhouette, Cricut, Cameo, Digital, Sarcasm Svg,  Shirt Bundle", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $1.00\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP"], "listing_desc": "\n                    *** $1 Summer Sale *** Everything In The Shop Will Be $1.***Thank you for Checking Out She Shed Craft StoreSVG Cut File is perfect for all your DIY projects or handmade business product lines. You can create T Shirts, Wood Signs, Mugs, Tumblers, Ornaments, Cards, Party Décor and more for yourself and others.You will not receive any physical items - this is for a digital download - all photos are examples of what you could create on your own.>>> WHAT YOU GET <<< You will receive 1 ZIP Folder containing the following ❤ SVG file (Microsoft Edge HTLM)❤ EPS file❤ JPG file❤ PNG file with transparent background. ❤ DXF file: compatible with Silhouette Studio (including the basic version. Use instead of SVG). >>> CHECKOUT <<<1. Add your Files to the cart and checkout.2. After purchasing this digital product, you will be able to access and download it from your Completed Orders page. You will also receive an email address to the email associated with your Etsy account with a link to your instant download.>>> TERMS OF USE <<<You can use any files purchased in my shop for both personal and commercial use. You can use the files as they are or modify them to create physical products for personal use or for sale.Under no circumstances should the files you purchase be transferred to another person, regardless of the license type. You may not share, transfer, e-mail, or send the files you purchase to someone else for their use.I maintain the rights to these digital files & you may not claim it as your own.♥ If you love my designs and want to stay up to date with new uploads, exclusive discounts, freebies & giveaways, then join my VIP email list. Copy and paste https://mailchi.mp/9ea368aa39fb/she-shed-craft-storeAny Questions or Need any help please contact me anytime 😊\n                ", "listing_reviews": "57", "store_reviews": "790 reviews", "search": "svg", "url": "https://www.etsy.com/listing/958397828/sarcastic-svg-bundle-sarcastic-svg-files"}, {"seller_text": "SunnyEditor", "seller_href": "https://www.etsy.com/shop/SunnyEditor?ref=simple-shop-header-name&listing_id=923518190", "store_sales": "336 sales", "store_rating": "4.7059", "listing_title": "11 Natural Mobile Lightroom Presets, Natural Presets, Cream Presets, Instagram Filters, Blogger, Vanilla, iPhone Presets, Filter for iPhone", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.20\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 1 PDF, 1 ZIP"], "listing_desc": "\n                    ◆ ◆ ◆ SPECIAL OFFER ◆ ◆ ◆✭ Buy 3 presets and get 2 for free. Add 5 presets to your shopping cart and apply the coupon code 2FREE. ✭ Buy 5 presets and get 4 for free. Add 9 presets to your shopping cart and apply the coupon code 4FREE.◄  INCLUDED IN YOUR PURCHASE  ►* 11 Mobile Lightroom Presets (DNG files)* Detailed PDF Image Instructions✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Lightroom Mobile is FREE so you don't need an Adobe subscription to use the presets✔️ You only need Lightroom CC App on your Phone/iPad✔️ Once purchased can be used an unlimited amount of times✔️ Easy to apply with just one clickGeneral information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUYhttps://www.youtube.com/watch?v=uOBXKOyAFEAPlease keep in mind all photos are unique and therefore each preset works differently on every photo. You can fine tune your own adjustments to find settings that suit you with temperature, exposure etcDue to the digital nature of this product ALL SALES ARE FINALKeywords:Lightroom Presets, Mobile Preset, DNG, Instagram Preset, Lightroom CC, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset, White Presets, Natural Presets© 2020 Sunny Editor Presets, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "5", "store_reviews": "17 reviews", "search": "svg", "url": "https://www.etsy.com/listing/923518190/11-natural-mobile-lightroom-presets"}, {"seller_text": "FilAndEllieStudio", "seller_href": "https://www.etsy.com/shop/FilAndEllieStudio?ref=simple-shop-header-name&listing_id=857923240", "store_sales": "9,294 sales", "store_rating": "4.8409", "listing_title": "6 Mobile LIGHTROOM Presets, Nude Presets, Fashion Presets, Mobile Presets, Instagram Filters Presets, Dng Brown Preset, Natural Beige Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF, 2 ZIP"], "listing_desc": "\n                    Instagram Presets / Mobile Lightroom Presets / Desktop & Mobile Presets /Natural Beige Presets✩ INCLUDED IN YOUR PURCHASE ✩6 Mobile Lightroom Presets (DNG files)6 Desktop Lightroom Presets (XMP files)Free 35 pages PDF on Social Media GrowthDetailed PDF Image Instructions◾️ If you have issues downloading or using any of the files, please contact me and I will re-send you the files and help you troubleshoot◾️With over 10 years of professional experience in the world of photography, you are guaranteed to get high quality presets that will elevate the look of your photos. We spent hundredths of hours editing, so that you won’t have to.✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Works With & WITHOUT Adobe subscription✔️ You only need Lightroom CC App on your Phone/iPad✔️ Works With Lightroom Desktop for Mac or PCCreated for the FREE Lightroom Mobile App and Desktop Lightroom. Works best on RAW files but is fully compatible with JPEGS as well.General information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUY. Make sure to save the zip file on your phone. The transaction and installation can be completed on a mobile device. Access to a desktop computer is not required.These presets were designed to work with many different light conditions, from full sun to shade, and will help you achieve a consistent look by enhancing the colors and brightness of your photos. This pack in particular was designed to enhance natural and soft tones, giving a neutral, but warm feel to your photos. Sand, the color of wheat, white, brown and soft tones in general are at the core of these filters.  Perfect for interior design or general lifestyle photos. This pack works well for many different types of photography from lifestyle to travel, home blogging and interior design photos. The range of colors for the 6 presets is very wide. These can be applied on many different types of photos to achieve different results.Beige includes 6 mobile presets. They are all extremely versatile, can be fully customized and are guaranteed to enhance dull images with just one click. Whether you work with photos straight from your phone’s camera roll or raw files from your DSLR, these presets will help you refine your style giving you beautiful photos.Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "41", "store_reviews": "421 reviews", "search": "svg", "url": "https://www.etsy.com/listing/857923240/6-mobile-lightroom-presets-nude-presets"}, {"seller_text": "Blondary", "seller_href": "https://www.etsy.com/shop/Blondary?ref=simple-shop-header-name&listing_id=987625128", "store_sales": "2,567 sales", "store_rating": "4.9957", "listing_title": "10 Mobile Lightroom Presets, Vanilla Presets, Vsco Filters, Fashion Presets, Lifestyle Presets, Instagram Filter, Nude Presets, Beige Preset", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $1.05\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    10 Mobile Lightroom Presets, Nude Presets, Lifestyle Presets, Beige Presets, Iphone Presets, Lightroom, Mobile Presets, Presets, Dng Presets, Cream Presets, Vsco Filters, Fashion Presets, Instagram Filters, Natural Preset, Vanilla Presets✩ FREE PRESETS OFFER ✩💥 GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE 💥💥 GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE 💥*Vanilla Mobile Presets: include 10 mobile lightroom presets perfect for anyone wanting to create a warm, creamy Instagram feed. t*⭐You Will Receive :- 10 DNG. Mobile Presets - 1 PDF file - Mobile Instructions-Free GiftAll presets files are in DNG format.After the download you will need to unzip the file, either on your PC (and then send the mobile presets to your phone) or on your phone (if you have an app that can unzip files).- If you have problems with installation or with downloading your files just contact me and I'll do my best to help you.- Please keep in mind that each photo has different light setting so you can tweak some settings as light, contrast etc after applying you presets to get best results.For personal use ONLY! You may NOT sell, distribute, rent, give, sub-license, or transfer presets, or presets sent to anyone else.More Presets:Beige Presets:https://www.etsy.com/listing/964232783/mobile-lightroom-presets-12-beige?ref=shop_home_active_1&pro=1Bright Interior Presets:https://www.etsy.com/listing/952251009/mobile-lightroom-presets-6-bright?ref=shop_home_active_2&pro=1Minimalistic Presets:https://www.etsy.com/listing/938999572/lightroom-mobile-preset-7-minimalistic?ref=shop_home_active_4&pro=1Luxury Black Presets:https://www.etsy.com/listing/971607185/lightroom-presets-10-luxury-black?ref=shop_home_active_3&pro=1Fitness Presets:https://www.etsy.com/listing/943374818/lightroom-presets-6-fitness-presets?ref=shop_home_active_5&pro=1Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filters, Travel Presets, Influencer Presets, warm presets, iPhone Presets, Moody Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright Presets, Clean Preset, Color Pop Preset, Vibrant Presets, Home Presets, Beach Presets , Vanilla Preset\n                ", "listing_reviews": null, "store_reviews": "234 shop reviews", "search": "svg", "url": "https://www.etsy.com/listing/987625128/10-mobile-lightroom-presets-vanilla"}, {"seller_text": "SVGFILE", "seller_href": "https://www.etsy.com/shop/SVGFILE?ref=simple-shop-header-name&listing_id=482017970", "store_sales": "35,911 sales", "store_rating": "4.9507", "listing_title": "Believe SVG Files for Cricut Designs | Christmas Svg Files | Easter Svg | Christian Svg | Inspirational Svg | Jesus Svg | Religious Svg", "listing_bestseller": "Bestseller", "listing_price": "\n                        $0.30\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 ZIP"], "listing_desc": "\n                    Please visit our store and see our other great items https://www.etsy.com/au/shop/SVGFILEOn Sale !!!!! Get a Quality Believe Svg Files For Cricut Machines, this great Cutting File will work perfect on any Vinyl Cutter that takes the formats below. Our Designs are professionally designed.Facebook Grouphttps://www.facebook.com/groups/svgfileThis Believe SVG include both the SVG File and DXF files, for you to use on all of your scrapbook and silhouette products. This listing is for the Believe SVG cutting file only, you're not receiving the t-shirt, phone cover.* SVG Files;* DXF files; * PDF Files;* PNG Files (Transparent Background 300 DPI ready for Clipart);* Gif Files (Transparent Background 300 DPI); and * Jpeg Files (300 DPI).These files will work for the following:* Silhouette Cameo & Portrait Machine;* Cricut Explore; and* Other DIY Craft Cutters.These SVG cutting files and DXF cutting files have been tested at the highest quality.They are cut files with outlines to be used with Silhouette Cameo and Cricut Design Space. These SVG cutting files have been tested at the highest quality.If you need any help with unzipping, extracting or using these files please contact me as soon as possible. Due to the electronic nature of these files there will be no refunds.You may not share, sell or re-distribute as is, use in giveaways or freebies, or claim these images as your own.You may use our Believe SVG to make finished items for personal use, gifts and finished products you sell.\n                ", "listing_reviews": "90", "store_reviews": "2,068 reviews", "search": "svg", "url": "https://www.etsy.com/listing/482017970/believe-svg-files-for-cricut-designs"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=923532978", "store_sales": "21,700 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Neutral Filter, Cream Preset, Instagram Filters, iPhone Presets, Lightroom Filter, Lifestyle Preset, Blogger Filter", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Live life luxuriously with a Luxe Preset! This Lightroom Mobile preset will effortlessly soften and neutralize the shades in your photos to achieve a rich luxurious look with the click of button! ✩ Your purchase includes ✩- 1 Luxe Lightroom Mobile Preset- PDF step by step installation guide✩ Additional Information ✩- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ✩ Cancellation Refunds/Exchanges ✩Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2021 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "11", "store_reviews": "1,130 reviews", "search": "svg", "url": "https://www.etsy.com/listing/923532978/lightroom-mobile-preset-neutral-filter"}, {"seller_text": "OlivesandBlue", "seller_href": "https://www.etsy.com/shop/OlivesandBlue?ref=simple-shop-header-name&listing_id=900601043", "store_sales": "140 sales", "store_rating": "4.3333", "listing_title": "5 Earthy Tones Preset, Preset Lightroom Mobile and Desktop, Instagram Filter for Travel Instagram Influencer and Bloggers, Dark Moody Preset", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $3.14\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP"], "listing_desc": "\n                    Buy 5 Pay 3!Add 5 presets to your cart and apply the code \"BUNDLE\" to pay for 3.Or simply click the link below:https://www.etsy.com/shop/OlivesandBlue?coupon=BUNDLECreated for one single click use for Mobile and Desktop Lightroom. These presets will help you enhance your picture with just a single click for a consistent theme.The purchase will be includes:5 Mobile Lightroom Preset5 Desktop Lightroom PresetBy purchasing the item, you agree to the terms of use which refunds, cancelation, exchange are not apply. Some adjustments might be needed for some pictures due to the camera setting and light adjustments. The files should not be shared, resold, redistributed and reproduced for any purposes.Disclaimer:All the pictures shown in this video belong to their respective original owners.All the photos are for illustration purposes only. Credits to the rightful owner.If you have any further questions, please do not hesitate to contact me. Sincerely,Clou\n                ", "listing_reviews": null, "store_reviews": "3 shop reviews", "search": "svg", "url": "https://www.etsy.com/listing/900601043/5-earthy-tones-preset-preset-lightroom"}, {"seller_text": "FilAndEllieStudio", "seller_href": "https://www.etsy.com/shop/FilAndEllieStudio?ref=simple-shop-header-name&listing_id=1029443267", "store_sales": "9,294 sales", "store_rating": "4.8409", "listing_title": "7 Mobile LIGHTROOM Presets, Summer Presets, Pastel Presets, Instagram Filter, Natural Light And Airy,Blogger Preset, Natural Warm Presets", "listing_bestseller": "-", "listing_price": "\n                        $2.98\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 2 ZIP"], "listing_desc": "\n                    Instagram Presets / Mobile Lightroom Presets / Desktop & Mobile Presets /Natural Presets/Warm Summer Presets✩ INCLUDED IN YOUR PURCHASE ✩7 Mobile Lightroom Presets (DNG files)7 Desktop XMP PresetsFree 35 pages PDF on Social Media GrowthDetailed PDF Image Instructions◾️ If you have issues downloading or using any of the files, please contact me and I will re-send you the files and help you troubleshoot◾️With over 10 years of professional experience in the world of photography, you are guaranteed to get high quality presets that will elevate the look of your photos. We spent hundredths of hours editing, so that you won’t have to.✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Works With & WITHOUT Adobe subscription✔️ You only need Lightroom CC App on your Phone/iPad✔️ Works With Lightroom Desktop for Mac or PC (Classic & CC)Created for the FREE Lightroom Mobile App and Desktop Lightroom. Works best on RAW files but is fully compatible with JPEGS as well.General information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUY. Make sure to save the zip file on your phone. The transaction and installation can be completed on a mobile device. Access to a desktop computer is not required.These presets were designed to work with many different light conditions, from full sun to shade, and will help you achieve a consistent look by enhancing the colors and brightness of your photos. This pack in particular was designed to enhance the colors of sunlight, giving a warm, slighlty pink, natural and bright feel to your photos. A pastel accent for all your Spring photos. Perfect for general lifestyle photos, family, weddings or in general for portraits at golden hour/sunset . This pack works well for many different types of photography from lifestyle to travel, home blogging and professional wedding photographyGarden includes 6 mobile presets & 6 Desktop Presets. They are all extremely versatile, can be fully customized and are guaranteed to enhance dull images with just one click. Whether you work with photos straight from your phone’s camera roll or raw files from your DSLR, these presets will help you refine your style giving you beautiful photos.Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": null, "store_reviews": "421 shop reviews", "search": "svg", "url": "https://www.etsy.com/listing/1029443267/7-mobile-lightroom-presets-summer"}, {"seller_text": "TailoredVectors", "seller_href": "https://www.etsy.com/shop/TailoredVectors?ref=simple-shop-header-name&listing_id=1038582527", "store_sales": "6,934 sales", "store_rating": "4.8926", "listing_title": "Baseball Cap Box svg, Baseball cap template printable, favor box svg, gift box svg, box svg file, baseball hat svg, cricut, silhouette, dxf", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $5.35\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 TXT, 1 ZIP"], "listing_desc": "\n                    ★ Make this cute cap in your team's colors. Feature your own logo. Top slides off for gifting!This favor box is a guaranteed hit among the baseball and softball fans and players in your life! Templates are in SVG, PNG, DXF, EPS and PDFs that are ready to print as a blue or red baseball cap favor box. Also included is a template for printing on any colored paper. Just pick the colored paper of your choice! The Baseball Badge is included in the templates but you could easily create your own logo or badge and glue it to your baseball cap favor box.LINK TO THE CUSTOM STICKER TEMPLATE → https://www.etsy.com/listing/1038584171/baseball-cap-tag-svg-baseball-sticker★ PRODUCT DETAILS ★⚠️THIS IS A DIGITAL DOWNLOAD, NO PHYSICAL PRODUCT WILL BE SHIPPED⚠️》 You will Receive a zip file containing:Instructions PDF | SVG Files for 12x12, 8.5x11 mat users or larger | DXF Files | PNG Files | Colored and blank 8.5\"x11\" printable PDF File | 1x EPS File• The largest piece in this kit is 8x6 (Not compatible with a Cricut joy and mats smaller than 6\")• Each project saved as a single file.• \"Dashed\" and “solid” score lines included.• Print-ready PDF files.• INSTRUCTIONS PDF is included.》 Materials needed• Your choice of heavy white/colored cardstock paper• Cutting machine or a printer to print PDF file• Paper Glue• Scissors》 COMPATIBILITYAny cutting machine software that allows you to import SVG files, such as Sure Cuts a Lot (\"SCAL\"), eCAL, Make the Cut, Silhouette Studio Designer Edition and Cricut Design Space. 》 Dimensions: When assembled, each favor box measures approximately 6\" wide, 4.2\" high and 8\" deep**The largest piece in this template is 8\"x6\" • SVG and DXF files are for cutting machines such as Cricut and Silhouette• PNG files are high resolution (300ppi) with transparent background. Can be uploaded to some cutting machines and used for clipart• All files are compressed together into a zip file, so you will need to unzip/extract them to your computer first before you can use them• All cutting files have been tested for cut lines. It is the buyer's responsibility to know how their software and cutting machine works as well as what format is supported. We do not provide technical assistance for the use of your cutting machine or printer.• Vector files may be scaled up or down without the loss of quality★ LICENSING ★》 Personal Use:Purchasing this listing allows for Personal use. Personal use is defined as making something for yourself or making something for a friend as a gift.》 Commercial Use:Purchasing this listing allows for small commercial use for up to 100 units. This is only offered to independent artists, students, and small businesses consisting of less than 5 employees. For larger scale use (100+ products) or use in broadcast media, please get our \"Extended license\" for an UNLIMITED commercial use here.Link to the Extended license here →  https://www.etsy.com/listing/1003775404/extended-license-commercial-use-all》 Check out the rest of our designs here → https://www.etsy.com/shop/TailoredVectorsThank you so much for visiting, and feel free to contact me with any questions.Happy crafting!© Tailored Vectors\n                ", "listing_reviews": "4", "store_reviews": "270 reviews", "search": "svg", "url": "https://www.etsy.com/listing/1038582527/baseball-cap-box-svg-baseball-cap"}, {"seller_text": "JennysGraphics", "seller_href": "https://www.etsy.com/shop/JennysGraphics?ref=simple-shop-header-name&listing_id=824319399", "store_sales": "49,718 sales", "store_rating": "4.9071", "listing_title": "Woman SVG, Lips SVG, Lashes SVG, Eyelash Svg, Head, Face, Female, Hair, Fashion, For Silhouette, For Cricut, Cut File, Dxf, Png, Svg", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 4 ZIP"], "listing_desc": "\n                    More designs click here:https://www.etsy.com/shop/JennysGraphics/itemsYou will receive:25 SVG files,25 PNG (super high resolution) files,25 DXF files,25 EPS files.This is a digital file download and no physical items will be sent. You will be able to download the files immediately after the payment is received.Commercial Use LicenseACCEPTABLE USE:Commercial use is acceptable as long as the final product is a physical product.NON-ACCEPTABLE USE:Distributing files downloaded/purchased from us in any manner, including: selling, re-selling giving away for free, or as part of a package of products.Creating a digital product to sell/distribute which only consists a design which closely resembles the design element downloaded/purchased from us.\n                ", "listing_reviews": "85", "store_reviews": "2,183 reviews", "search": "svg", "url": "https://www.etsy.com/listing/824319399/woman-svg-lips-svg-lashes-svg-eyelash"}, {"seller_text": "SoleRibbonGoods", "seller_href": "https://www.etsy.com/shop/SoleRibbonGoods?ref=simple-shop-header-name&listing_id=730656685", "store_sales": "49,263 sales", "store_rating": "4.9278", "listing_title": "Walt Disney Alphabet Font | Walt Disney SVG, Disney design file, Walt Disney font shirt design file for Cricut Silhouette Design Space", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 RTF, 1 ZIP, 1 other file"], "listing_desc": "\n                    WALT DISNEY FONT / CRICUT-CLIPART FILE INSTANT DOWNLOAD- Perfect for Cricut Design Space/Silhouette - Perfect for prints/website use- Perfect quality any sizing!Digital files are delivered instantly to your email!- Hand-Drawn High-Quality SVG Alphabet Vector File Included - Additional .TTF font file All the files are 300dpi (Highest Quality). These are professional cut files that can be printed or used as clip art and vectors.HUGE SALE ON ALL DESIGNS: . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .BUY 3 or more and get 50% OFF ENTIRE ORDER:Use Coupon Code \"HALFOFF\" at checkout https://www.etsy.com/shop/SoleRibbonGoods?coupon=HALFOFF. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ~Our other LOGO DEALS:MICKEY MOUSE FONT:https://www.etsy.com/listing/758156822FRIENDS FONT:https://www.etsy.com/listing/706734938Social Media Design:https://www.etsy.com/listing/705250111+ MORE ON OUR SHOP PAGE:https://www.etsy.com/shop/SoleRibbonGoods----------------------------------------------------------Please Note: This is a digital file download and no physical items will be sent. You will be able to download the files immediately after the payment is received. - No Returns On Digital Items - Feel free to contact me directly if you are unsatisfied!Thanks :)Logo Cricut Vectors**********************************************-------------COPYRIGHT NOTICE----------------**********************************************This item is not a licensed product.I do not sell or claim ownership over the character clipart or graphics, clipart, or characters; they belong to their respective copyright owners. Your are paying for the time spent designing this item.All copyrighted and trademarked characters and marks belong to their respective copyright and trademark holders.\n                ", "listing_reviews": "100", "store_reviews": "3,339 reviews", "search": "svg", "url": "https://www.etsy.com/listing/730656685/walt-disney-alphabet-font-walt-disney"}, {"seller_text": "LifesLemonadeCC", "seller_href": "https://www.etsy.com/shop/LifesLemonadeCC?ref=simple-shop-header-name&listing_id=856159342", "store_sales": "9,967 sales", "store_rating": "4.6683", "listing_title": "Friendship TV Font SVG PNG - Instant Download", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 ZIP"], "listing_desc": "\n                    Based on a popular TV show about friendship, this funny, quirky Friendship font can be used for all of your Crafting needs! It comes both as a SVG file and PNG file so you can use on your Cricut or print. The possibilities are endless!These files are instantly downloadable and will be sent to you soon after purchase on your Etsy account! It is super easy to use: Just download the zip file, open it onto your computer, and upload the individual files onto your Cricut Design Space or insert them into a document to use and then create away! And just remember I'll be there for you! So, if any issues arise please do not hesitate to reach out to me!\n                ", "listing_reviews": "100", "store_reviews": "415 reviews", "search": "svg", "url": "https://www.etsy.com/listing/856159342/friendship-tv-font-svg-png-instant"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=869926639", "store_sales": "25,449 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets, Tan Presets, Presets, Instagram Filters, Influencer Presets, Vsco Filters, Mobile Presets, Brown Presets, Vsco", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "14", "store_reviews": "793 reviews", "search": "svg", "url": "https://www.etsy.com/listing/869926639/3-mobile-lightroom-presets-tan-presets"}, {"seller_text": "SnazzyMango", "seller_href": "https://www.etsy.com/shop/SnazzyMango?ref=simple-shop-header-name&listing_id=944703579", "store_sales": "3,763 sales", "store_rating": "4.6667", "listing_title": "INSTAGRAM Wedding Effect! Gold Wedding Effect! Personalised Instagram Effect, Engagement Filter For Instagram! Wedding Instagram Story Mask", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $8.01+\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: Adobe Illustrator, Photoshop, Instagram, Facebook, Spark AR, Glitter, Insta Stories, Effect, Instagram Story, Insta Story, Sparkle, Gold, Instagram Wedding\n\n\nRead the full description"], "listing_desc": "\n                    Personalised Instagram Effect! Gold Wedding Filter.TRY BEFORE YOU BUY: https://www.instagram.com/ar/208780934230521/Make a statement at your wedding with your very own custom Instagram/Facebook filter! All your family, friends, guests and followers will have access to your filter! Anyone who sees your story will also have access to your filter! Unlike snapchat filters it's not restricted to location and there is no upload cost!| CUSTOMISATION |Information Required:Mr. & Mrs. / Mr. & Mr. / Mrs. -Surname -Date (In format required) - Text colour (Select from drop down menu) or message me if you want a colour which isn't listed.Which social media do you want your filter to be on? (Facebook or Instagram). Please note there's a small charge to have your filter on both social media platforms as I essentially have to make 2 separate filters.| HOW IT WORKS |1 - Enter your personalisation requirements in the space provided when ordering.2 - I then design your filter in Instagram/Facebook's unique software.3 - A proof will then be sent to you of how your filter will look, please allow 24hrs for this.4 - Once you're happy with how your filter looks, I then submit it to Instagram/Facebook to upload to their filter collection. (This can take up to 48hrs)!5 - Once the filter has been accepted by Instagram/Facebook I will then email you a link to where you can find your filter on the social media site!6 - You can share the link with all your friends, family and guests! Alternatively, when your post to your story using the filter a badge will be displayed in the top left corner. Anyone who clicks on this will also have access and be able to use your filter! (An example of this is Picture 3).Please message me if you have any questions.  :)If you include the snapchat version in your order, this is just for the filter file. You must upload the filter to Snapchat where costs may be incurred due to location and date. More information can be found here: https://www.snapchat.com/l/en-gb/on-demand/Facebook and Instagram filters are uploaded by me at no extra cost.My full collection of Instagram & Facebook filters can be found here:https://www.etsy.com/uk/shop/SnazzyMango?ref=seller-platform-mcnav&section_id=21416837Keywords:Engagement filter, Instagram mask, Engagement Instagram Filter, Engagement Instagram Effect, Insta Filter, Instagram Filter, Instagram Story, Instagram Stories, Insta Stories, Instagram Wedding, Instagram Wedding Filter, Rose Gold Wedding Filter, Insta Wedding Filter, Insta Wedding Effect, Insta Wedding Stories, Insta Wedding, Instagram Wedding, Rose Gold Wedding Filter, Insta Mask, Insta Effect\n                ", "listing_reviews": "4", "store_reviews": "466 reviews", "search": "svg", "url": "https://www.etsy.com/listing/944703579/instagram-wedding-effect-gold-wedding"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=735827695", "store_sales": "171,643 sales", "store_rating": "4.8275", "listing_title": "10 Mobile Lightroom Presets, lightroom mobile presets,Instagram Presets, Preset Lightroom, Desktop Presets - Autumn presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    More presets in our SHOP:www.etsy.com/shop/KatherineDream• FILES INCLUDED IN YOUR PURCHASE •✔️ 10 MOBILE Lightroom presets for mobile Lightroom ( free mobile lightroom app)✔️ 10 DESKTOP Lightroom presets for desktop Lightroom✔️ Post-purchase Support✔️ Instructions✔️ Instant Download • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions• HOW TO ORDER •- Tap “add to cart” or “buy it now”;- Receive receipt and email from Etsy with link to download file- Download the Lightroom presets instantly.🧡Do you want to support us?  FREE package every week for our patrons and much more🧡https://www.patreon.com/katherinedream🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it. :)🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "100", "store_reviews": "6,145 reviews", "search": "svg", "url": "https://www.etsy.com/listing/735827695/10-mobile-lightroom-presets-lightroom"}, {"seller_text": "KIINcreations", "seller_href": "https://www.etsy.com/shop/KIINcreations?ref=simple-shop-header-name&listing_id=687420415", "store_sales": "108,065 sales", "store_rating": "4.8939", "listing_title": "MOODY blogger LIGHTROOM mobile & desktop presets / instagram blogger travel sage filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.12\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    ⭐ MORE PRESETS HERE: https://www.etsy.com/shop/KIINcreationsMOODY blogger Lightroom Presets for LIGHTROOM MOBILE & DESKTOP. These presets focus on moody tones, thunder blues and a beautiful tan skin. Perfect for holiday photos, beach bloggers, or even city pics!This set will make you achieve that moody low saturation look, without loosing too much colours.WHAT DO YOU GET? A super cool MOODY blogger Lightroom Preset set containing 5 beautiful presets:✅ 5 Mobile Lightroom Presets (DNG files)✅ 5 Desktop Lightroom Presets (XMP files)✅ 5 Desktop Lightroom Presets (LRtemplate files)\u2028✅ Easy Step-by-step PDF guide with instructionsBEST CUSTOMER SERVICEI want to be sure you’re satisfied! If you have any issues, I am happy to help! Just message me! :)COMMON QUESTIONS➕ Works in Lightroom Mobile App (iOS/Android)➕ Works With & WITHOUT Adobe subscription➕ You only need Lightroom CC App on your Phone/iPad➕ Works With All Lightroom & Adobe Camera Raw (ACR) Desktop VersionsMy presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. I’m confident that my presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image.IF YOU WISH TO PURCHASE ONLY LR MOBILE PRESETS - CLICK HERE:https://www.etsy.com/listing/673566022/moody-blogger-lightroom-mobile-presets?ref=shop_home_active_1Once payment is made you can download the presets instantly. Contact me with any questions regarding your order or using your presets I will be happy to help!STAY IN TOUCHIG: instagram.com/kiinlrpresetsWEBSITE: kiinlightroompresets.comEMAIL: info [!at] kiinlightroompresets.comRefunds/ExchangesDue to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is my number one priority. In the case you are not happy with a preset, send me a message and we can discuss an exchange for a preset that better fits your needs.© 2020 KIIN CREATIONS LLC, All Rights ReservedTERMS OF USE: Including but not limited to: No sharing the files. No selling the files. Derivative works are prohibited.\n                ", "listing_reviews": "47", "store_reviews": "4,454 reviews", "search": "svg", "url": "https://www.etsy.com/listing/687420415/moody-blogger-lightroom-mobile-desktop"}, {"seller_text": "RuyaTreasures", "seller_href": "https://www.etsy.com/shop/RuyaTreasures?ref=simple-shop-header-name&listing_id=985949549", "store_sales": "23,278 sales", "store_rating": "4.8876", "listing_title": "Messy bun svg,  Messy bun with glasses svg,  momlife svg,  mom skull svg,  messy bun classy afro woman svg - Printable, Cricut & Silhouette", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.75\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 ZIP"], "listing_desc": "\n                    ★ Check out our Design selections for the very best in unique! ★Please visit RuyaTreasures' official website at \"SVGcrafters.com\" for special offers and FreebiesYou will get the following files (INSTANT DOWNLOAD) Containing :49 x SVG Files – Compatible with Silhouette Studio Cameo, Cricut, etc.49 x DXF Files – For CNC and Silhouette users (with the free software version of Silhouette)49 x PNG Files – Transparent background and High Resolution 350 dpi ( BETTER than 300 dpi ! )49 x JPG Files – High-Resolution image on a white background (8.5″ x 11″ page)49 x PDF Files – for PrintPerfect for Cricut or Silhouette projects to make t-shirts, mugs, birthday cards, wall decals, car decals, stickers, birthday party decorations, iron-on, print n’ cuts & more!MORE INFORMATION★ File(s) will not have the watermark as pictured.★ Files will be delivered electronically, INSTANT DOWNLOAD, No physical product will be sent!★ The illustrations you will receive will be provided is a much higher quality than what you see in preview images.★ SVG / DXF files are set in LAYERS by color (Can be ungrouped – easily manipulate multiple layers at once).★★ TERMS OF USE ★★• You may Use these files to make your own products for personal use and for gifting to friends and family.• For commercial use, please purchase this listing through RuyaTreasures' official website at SVGcrafters.comVisit us at SVGcrafters.comCopyright ©RuyaTreasures\n                ", "listing_reviews": "52", "store_reviews": "765 reviews", "search": "svg", "url": "https://www.etsy.com/listing/985949549/messy-bun-svg-messy-bun-with-glasses-svg"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=793073746", "store_sales": "70,786 sales", "store_rating": "4.9099", "listing_title": "5 Nude Tone Presets Lightroom Mobile & Desktop, Minimal Beige Instagram Filter Warm, Creamy Brown Lifestyle Influencer Preset for Bloggers", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Nude Tones Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram, Photo Editing Filter for Lifestyle and Travel🌟The Nude Tones Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add soft beige, tan and creamy nude colored tones to your Instagram photos. These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for mobile preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "63", "store_reviews": "5,612 reviews", "search": "svg", "url": "https://www.etsy.com/listing/793073746/5-nude-tone-presets-lightroom-mobile"}, {"seller_text": "FilAndEllieStudio", "seller_href": "https://www.etsy.com/shop/FilAndEllieStudio?ref=simple-shop-header-name&listing_id=989903068", "store_sales": "9,294 sales", "store_rating": "4.8409", "listing_title": "6 MOBILE & Desktop LIGHTROOM Presets, Bright and Airy Preset, Blogger Presets ,White Lyfestyle Presets,Bohemian Presets, Bright Instagram", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF, 2 ZIP"], "listing_desc": "\n                    Instagram Presets / Mobile Lightroom Presets / Desktop & Mobile Presets /Bight White Lifestyle Bohemian Presets✩ INCLUDED IN YOUR PURCHASE ✩6 Mobile Lightroom Presets (DNG files)6 Desktop Lightroom Presets (XMP files)Free 35 pages PDF on Social Media GrowthDetailed PDF Image Instructions◾️ If you have issues downloading or using any of the files, please contact me and I will re-send you the files and help you troubleshoot◾️With over 10 years of professional experience in the world of photography, you are guaranteed to get high quality presets that will elevate the look of your photos. We spent hundredths of hours editing, so that you won’t have to.✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Works With & WITHOUT Adobe subscription✔️ You only need Lightroom CC App on your Phone/iPad✔️ Works With Lightroom Desktop for Mac or PCCreated for the FREE Lightroom Mobile App and Desktop Lightroom. Works best on RAW files but is fully compatible with JPEGS as well.General information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUY. Make sure to select save the zip file on your phone.These presets were designed to work in any light condition, from full sun to shade. They work particularly well with neutral backgrounds with white elements and natural light. The settings were set to enhance the colors of skin tones and to make everything brighter, softer and airy.perfect for photos taken at the beach, summer photos, indoor or any photo with natural sunlight Bright Boho includes 6 mobile bohemian presets and 6 premium desktop presets. They are all extremely versatile, can be fully customized and are guaranteed to enhance dull images with just one click. Whether you work with photos straight from your phone’s camera roll or raw files from your DSLR, these presets will help you refine your style giving you beautiful photos.Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "7", "store_reviews": "421 reviews", "search": "svg", "url": "https://www.etsy.com/listing/989903068/6-mobile-desktop-lightroom-presets"}, {"seller_text": "EliteStudioPresets", "seller_href": "https://www.etsy.com/shop/EliteStudioPresets?ref=simple-shop-header-name&listing_id=782384908", "store_sales": "17,026 sales", "store_rating": "4.7485", "listing_title": "20 Lightroom Mobile Desktop Presets Bright Feed, Natural Bright Airy Preset, Indoor Outdoor Preset Filter, Baby Photo, Wedding", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.37\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    20 PACKAGE Lightroom Mobile Desktop Presets BRIGHT FEED, Bright and Airy, Light Bright Preset, Indoor and Outdoor Preset, Baby Photos, Wedding PresetThese presets work best for photos taken under bad lighting. When your pictures are in need of some Light and Brightness, choose this preset pack. It gives your baby, wedding and business photos a professional look. Great for both indoor and outdoor photos. With 20 different presets, there must be one suitable for your picture.☆ What is included? ☆➤ 20 Presets in DNG and XMP format (NOT lrtemplate format, but you can still use them by uploading the DNG files in your Lightroom Desktop and save them as preset.)➤ PDF file containing a link to download your mobile and desktop presets➤ PDF installation guideEtsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets☆ Compatibility ☆➤ For MOBILE and DESKTOP use (iPhone, Android, PC, MAC)➤ Compatible with free version of the Adobe Lightroom App. You can download this app for free on your mobile phone (iPhone or Android)➤ Compatible with the paid desktop version of the Adobe Lightroom Classic CC (version 7.3+)➤ For use on JPEG and RAW images☆ BUY 5 AND GET 30% OFF!! ☆Add 5 presets in your cart and receive automatically 30% discount!https://www.etsy.com/shop/EliteStudioPresets☆ 24/7 Support ☆If you have any questions or need some help with the presets, please contact me at Etsy or through email elitestudiopresets[at]@gmail.com♡ Share with Us! ♡I would love to see how your pictures turned out by using our presets. Please include them in your review! Tag or DM us on instagram to get featured!@elitestudiopresets© 2020 Elite Studio Presets, All Rights ReservedTerms of Use: By purchasing this item, you are automatically agreeing to the terms of use. Included but not limited to: Prohibition of sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "100", "store_reviews": "749 reviews", "search": "svg", "url": "https://www.etsy.com/listing/782384908/20-lightroom-mobile-desktop-presets"}, {"seller_text": "BigmamaDesignStudio", "seller_href": "https://www.etsy.com/shop/BigmamaDesignStudio?ref=simple-shop-header-name&listing_id=1002994552", "store_sales": "5,243 sales", "store_rating": "4.9304", "listing_title": "Double Frame SVG,Square Frame Bundle,Double Border,Rectangle,Circle Frame,Oval,Doodle,Cricut,Silhouette,Commercial use,Instant download_CF45", "listing_bestseller": "Bestseller", "listing_price": "\n                        $0.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 ZIP"], "listing_desc": "\n                    𝗬𝗢𝗨 𝗪𝗜𝗟𝗟 𝗥𝗘𝗖𝗘𝗜𝗩𝗘You will receive 1 zipped file containing 17 imagesPerfect for creating cards,decotrations,T-shirts even more!● SVG files● DXF files● EPS files● PNG files (image size averaging 6~7\"at tallest/Widest point,300dpi)● JPG files  (image size averaging 6~7\"at tallest/Widest point,300dpi)𝗛𝗢𝗪 𝗧𝗢 𝗗𝗢𝗪𝗡𝗟𝗢𝗔𝗗✔️ Etsy App DOES NOT SUPPORT file downloads in your PHONEThere are 2ways to download files① Through Web Browers(Safari,Chrome..etc) Please login to Etsy on any web browser and You can download files in \"Purchases & Reviews\"② through your e-mail  As soon as your payment is done,You will receive a email from Etsy  Please have a look your spam mail box as wellIf you have trouble downloading don't hesitate contack to me with your e-mail addressI will send you to your e-mail𝗧𝗘𝗥𝗠𝗦 𝗢𝗙 𝗨𝗦𝗘★No credit required!!★★Unlimited copies,mass commerical production is OK!!PHYSICAL PRODUCT ONLYFor your cricut, silhouette, or other cutting machine(Cutting,making cards,carft,T-shirts..etc)Use it for print out(Print on papers,farbics,shirts,cups,boxes,bags...etc.)NOT FOR SELLING DIGITAL PRODUCTDownload files,Printable files..etcANY PERSONAL USEexcept freebie,shareCopyright©BigmamaStudio All rights reserved.\n                ", "listing_reviews": "9", "store_reviews": "158 reviews", "search": "svg", "url": "https://www.etsy.com/listing/1002994552/double-frame-svgsquare-frame"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=734939541", "store_sales": "70,786 sales", "store_rating": "4.9099", "listing_title": "5 Color Pop Lightroom Mobile & Desktop Presets, Vibrant iPhone Photo Editing for Instagram Blogger, Bright Summer Travel Influencer Filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Color Pop Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram Influencers, Bright Vibrant Photo Editing Filter for Summer Travel🌟The Color Pop Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add beautiful, vibrant tones to your Instagram photos. These presets were inspired by my personal Instagram editing style & digital nomad lifestyle.These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "77", "store_reviews": "5,612 reviews", "search": "svg", "url": "https://www.etsy.com/listing/734939541/5-color-pop-lightroom-mobile-desktop"}, {"seller_text": "IuliiaPresets", "seller_href": "https://www.etsy.com/shop/IuliiaPresets?ref=simple-shop-header-name&listing_id=748881190", "store_sales": "9,430 sales", "store_rating": "4.7874", "listing_title": "20 Lightroom Mobile Presets Desktop VIBRANT Bright Summer Preset Vivid Color Pop Presets Lifestyle Beach LR Mobile Presets Instagram Filters", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $5.97\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ❤️ See more presets in our shop: ❤️www.etsy.com/shop/IuliiaPresets📎Important!Lightroom Presets DESKTOP & MOBILE, DESKTOP and MOBILE versions separately you can see in my shop! (Links below)📎This set of vivid colors presets (Lightroom Desktop Presets and LR Mobile Presets) is perfect for your colorful photos. Using this Vibrant presets as Instagram filters you can transform your Instagram feed to amazing vivid tones!These Desktop and Mobile color pop presets were tested with different colors using as blogger, influencer presets and lifestyle presets.📎Lightroom Desktop & Mobile VIBRANT bright summer and beach Preset in 20 different variations.Based on your camera settings, lighting conditions, white balance settings, dominant colors etc., you may need to slightly adjust the settings of the presets to make your photos look perfect!It is for this reason the additional variations of the Original preset were created to make sure that you get the desired results for different settings of your original photos.📎You can easy to download presets and add photo filter by one click!📎Buy MOBILE version onlyhttps://www.etsy.com/listing/748877780/📎Buy DESKTOP version onlyhttps://www.etsy.com/listing/762758501/📎Have a look at all presets and story highlight icons in my shop:https://www.etsy.com/shop/IuliiaPresets 📎FREE TEST EDIT! ❤️Can't decide what preset to buy? Text me a message 📝and I can do a FREE test edit for your photo using 3 presets you have chosen to help you decide!📎How to install Lightroom presets you can see in my included instructions.📎You need Lightroom App on your Mobile/Desktop devices.📎Included:- Lightroom Desktop Presets (20 XMP files and 20 LRTEMPLATE files (for different Lightroom versions) for desktop only)- Lightroom Mobile Presets (20 photo editing DNG files)- Step-by-step text guide with video instructions📎If the filter makes your photos too dark or too light, adjusting the exposure and/or contrast should fix this. The result depends on the lighting of your original photos.📎Due to the nature of digital downloads no exchanges or refunds will be made.Make sure you read all product information carefully before making a purchase.If you have any questions, please contact me and I will be happy to help you!📎Please follow me on Instagram @iuliiapresets to see the presets in action. Tag me with @iuliiapresets when you post your photos using my presets! I would be happy to see them!📎Stay In Touch:Instagram: @iuliiapresetsEmail: iuliiapresets [a] gmail.com📎Important: There is no refund/exchange/cancellation for the purchases with digital items! 📎©2019, IuliiaPresets, All Rights ReservedDo not copy or redistribute!\n                ", "listing_reviews": "14", "store_reviews": "318 reviews", "search": "svg", "url": "https://www.etsy.com/listing/748881190/20-lightroom-mobile-presets-desktop"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=747180046", "store_sales": "237,229 sales", "store_rating": "4.8715", "listing_title": "10 Lightroom Presets For Desktop and Mobile Lightroom INSTA / Lightroom Mobile Presets / Instagram Filter for Bloggers, Photo Editing", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    10 Mobile Lightroom Presets INSTA THEME , instagram preset,  influencer presets , lifestyle blogger presetsEdit your Instagram photos like a pro on your mobile device! Instagram Preset INSTA THEME Included 10 presets inspired by travel bloggers and influencers around the world  and will enhance your photos and assist in creating a cohesive Instagram feed. This preset for every kind of picture that will surely deliver stunning results and make your images look a hundred times better! For photographers who do a lot of fashion, travel and lifestyle photography.🔺Included10 LIGHTROOM PRESET .DNG file .ZIP Archive 10 LIGHTROOM PRESET .XMP file .ZIP Archive .PDF file with direct link to download presets directly to your phone .PDF Instruction Guide 📍Unfortunately, Etsy does not support downloading digital files via Etsy App. Please download via one of the following options:1. Visit your email and click 'View Your Files on Etsy' in the email received from Etsy. Login to your Etsy account (if you have one). You will see the links to your files at the bottom of the page.2. Login to your Etsy account via Safari or Google Chrome browser on your mobile phone. Click on Your Account (a circle in the top right corner) > Purchases and Reviews > Your Order > 'Download Files'. You will see the links to your files at the bottom of the page.Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and I'll send your preset immediately and you can save directly in your camera roll‼️For any questions or editing help Please contact me email victoriabee.shop [!at] gmail.com© 2019-2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoKeywords: Instagram Filter, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Lightroom filter for Blogger, Summer presets, cohesive aesthetic,  lightroom desktop, photo filter,  instagram filter\n                ", "listing_reviews": "41", "store_reviews": "8,047 reviews", "search": "svg", "url": "https://www.etsy.com/listing/747180046/10-lightroom-presets-for-desktop-and"}, {"seller_text": "litkedesignsco", "seller_href": "https://www.etsy.com/shop/litkedesignsco?ref=simple-shop-header-name&listing_id=998451443", "store_sales": "17,459 sales", "store_rating": "4.9207", "listing_title": "Butterfly SVG, Butterfly Bundle SVG Files, Butterfly SVG Layered, Butterfly Files for Cricut, Butterfly Clipart, Butterflies Svg, Dxf Pdf", "listing_bestseller": "Bestseller", "listing_price": "\n                        $1.40\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 ZIP"], "listing_desc": "\n                    Hi there! Thank you for taking interest in this design that I have created and prepared for you. Please kindly read the full description before making your purchase to ensure that it suits all of your project needs! 😊NOTE: This is a digital product and no item(s) will be physical delivered to you. Also, the colors are for presentation purposes ONLY. The second image will show you how the butterflies look that you will be receiving.All butterflies come in 3 ways:1. Silhouette (solid)2. Outline 3. Interior *Please see second image for example.What’s Included:A total of 12 layered butterflies and each one comes with 6 file formats: DXF, PDF, SVG, PNG, JPG, EPS with commercial usage (please read below for more details.) Note: All the files that you receive are packaged inside a .zip file for easy download. If you're unsure how to open the zip file please see the FAQ's section on the shop page.The Boring but Necessary Legal Mumbo Jumbo:Acceptable/ Unacceptable rights of the digital files that you will receive: •\tThe term \"end product\" is a physical product such as t-shirts, mugs, stickers etc. which are produced and created by you.•\tYou CAN use these files and create UNLIMITED end products for personal use.•\tYou CAN use these files and create LIMITED end products for commercial use. LIMITED use is restricted to 500 copies per design purchased. Also, the digital designs purchased can be used by no more than 2 employees/team members.•\tYou CAN use production partners such as Print Aura, Printful etc. This is only for production purposes and not licensing.•       You CAN change the color.•\tYou CANNOT resell any of the digital media that you receive. •\tYou CANNOT post or share the files on any 3rd party website UNLESS it's through a production partner like the ones stated above.•\tYou CANNOT distribute the files in a way that would result in someone else using them even for personal unless they're one of the 2 employees/team members as stated above.•\tYou CANNOT modify/alter the design for the purpose of reselling it. •\tYou CANNOT remove a portion of the design to use for re-sale.•\tYou CANNOT create stencils as an end product for commercial use or anything similar to this effect. You CAN however, create a stencil which is used by only you or one of the 2 employees/team members as stated above.•\tYou CANNOT convert the files to embroidery and sell them.  You CAN however, convert them and use them for your own personal use or sell items that you've made with the files (the LIMITED use rule as stated above still applies). •\tYou CANNOT add these files to a POD marketplace. •\tPOD (Print on demand) marketplace refers to websites such as but not limited to: Merch by Amazon, Redbubble, Teepublic, Zazzle and Cafepress etc. The files CANNOT be added to sites like this as this would mean that you're claiming copyright/ownership of the design(s).Disclaimer & Copyright Claim:You, the user, are responsible for deciding whether or not a phrase(s) used in the design have a registered trademark or any other legal restrictions for the intended use by you. You agree to use any files received in compliance with all local, state and federal laws. I will not be liable for any copyright infringement or penalties that may result from any misuse or illegal usage of any files that you have received from myself. I also reserve the right to withdrawal any licensing privileges or agreements at any given time, for any reason at all.Copyright © 2020 Litke Designs Co.Purchasing digital items from this shop does not in any way transfer rights or ownership to the buyer. Furthermore, by purchasing any digital items from this shop you agree to any and all terms found on my shop page along with all terms and conditions stated above.\n                ", "listing_reviews": "38", "store_reviews": "643 reviews", "search": "svg", "url": "https://www.etsy.com/listing/998451443/butterfly-svg-butterfly-bundle-svg-files"}, {"seller_text": "Blondary", "seller_href": "https://www.etsy.com/shop/Blondary?ref=simple-shop-header-name&listing_id=967519508", "store_sales": "2,567 sales", "store_rating": "4.9957", "listing_title": "Mobile Lightroom Presets, Spring Preset, Vintage Presets, Vsco Filters, Iphone Presets, Lightroom, Mobile Presets, Instagram Filters, Bright", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.89\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Mobile Lightroom Presets, Instagram Presets, Vintage Presets, Spring Preset, Travel presets, Bright Presets, Photo filter, Blogger Presets, Indoor photo presets, Lifestyle presets, Warm Bright preset, Instagram Filter✩ FREE PRESETS OFFER ✩💥 GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE 💥💥 GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE 💥*Spring Mobile Preset: include 1 mobile lightroom preset perfect for Spring. Transform your outdoor photos with the Spring Lightroom Preset*⭐You Will Receive :- 1 DNG. Mobile Preset- 1 PDF file - Mobile InstructionsAll presets files are in DNG format.After the download you will need to unzip the file, either on your PC (and then send the mobile presets to your phone) or on your phone (if you have an app that can unzip files).- If you have problems with installation or with downloading your files just contact me and I'll do my best to help you.- Please keep in mind that each photo has different light setting so you can tweak some settings as light, contrast etc after applying you presets to get best results.For personal use ONLY! You may NOT sell, distribute, rent, give, sub-license, or transfer presets, or presets sent to anyone else.More Presets:Creamy Presets:https://www.etsy.com/listing/948185389/mobile-lightroom-presets-5-creamy?ref=shop_home_active_8&pro=1Winter Snow Presets:https://www.etsy.com/listing/949617290/mobile-lightroom-presets-12-winter-snow?ref=shop_home_active_9&pro=1Selfie Presets:https://www.etsy.com/listing/969972545/mobile-lightroom-presets-8-selfie?ref=shop_home_active_4&pro=1Fitness Presets:https://www.etsy.com/listing/943374818/lightroom-presets-6-fitness-presets?ref=shop_home_active_5&pro=1Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filters, Travel Presets, Influencer Presets, warm presets, iPhone Presets, Moody Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright Presets, Clean Preset, Color Pop Preset, Vibrant Presets, Mountains Presets, Bright Nature Presets, Nature Presets , Landscape Presets, Adventure Presets, Hiking Presets, Spring Presets, Green Presets\n                ", "listing_reviews": "29", "store_reviews": "234 reviews", "search": "svg", "url": "https://www.etsy.com/listing/967519508/mobile-lightroom-presets-spring-preset"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=743667337", "store_sales": "237,230 sales", "store_rating": "4.8715", "listing_title": "20 Lightroom Presets LIGHT AND AIRY, Bright and Clean Instagram Presets, Mobile and Desktop Photo Filter, Instagram Photo Editing", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    Mobile and Desktop Lightroom Presets LIGHT & AIRY Blogger Preset Collection for Instagram Photo preset Bright and Light preset Photo filterLighten your dark photo, add brightness to it and refresh it with this preset bundle! 🔺Included20  LIGHTROOM PRESET .ZIP file with .DNG .XMP.PDF file with direct link to download presets directly to your phone .PDF Instruction Guide Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️For any questions or editing help Please contact me email victoriabee.shop [!at] gmail.com© 2019-2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoKeywords: Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset\n                ", "listing_reviews": "100", "store_reviews": "8,047 reviews", "search": "svg", "url": "https://www.etsy.com/listing/743667337/20-lightroom-presets-light-and-airy"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=870000293", "store_sales": "25,448 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets, Beauty Presets, Instagram Filters, Natural Presets, Vsco Filters,Lightroom Mobile Presets, Nude Presets, Selfie", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "18", "store_reviews": "793 reviews", "search": "svg", "url": "https://www.etsy.com/listing/870000293/3-mobile-lightroom-presets-beauty"}, {"seller_text": "EliteStudioPresets", "seller_href": "https://www.etsy.com/shop/EliteStudioPresets?ref=simple-shop-header-name&listing_id=881740942", "store_sales": "17,026 sales", "store_rating": "4.7489", "listing_title": "Lightroom Preset ICE COFFEE, Single Mobile Desktop Lightroom Preset, Soft Light Beige Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $1.83\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 2 other files"], "listing_desc": "\n                    Lightroom Presets ICE COFFEE, Single Mobile Desktop Lightroom Presets, Soft Light Brown Preset☆ What is included? ☆➤ 1 Mobile Preset in .DNG format➤ 1 Desktop Preset in .XMP format (NOT lrtemplate format, but you can still use them by uploading the DNG files in your Lightroom Desktop and save them as preset.)➤ PDF installation guide☆ Compatibility ☆➤ For MOBILE and DESKTOP use (iPhone, Android, PC, MAC)➤ Compatible with free version of the Adobe Lightroom App. You can download this app for free on your mobile phone (iPhone or Android)➤ Compatible with the paid version of the Adobe Lightroom Classic CC (version 7.3+)➤ For use on JPEG and RAW imagesSince each image is different due to lighting conditions, camera settings, and personal style, these presets may need to be slightly altered to fit your needs.☆ BUY 5 AND GET 30% OFF!! ☆Add 5 presets in your cart and receive automatically 30% discount!https://www.etsy.com/shop/EliteStudioPresets☆ 24/7 Support ☆If you have any questions or need some help with the presets, please contact me at Etsy or through email elitestudiopresets[at]@gmail.com♡ Share with Us! ♡I would love to see how your pictures turned out by using our presets. Please include them in your review! Tag or DM us on instagram to get featured!@elitestudiopresets© 2020 Elite Studio Presets, All Rights ReservedTerms of Use: By purchasing this item, you are automatically agreeing to the terms of use. Included but not limited to: Prohibition of sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "22", "store_reviews": "749 reviews", "search": "svg", "url": "https://www.etsy.com/listing/881740942/lightroom-preset-ice-coffee-single"}, {"seller_text": "SnazzyMango", "seller_href": "https://www.etsy.com/shop/SnazzyMango?ref=simple-shop-header-name&listing_id=990671746", "store_sales": "3,763 sales", "store_rating": "4.6667", "listing_title": "CUSTOM Bachelorette Instagram Filter! Neon Bachelorette Filter, Bachelorette Filter Instagram, Instagram Effect, Hen Party Filter, Instagram", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $8.01+\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: Adobe Illustrator, Photoshop, Instagram, Facebook, Spark AR, Glitter, Insta Stories, Effect, Instagram Story, Insta Story, Neon, Bachelorette, Filter\n\n\nRead the full description"], "listing_desc": "\n                    Custom Neon Bachelorette Filter For Instagram, Instagram Stories Filter!TRY BEFORE YOU BUY: https://www.instagram.com/ar/510638693640520Make a statement at your bachelorette with your very own custom Instagram/Facebook filter! All your family, friends, guests and followers will have access to your filter! Anyone who sees your story will also have access to your filter! Unlike snapchat filters it's not restricted to location and there is no upload cost!| CUSTOMISATION |Information Required:Name -Date -All colours and text are customisable so feel free to message me if you require different colours or wording!| HOW IT WORKS |1 - Enter your personalisation requirements in the space provided when ordering.2 - I then design your filter in Instagram/Facebook's unique software.3 - A proof will then be sent to you of how your filter will look, please allow 24hrs for this.4 - Once you're happy with how your filter looks, I then submit it to Instagram/Facebook to upload to their filter collection. (This can take up to 48hrs)!5 - Once the filter has been accepted by Instagram/Facebook I will then email you a link to where you can find your filter on the social media site!6 - You can share the link with all your friends, family and guests! Alternatively, when your post to your story using the filter a badge will be displayed in the top left corner. Anyone who clicks on this will also have access and be able to use your filter! (An example of this is Picture 3).Please message me if you have any questions.  :)If you include the snapchat version in your order, this is just for the filter file. You must upload the filter to Snapchat where costs may be incurred due to location and date. More information can be found here: https://www.snapchat.com/l/en-gb/on-demand/Facebook and Instagram filters are uploaded by me at no extra cost.My full collection of Instagram & Facebook filters can be found here:https://www.etsy.com/uk/shop/SnazzyMango?ref=seller-platform-mcnav&section_id=21416837Keywords:bachelorette, bachelorette filter, instagram bachelorette filter, insta effect, instagram effect, neon bachelorette, neon filter, hen party, hen party filter, Insta Filter, Instagram Filter, Instagram Story, Instagram Stories, Insta Stories, Instagram Wedding, Instagram Wedding Filter, Rose Gold Wedding Filter, Insta Wedding Filter, Insta Wedding Effect, Insta Wedding Stories, Insta Wedding, Instagram Wedding, Rose Gold Wedding Filter, Insta Mask, Insta Effect\n                ", "listing_reviews": null, "store_reviews": "466 shop reviews", "search": "svg", "url": "https://www.etsy.com/listing/990671746/custom-bachelorette-instagram-filter"}, {"seller_text": "giuliarehandmade", "seller_href": "https://www.etsy.com/shop/giuliarehandmade?ref=simple-shop-header-name&listing_id=809191377", "store_sales": "14,850 sales", "store_rating": "4.9217", "listing_title": "Rolled flower svg, paper flower svg, digital download, digital paper Svg, Pdf, Jpg 300 dpi", "listing_bestseller": "-", "listing_price": "\n                        $1.70\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 4 ZIP, 1 other file"], "listing_desc": "\n                    15 Rolled flower templates can be used manual cut or with Cricut and Silhouette Cameo cutting machines, as well as other cutting machines that can read formats that are included in the listing.you will receive:1 file black flowers SVG and PNG individually downloadable, zip file;1 file black flowers EPS and DXF individually downloadable, zip file1 file black flowers JPG and Pdf individually downloadable, zip file1 file transparent flowers SVG all images bundled together on one page;1 file transparent flowers PDF individually downloadable, zip file;These files come in a zip folder, and to unzip them you will need WinRar or similar programs before purchasing.The Christmas box is not included, but you can find it in my shop at this link:https://www.etsy.com/it/giuliarehandmade/listing/882117468The Leaves and the boxes are not included but you can find them in my shop at these links:https://www.etsy.com/it/giuliarehandmade/listing/824723404https://www.etsy.com/it/giuliarehandmade/listing/883605989https://www.etsy.com/it/giuliarehandmade/listing/869655034How do you make these flowers? It's very simple:Start rolling the cut spiral from the edge until you reach the center. Then place a drop of hot glue on the circle and attach it to the bottom of the flower.*******MORE IMPORTANT ********Every design in this store is an exclusive creation made by me. The result of this project of flowers, can also be used for COMMERCIAL USE but IT IS NOT POSSIBLE TO RESELL OR REDISTRIBUTE MY DIGITAL FILES AS THEY ARE, AND IT IS NOT POSSIBLE TO CLAIM THE FILES OR PATTERN AS THEIR OWN.INSTANT DOWNLOADDigital files will be sent to your e-mail address with which you are registered in Etsy as soon as payment is made.You are purchasing digital files. you will not receive anything printed on paper.For any need or question, do not hesitate to contact me.Thanks.\n                ", "listing_reviews": "100", "store_reviews": "576 reviews", "search": "svg", "url": "https://www.etsy.com/listing/809191377/rolled-flower-svg-paper-flower-svg"}, {"seller_text": "DigitalDesignsKY", "seller_href": "https://www.etsy.com/shop/DigitalDesignsKY?ref=simple-shop-header-name&listing_id=824422546", "store_sales": "51,566 sales", "store_rating": "4.8199", "listing_title": "50+ SVG, PNG, JPG and DXf Instant Digital Download Disney Bundle, for Cricut or Silhouette", "listing_bestseller": "-", "listing_price": "\n                        $0.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 4 ZIP"], "listing_desc": "\n                    These SVG, PNG, JPG, DXF Instant download Disney bundles work perfectly for all of your crafting needs. With a sleek, simplistic, sophisticated look and background.🖤 Contents:- 4 Zip File Containing 52 SVG PNG JPG and DXF Files. All shown in the cover photo above.🖤 How to use them:- Step 1 Download and save the file. (Link for how to downloading a digital item) https://help.etsy.com/hc/en-us/articles/115013328108?segment=shopping- Step 2 Unzip the file so it can be using anywhere you would like to use your new files- Step 3 Enjoy your new files*Check Youtube for a ton of how-to guides and tutorial if you are struggling with a way to use your files with your circuit/silhouette machine*🖤 PLEASE NOTE: This product is an INSTANT DOWNLOAD in digital format. It is not a physical item. No physical product will be mailed to you.Please double-check that the file types included in this download are compatible with your software/device before purchasing.🖤 FOR PERSONAL USE ONLY. May not be redistributed, resold, altered, or used for commercial use in any way.\n                ", "listing_reviews": "100", "store_reviews": "1,855 reviews", "search": "svg", "url": "https://www.etsy.com/listing/824422546/50-svg-png-jpg-and-dxf-instant-digital"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=972851457", "store_sales": "171,643 sales", "store_rating": "4.8275", "listing_title": "10 Mobile LIGHTROOM Presets, Summer Preset, lightroom mobile presets, Desktop Presets Blogger, Natural Preset, Bright Instagram, vsco filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP, 1 PDF"], "listing_desc": "\n                    🎁 GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code: 2FREE• Pay only for 2 itemsMore presets in our SHOP:www.etsy.com/shop/KatherineDream• FILES INCLUDED IN YOUR PURCHASE •✔️ 10 MOBILE Lightroom presets for mobile Lightroom( free mobile lightroom app)✔️ 10 DESKTOP Lightroom presets for desktop Lightroom✔️ Post-purchase Support✔️ Instructions✔️ Instant Download • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions♡ HOW TO ORDER ♡- Tap “add to cart” or “buy it now”;- Receive receipt and email from Etsy with link to download file- Download the Lightroom presets instantly.❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it. :)🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "70", "store_reviews": "6,145 reviews", "search": "svg", "url": "https://www.etsy.com/listing/972851457/10-mobile-lightroom-presets-summer"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=663947338", "store_sales": "171,643 sales", "store_rating": "4.8275", "listing_title": "21 Lightroom MOBILE Presets - Lightroom Presets - Instagram Filter - Mobile Preset & Desktop Preset, Lifestyle Blogger Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    • Professional Lightroom Presets for free Mobile and Desktop Lightroom• You receive 21 variants of presets with white/slightly warm/slightly cold tones• You can use them unlimited number of times.• Post-purchase support guaranteed - if you need my help with editing don't hesitate to contact me ✅FILES included:- 21 Lightroom presets in DNG format for MOBILE Lightroom (free app compatible with both IOS and ANDROID).- 21 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 itemsThis Preset package is perfect for all dark or normal photos. All presets will give your photos and images modern, clean and bright look. It is perfect for indoor as well as outdoor photos and it will also tweak lightings. This package is perfect for bloggers and profesional photographers as well as for casual photographers because no additional tweaks are needed. White Lifestyle can change your photos with one click right on your phone.  White Lifestyle Lightroom Presets have been created to brighten your photos with a light, white and clean look.❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "25", "store_reviews": "6,145 reviews", "search": "svg", "url": "https://www.etsy.com/listing/663947338/21-lightroom-mobile-presets-lightroom"}, {"seller_text": "Graaphic", "seller_href": "https://www.etsy.com/shop/Graaphic?ref=simple-shop-header-name&listing_id=739779035", "store_sales": "112,877 sales", "store_rating": "4.8902", "listing_title": "Mountain SVG, File For Cricut, For Silhouette Cut Files, Vector, Digital File, Mountains SVG, Dxf, Eps, Png, Svg", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 ZIP"], "listing_desc": "\n                    More designs click here:https://www.etsy.com/shop/Graaphic/itemsYou will receive:85 SVG files,85 PNG (super high resolution) files,85 DXF files,85 EPS files.This is a digital file download and no physical items will be sent. You will be able to download the files immediately after the payment is received.\n                ", "listing_reviews": "100", "store_reviews": "4,864 reviews", "search": "svg", "url": "https://www.etsy.com/listing/739779035/mountain-svg-file-for-cricut-for"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=665103784", "store_sales": "237,230 sales", "store_rating": "4.8715", "listing_title": "10 Lightroom Presets RIESLING for Desktop and Mobile Lightroom, Color Pop, Vibrant Presets, Instagram Blogger Summer Photo Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    10 Mobile Lightroom Presets Riesling Summer preset Warm preset Travel presets Instagram filter Sunny preset This presets pack will bring out Vibrant Rich Tones and Saturated Summer Pop Colors in your photos.10  LIGHTROOM PRESETS RIESLING  for Mobile and Desktop LightroomThese Presets Pack  are perfect for Instagram, blogging and photo editing on the go. Hight Quality Preset, Great for Portraits, Bloggers, Travelers, Engagements and Wedding' shoots, a user friendly pack, easy to use, One click Lightroom Preset that gives your collection of work a more cohesive and aesthetic feel and get you on your way to creating stunning images. 🎁 GET 5 & PAY FOR 3: add 5 presets to your cart, use coupon: GIFT2 and pay for 3 only https://www.etsy.com/shop/VictoriaBeePhoto?coupon=GIFT2This pack Included 10 presets inspired by travel bloggers and influencers around the world.This preset for every kind of picture that will surely deliver stunning results and make your images look a hundred times better! For photographers who do a lot of fashion, travel and lifestyle photography.Check out my Bestseller Itemshttps://www.etsy.com/shop/VictoriaBeePhoto♦️ Works in Lightroom Mobile App (iOS/Android)♦️ Works With & Without Adobe subscription♦️ Compatible with All Photo formatsIncluded:🔶10 Lightroom presets in .DNG format for MOBILE Lightroom .ZIP archive🔶10 Lightroom presets in .XMP format for DESKTOP Lightroom .ZIP archive🔶.PDF file with direct link to download presets directly to your phone 🔶.PDF Instruction Guide 10 Riesling Presets  has been created to achieve a very modern, glamorous, trendy & Instagram aesthetic look. You will get best fashionable, professional  one-click result from this pack.Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️Keep in mind that all presets work differently with each photo depending on a number of factors such as lighting, white balance, tone etc. Please contact me for any questions or editing help victoriabee.shop [!at] gmail.com© 2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephoto  ©victoriabee.presetsMobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset, Pop Colour Preset, Vibrant Preset, Summer Presets\n                ", "listing_reviews": "100", "store_reviews": "8,047 reviews", "search": "svg", "url": "https://www.etsy.com/listing/665103784/10-lightroom-presets-riesling-for"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=869986401", "store_sales": "25,449 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets,Honey Presets, Instagram Filter, Vsco Filters, Lightroom, Mobile Presets, Presets, Natural Nude, Blogger Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "12", "store_reviews": "793 reviews", "search": "svg", "url": "https://www.etsy.com/listing/869986401/3-mobile-lightroom-presetshoney-presets"}, {"seller_text": "BeesKneesCandlesShop", "seller_href": "https://www.etsy.com/shop/BeesKneesCandlesShop?ref=simple-shop-header-name&listing_id=1021112744", "store_sales": "234 sales", "store_rating": "4.6667", "listing_title": "Friends TV Show SVG Bundle 60+, Cricut Silhouette, Friends Font, Friends Quote Clipart, Shirt Designs, Digital Download Svg Png Dxf File", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.34\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 4 ZIP"], "listing_desc": "\n                    Friends svg bundle, great for crafts,please contact me if you have any problems.For personal use only, no resale.\n                ", "listing_reviews": null, "store_reviews": "12 shop reviews", "search": "svg", "url": "https://www.etsy.com/listing/1021112744/friends-tv-show-svg-bundle-60-cricut"}, {"seller_text": "HeatherRobertsArt", "seller_href": "https://www.etsy.com/shop/HeatherRobertsArt?ref=simple-shop-header-name&listing_id=793906880", "store_sales": "210,391 sales", "store_rating": "4.9428", "listing_title": "Sunflower SVG Bundle, Sunflower SVG, Flower Svg, Monogram Svg, Half Sunflower Svg, Sunflower Svg Files, Cut file Cricut, Silhouette, Cameo", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.00\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 ZIP"], "listing_desc": "\n                    $1 SALE ON ALL ITEMS!! 🎉 Click my store for more awesome deals!!---------------------------------------------------------This listing includes 42 files.  INSTANT DOWNLOAD!You will receive:• 6 SVG File in ZIP Folder• 6  PNG File in ZIP Folder• 6 EPS File in ZIP Folder• 6 JPEG File in ZIP Folder• 6 DXF File in ZIP Folder• 6 AI File in ZIP Folder• 6 PDF File in ZIP Folder-------------------------Need this download for commercial use? My UNLIMITED Commercial Use License is on sale for only $10! Get it here: https://www.etsy.com/listing/783667134/unlimited-commercial-license-for-all-------------------------****** DETAILS ABOUT THIS PRODUCT *******💜 Images are INDIVIDUALLY saved, high quality, and PNG and JPEG files are 300 DPI, There will be no watermarks.💜 Images will be available as an instant download. After confirmed payment, your download will be available via your Etsy purchases.-------------------------YOU MAY✅ Use HeatherRobertsArt images in both digital and printed format.✅ Use HeatherRobertsArt images for both personal and commercial projects. Up to 50 units commercially.✅ Re-size, re-colour, crop, rotate, or add other elements.✅ Re-size, re-colour, crop, rotate, or add other elements.YOU MAY NOT ❌ Claim HeatherRobertsArt images as your own, with or without alterations.❌ Create new clipart sets, digital paper sets, digital scrapbooking kits or similar with HeatherRobertsArt images, with or without alterations.❌ Re-sell the original HeatherRobertsArt images in a set or individually.❌ Lend, trade, share or otherwise distribute the original HeatherRobertsArt images as a freebie, download or resource to others, in a set or individually.-------------------------OTHER💜 Credit is not a requirement, but I am appreciative if you choose to do so.💜 No customizations are included with this purchase. The images are provided as per the preview.💜 Please make sure you know how to use ZIP, PNG, SVG, DXF, AI, EPS , PDF, AND JPEG files*** All items in my shop are DIGITAL ONLY. There is NO physical shipping - you will not receive any products in the mail *****DISCLAIMER** Due to the digital nature of my products, we DO NOT OFFER REFUNDS once downloaded. -------------------------HeatherRobertsArt clipart is great for creating a whole range of items, such as stickers, invitations, stationery, magnets, party supplies, logo designs, business cards, website designs, artwork, accessories, jewelry, clothing, mirrors, and much more.--------------------------✨ F O L L O W   U S! ✨Join our Facebook group for exclusive coupons, discounts, and freebies!https://www.facebook.com/Heather-Roberts-Clip-Art-100119531637101/✨ C O N T A C T   U S ✨ heatherrobertsart [!at] gmail.comOr send a message on Etsy© Copyright of HeatherRobertsArt.No part of any content, description or template may be reproduced or sold in any form.THANK YOU!!!\n                ", "listing_reviews": "100", "store_reviews": "7,533 reviews", "search": "svg", "url": "https://www.etsy.com/listing/793906880/sunflower-svg-bundle-sunflower-svg"}, {"seller_text": "LizMartinezCreations", "seller_href": "https://www.etsy.com/shop/LizMartinezCreations?ref=simple-shop-header-name&listing_id=991883473", "store_sales": "197 sales", "store_rating": "5", "listing_title": "3 Retro Summer LIGHTROOM Mobile Presets, Presets, Blue Preset, Summer Preset, Teal Preset, Influencer Filter, Instagram Filter, Retro Preset", "listing_bestseller": "-", "listing_price": "\n                        $2.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 3 other files"], "listing_desc": "\n                    3 Retro Summer LIGHTROOM Mobile Presets, Presets, Blue Preset, Summer Preset, Teal Preset, Influencer Filter, Instagram Filter, Retro Preset*** Retro Summer Presets works best with with pictures that primarily have blues, greens, reds, and neutrals! Remember you might have to tweak the preset to your liking every so often since lighting, colors, and quality can vary photo to photo! ***SHOP MORE: https://www.etsy.com/shop/LizMartinezCreations/Presets are perfect for bloggers, influencers, photographers, and even personal accounts to help create a cohesive Instagram feed / theme. Works with one click to transform your pictures and enhance your brand. This Retro Summer Preset gives your photos dated and teal blue tones. This preset is great for lifestyle, travel, flat lay, interior design, fashion, and day-to-day photos.----------❂ INCLUDED IN YOUR PURCHASE ❂⚫ 3 Mobile Lightroom Presets (DNG files)⚫ Step-by-step guide for installationIf your mobile device is having trouble downloading or if you have any questions about editing, send me a message!❂ LET'S CONNECT ❂IG: www.instagram.com/simplyxlizPINTEREST: www.pinterest.com/simplyxliz/TIKTOK: www.tiktok.com/@simplyxlizEMAIL: lizmartinezcreations [at] gmail.com----------TERMS OF USE: No refunds or exchanges can be made for digital products after they are downloaded!© 2021 Liz Martinez Creations, All Rights ReservedTERMS AND CONDITIONS:Prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.Any other use is strictly prohibited and may violate copyright, trademark and other laws.Keywords:Mobile Preset, Instagram Preset, Influencer Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Lightroom CC, DNG, Presets, Retro Preset, Summer Preset, 70s Preset, 60s Preset, Blue Preset, Travel Presets, iPhone Presets, Bright Preset, Colorful Preset, Summer Preset, Vacation Preset\n                ", "listing_reviews": null, "store_reviews": "12 shop reviews", "search": "svg", "url": "https://www.etsy.com/listing/991883473/3-retro-summer-lightroom-mobile-presets"}]