[{"seller_text": "BearfootPrints", "seller_href": "https://www.etsy.com/shop/BearfootPrints?ref=simple-shop-header-name&listing_id=893126888", "store_sales": "438 sales", "store_rating": "5", "listing_title": "2021 Botanical Calendar | Monthly Planner Calendar Printable PDF | Botanical Leaf Desk Calendar | Leaves Wall Month Planner Digital Download", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.29\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Start 2021 with a plan! Each month on this calendar has a unique botanical leaf design. Simple and elegant, the calendar is perfect for keeping by your desk or hanging on the wall. Important!~This product is a digital download. No physical item will be shipped to you.~Your download will be available instantly after purchase on your 'Purchases and Reviews' page on Etsy.~You must have a PDF viewer installed on your computer to open and view the digital downloads.~For best results, print on bright white high quality paper.~Actual colors may vary due to differences in computer screen settings and printer settings.~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~Copyright BearFootPrints. All rights reserved. These files are for personal use only. No part of this work may be reproduced or distributed for commercial use.\n                ", "listing_reviews": "6", "store_reviews": "26 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/893126888/2021-botanical-calendar-monthly-planner"}, {"seller_text": "TheHomeAndLifeShop", "seller_href": "https://www.etsy.com/shop/TheHomeAndLifeShop?ref=simple-shop-header-name&listing_id=870788249", "store_sales": "1,378 sales", "store_rating": "4.9369", "listing_title": "2021-2022 Minimalist White Calendar | digital download | printable calendar | calligraphy calendar | plain calendar", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.82\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 2 ZIP"], "listing_desc": "\n                    Looking to get organized in 2021 and 2022? Look no further! This 2021-2022 minimalist white calendar will help you get there!After paying, you will receive an instant download PDF file with an 8.5 x 11 inch file which includes the calendar sheets. You will also receive a zip file with the same calendar in JPG format in case you need it.This user-friendly calendar can easily be printed at home, at the office or at your local print shop!Have questions? Get in touch!\n                ", "listing_reviews": "14", "store_reviews": "124 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/870788249/2021-2022-minimalist-white-calendar"}, {"seller_text": "KIINcreations", "seller_href": "https://www.etsy.com/shop/KIINcreations?ref=simple-shop-header-name&listing_id=698930457", "store_sales": "108,066 sales", "store_rating": "4.8939", "listing_title": "7 Lightroom mobile MINIMAL BLOGGER LIGHTROOM preset set / moody fashion blogger instagram filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.87\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    ⭐ MORE PRESETS HERE: https://www.etsy.com/shop/KIINcreationsA SET OF 7 User Friendly Blogger Lightroom Presets for LR MOBILE (DNG files)  for minimal style/ low saturation looks.User Friendly, Easy to Use, One Click, Lightroom Presets to help you achieve better imagery for your blog. As a blogger myself I understand the importance of having great images and keeping them in the same style. This is a great bundle for minimal style lovers - bright highlights, dark shadows, detailed and rich greys and browns. Low saturation blues, reds, and yellows.This is my favourite set, which I also use to edit all my blog photos. You don't need an Adobe subscription to use these presets. You simply need to download the LR Mobile App and create an account with Adobe. These presets will be compatible with both jpeg and RAW files.Once payment is made you can download the presets instantly. Contact me with any questions regarding your order or using your presets I will be happy to help! x\n                ", "listing_reviews": "44", "store_reviews": "4,454 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/698930457/7-lightroom-mobile-minimal-blogger"}, {"seller_text": "PresetsByMary", "seller_href": "https://www.etsy.com/shop/PresetsByMary?ref=simple-shop-header-name&listing_id=811860156", "store_sales": "64,798 sales", "store_rating": "4.8204", "listing_title": "10 Lightroom Presets Mobile - AVOCADO, Presets for Instagram Blogger, Lightroom Mobile Presets, Lifestyle Instagram Filter, Lightroom Preset", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.97\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    💗GET 6 & PAY FOR 3: add 6 presets to your cart, use coupon: GIFTBYMARY and pay for 3 only 💗https://www.etsy.com/shop/PresetsByMary?coupon=GIFTBYMARY⭐️10 UNIQUE LIGHTROOM PRESETS / MOBILE Presets ⭐️Mobile Preset is perfect for your Adobe Lightroom CC Mobile App and works well with your photos shot with your iPhone or Android device.Presets fit for Outdoor and Indoor pictures, Family, Travel, Lifestyle, Blogger, Wedding, Portrait photos.Included:🔶10 Lightroom presets in DNG format for MOBILE Lightroom (free app compatible with both IOS and ANDROID).🔶Compatible with All Photo formats🔶Compatible with Lightroom Mobile App🔶Compatible with All Lightroom and Photoshop Versions🔶Instant download (Download the presets right after the payment and start enjoying now)🔶Free support (contact us me any questions or concerns. We're always happy to provide fast and thorough support)🎁SPECIAL OFFER 3+3 for FREEBuy atleast 3 items from my shop and get 3 for FREEWIth love,PresetsByMary♥️\n                ", "listing_reviews": "16", "store_reviews": "3,799 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/811860156/10-lightroom-presets-mobile-avocado"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=821148665", "store_sales": "70,786 sales", "store_rating": "4.9099", "listing_title": "5 Mobile & Desktop Lightroom Presets Pet Lovers, Dog Cat Photo Editing Filter for Instagram, Animal Preset for Bloggers, Bright Home Filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Pet Lover Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram, Photo Editing Filter for Lifestyle and Travel🌟The Pet Lovers Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add beautiful, bright tones to your Instagram photos. These presets are PERFECT for pet lovers, Instagram Influencers & bloggers looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for mobile preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "100", "store_reviews": "5,613 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/821148665/5-mobile-desktop-lightroom-presets-pet"}, {"seller_text": "MyLifePlans", "seller_href": "https://www.etsy.com/shop/MyLifePlans?ref=simple-shop-header-name&listing_id=985527650", "store_sales": "1,733 sales", "store_rating": "4.98", "listing_title": "2 Page Blank Montly Calendar Printable, Minimalist Calendar Template PDF, Monday/Sunday Start, A4/Letter, Instant Download", "listing_bestseller": "-", "listing_price": "\n                        $1.96\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 4 ZIP"], "listing_desc": "\n                    This is a printable blank calendar. Just download and print.Product information:• Your purchase includes A4 and Letter size.• Perfect for home and office use.• Simply print from your home printer, or send to a local printing shop.How to download, open and print these PDF files on your computer:• You can download these digital items once your purchase is confirmed.• Please note that there are no printed materials / physical products will be shipped.• Download link: Go to https://www.etsy.com/your/purchases – download the files you just purchased.• You can use Acrobat Reader to open these files.• Download this software for free at https://www.adobe.com/• Open the file in Acrobat Reader – Select “ACTUAL SIZE” in your printer settings – Print.• Colors may vary slightly depending on the computer monitor and printer you decide to use.Any Questions?Please do not hesitate to reach out via Etsy message! I am always open to questions, comments and suggestions.\n                ", "listing_reviews": null, "store_reviews": "100 shop reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/985527650/2-page-blank-montly-calendar-printable"}, {"seller_text": "SimonaLisaPresets", "seller_href": "https://www.etsy.com/shop/SimonaLisaPresets?ref=simple-shop-header-name&listing_id=920919806", "store_sales": "3,875 sales", "store_rating": "4.8675", "listing_title": "10 Mobile LIGHTROOM Presets, VANILLA, Presets, Vsco Filters, Fashion Presets, Mobile Presets, Instagram Filters, Dng Preset, Natural Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.19\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    10 Mobile Lightroom Presets, Iphone Presets, Lightroom, Mobile Presets, Presets, Dng Presets, Cream Presets,  Desktop Presets, Vsco Filters, Fashion Presets, Instagram Filters, Natural PresetSHOP MORE PRESETS :)https://www.etsy.com/shop/SimonaLisaPresetsINCLUDED :)> 10 Instant Download Mobile Lightroom & Desktop Presets (DNG file)> PDF How To Install Mobile Presets Guide> Free Gift >Support available from our store at all times (just send a message through on Etsy)**The Presets are compatible with the Free Mobile Lightroom app, and the Desktop Lightroom app  (Via DNG Import, not LRTemplate)**If you require any assistance or have general queries, do not hesitate to send me a message on Etsy. :)Xx\n                ", "listing_reviews": "24", "store_reviews": "400 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/920919806/10-mobile-lightroom-presets-vanilla"}, {"seller_text": "PencilitinPrintables", "seller_href": "https://www.etsy.com/shop/PencilitinPrintables?ref=simple-shop-header-name&listing_id=758006578", "store_sales": "608 sales", "store_rating": "5", "listing_title": "Monday Start Unlimited Prints Blank Monthly Calendar includes 2 Styles, Minimalist, Instant Download File, (2) 11\"x8.5\" Landscape", "listing_bestseller": "Bestseller", "listing_price": "\n                        $0.89\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF", "Height: 8.5 inches", "Width: 11 inches"], "listing_desc": "\n                    Monday Start Unlimited Printable Blank Monthly Calendar is available in 2 different styles for you to choose which works better for you.  Style 1 offers more space in the top margin of the calendar for a 3 hole punch, Large Stickers and/or writing while Style 2 has slightly less space in the top margin which offers a little more space in the date boxes. This Calendar is left blank so that you may print for any month and any year.  Pencil in the Month, dates and/or year at the top, or use stickers, markers or colorful pens.  Calendar week is Monday through Sunday. You can print this calendar as many times as you want!  This is the Standard Design which is a sharp black and white, clean and easy to read document. You will receive the following file upon purchase:(2) 8.5\" X 11\" pdf printable on copy paper, card stock, stationary, etc.If you are printing at home or using a printer, please be sure to select \"print actual size\" to ensure that you are printing the correct dimensions. *Make sure to change your printer orientation to Landscape for this file.Please note that due to differences in computer monitor displays, the colors might appear slightly different than shown above.  *For PERSONAL use only. Please do not share, distribute, sell!*\n                ", "listing_reviews": "4", "store_reviews": "32 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/758006578/monday-start-unlimited-prints-blank"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=807670112", "store_sales": "171,645 sales", "store_rating": "4.8275", "listing_title": "10 Home Presets - Mobile LIGHROOM Presets - Lightroom Presets - Lightroom Mobile Preset & Desktop Preset, Instagram Filter - Summer Magical", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    • Professional Lightroom Presets for free Mobile and Desktop Lightroom• You receive 10 variants of presets • You can use them unlimited number of times.✅FILES included:- 10 Lightroom presets for MOBILE Lightroom( free mobile lightroom app)- 10 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "53", "store_reviews": "6,145 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/807670112/10-home-presets-mobile-lighroom-presets"}, {"seller_text": "Filterity", "seller_href": "https://www.etsy.com/shop/Filterity?ref=simple-shop-header-name&listing_id=907194497", "store_sales": "29,316 sales", "store_rating": "4.9333", "listing_title": "Wedding Instagram Filter, Wedding Instagram Effect, Custom Filter for Instagram, Instagram Story Filters, Wedding Story Filter, IG, Snapchat", "listing_bestseller": "-", "listing_price": "\n                        $30.56+\n                    ", "listing_highlights": ["Handmade"], "listing_desc": "\n                    ✅ TRY BEFORE YOU BUYPaste the link in web browser on mobile ➡️ https://bit.ly/TRY-SP05Get a Custom Wedding Instagram Filter and Share the Best Moments of your once in a lifetime celebration! Surprise your friends with this animated Instagram Effect! Pst... your selfies will look amazing!Here's how it works:HOW TO ORDER:1) Select font color.2) Select where do you want your filter to be available.3) Add your names and date in the personalization field.4) Click \"Buy it Now\" or \"Add to Cart\" and checkout.PROCESSING:1) I will create and send you the proof within 24 hours via Etsy messages. Need the filter ASAP? Buy Rush Order here ➡️ https://www.etsy.com/listing/518970048/ and I'll send the proof within 1 to 12 hours. 2) Once you'll confirm the proof, I will upload your filter to Instagram and/or Facebook. It usually takes 2 hours to approve it, but sometimes it can take up to 2-3 days.3) Once it gets approved, I will send you the link to the filter! You can use it and share it with your friends anywhere! There's no expiration date.Using our filters on Instagram doesn't cost anything extra. You can use your filter anywhere and anytime! There's no expiration date.GOT A QUESTION?Don't hesitate to contact me.100% SATISFACTION GUARANTEED!If you're not fully happy with your order, let me know and I'll adjust it or issue a full refund!LOOKING FOR MORE?Visit our home page for Discounts!http://www.etsy.com/shop/Filterity\n", "listing_reviews": null, "store_reviews": "2,810 shop reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/907194497/wedding-instagram-filter-wedding"}, {"seller_text": "PlannerMomCompany", "seller_href": "https://www.etsy.com/shop/PlannerMomCompany?ref=simple-shop-header-name&listing_id=727976281", "store_sales": "47,166 sales", "store_rating": "4.9159", "listing_title": "2021 Calendar Digital Download, Calendar Printable 2021, Desk Calendar, Calendar Printable 2021, Calendar PDF, Monthly Calendar", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.59\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 PDF"], "listing_desc": "\n                    If you’re an individual who is struggling with finding a cute and affordable calendar, then our handlettering calendar is going to make your day!  Designed with budget conscious women in mind this printable calendar is affordable for everyone (because we know that you shouldn’t have to sacrifice money for appeal).Perfect for everyone, this monthly calendar is great for wall display, desk use, or even as a planner insert!  - DETAILS •\tJanuary 2021 – December 2021 Calendar - FOLLOW THE LINK BELLOW TO SHOP ALL OF OUR CALENDARShttp://bit.ly/PPPCALENDARS- SIZING•\tLetter Size (8.5’’ x 11’’)•\tHalf Letter (8.5’’ x 5.5’’)•\tA4 (8.3’’ x 11.7’’)•\tA5 (5.8’’ x 8.3’’)•\tHappy Planner Classic (7’’ x 9.25’’) - MATERIALS•\tThis listing is for an instant digital download.  No product will be sent to you.  Most customers choose to print their products out on computer paper or card stock.- COLORS•\tColors may vary slightly from screen to print depending on your computer and printer.- HOW TO PRINT•\t1. Log into your Etsy account.•\t2. Click the \"You\" tab.•\t3. Scroll and click \"Purchases and reviews\".•\t4. Find your purchase and click \"Download Files\".•\t5. Click \"Download\".- REFUNDS•\tDue to the fact that our products are all digital downloads, refunds are not accepted.  However, if you have any issues with your purchase please contact me! - COPYRIGHT :These files may not be shared or resold in any way, shape, or form.  These are for one time personal use ONLY.* JOIN THE MAILING LIST AND GET A FREE PRINTABLE PLANNER BUNDLE * : http://bit.ly/35MQ04h~ Follow us on Instagram @prettypinkplannersco ~\n                ", "listing_reviews": "21", "store_reviews": "2,929 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/727976281/2021-calendar-digital-download-calendar"}, {"seller_text": "PresetDesignPhoto", "seller_href": "https://www.etsy.com/shop/PresetDesignPhoto?ref=simple-shop-header-name&listing_id=967817180", "store_sales": "2,128 sales", "store_rating": "4.9657", "listing_title": "10 RUSTIC Lightroom Presets Boho Presets, Instagram Filter, Vintage Preset, Moody Rich Presets for Blogger, Bohemian Presets, Earthy Presets", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.77\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 JPG, 1 PDF"], "listing_desc": "\n                    🎁 GET 4 & PAY FOR 2 With Promo Code: 2FREE 🎁🎁 GET 6 & PAY FOR 3 With Promo Code: 3FREE 🎁🎁 GET 8 & PAY FOR 4 With Promo Code: 4FREE 🎁10 Rustic presets, Lightroom presets, Blogger photo presets, mobile presets and desktop presets, instagram Filters by Preset DesignINCLUDED:• 10 MOBILE Lightroom presets• 10 DESKTOP Lightroom presets• After Purchase Customer Support• Instructions• Instant DownloadPreset Bundles In My Shop:www.etsy.com/shop/presetdesignphoto♡ SPECIAL OFFER ♡🎁  ADD 4 TO CART, PAY FOR 2 🎁  GET 50% WHEN YOU ADD 4 🎁🎁  ADD 6 TO CART, PAY FOR 3 🎁  GET 50% WHEN YOU ADD 6 🎁🎁  ADD 8 TO CART, PAY FOR 4 🎁  GET 50% WHEN YOU ADD 8 🎁HERE'S WHY YOU'LL LOVE IT:• Rustic vintage moody vibe perfect for instagram themes• Made by a professional digital creator• Consistent results with no harsh colors or lightingMORE INFO:• Works with the Free and Paid Lightroom Mobile App• Works with All Lightroom Desktop Versions • Works with Mac and PC Desktops/LaptopsIf you have any more questions or need help picking the perfect presets for you, you can contact us any time!OUR SOCIAL MEDIA• IG: @preset_design.....................................................© Preset Design LLC, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited......................................................\n                ", "listing_reviews": "32", "store_reviews": "204 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/967817180/10-rustic-lightroom-presets-boho-presets"}, {"seller_text": "EveDesignCo", "seller_href": "https://www.etsy.com/shop/EveDesignCo?ref=simple-shop-header-name&listing_id=829140052", "store_sales": "5,333 sales", "store_rating": "4.1846", "listing_title": "Mobile Lightroom Presets | Instagram Presets | Desktop & Mobile Presets | Influencer Natural Theme | Natural Airy Photo Presets", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.23\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 2 other files"], "listing_desc": "\n                    Mobile Lightroom Presets | Instagram Presets | Desktop & Mobile Presets | Influencer Natural Theme | Natural Airy Photo PresetsCreated for the FREE Lightroom Mobile App and Desktop Lightroom. These presets will transform your photos with just one click. Create a cohesive aesthetic in your images and a consistent theme for Instagram or in your blog.What's included with your purchase? ✩ One Mobile Lightroom Preset (DNG file) ✩ One Desktop Lightroom Template (Irtemplate) ✩ Step-by-step PDF guide with images Thank you for shopping small!INTELLECTUAL PROPERTY RIGHTS: Unless otherwise indicated, the products listed on this shop is our proprietary property and all source code, databases, functionality, software, designs, audio, video, text, photographs, and graphics on the Site (collectively, the “Content”) and the trademarks, service marks, and logos contained therein are owned or controlled by us or licensed to us and are protected by copyright laws and various other intellectual property rights and unfair competition laws of the United States, foreign jurisdictions, and international conventions.\n                ", "listing_reviews": "58", "store_reviews": "132 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/829140052/mobile-lightroom-presets-instagram"}, {"seller_text": "SymphonyPresets", "seller_href": "https://www.etsy.com/shop/SymphonyPresets?ref=simple-shop-header-name&listing_id=791964935", "store_sales": "17,197 sales", "store_rating": "4.9267", "listing_title": "10 Dark and Moody Mobile Lightroom Presets -  Desktop Presets - Instagram Presets - Set of 10 Presets - iPhone Presets - Blogger Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 JPG, 1 ZIP"], "listing_desc": "\n                    Moody Black - Lightroom Presets / Best for Lightroom Mobile and Desktop/ Lightroom Presets/ Instagram PresetsMake your photos stand out with this preset pack which includes 10 unique presets for Lightroom. These presets were designed especially for portraits, travel, lifestyle, and wedding photography to give your photos that popular and attractive dark and moody look. This preset pack is the second version of our Dark and Moody Preset Pack.This bundle includes 10 beautiful Lightroom presets which can be used in almost every type of situation. Whether you took an amazing selfie, or you took awesome photos on your new camera these presets will be great. They were great in a variety of lighting situations, even in extremely low light environments.You can use these presets in both the mobile and the desktop version of lightroom with a very easy install that can take under 1 minute. Compatibility: Works on all Versions of Lightroom Classic, Lightroom CC and Lightroom Mobile. Lightroom Classic versions 7.2 and older use the .lrtemplate files while 7.3 and newer can use either .lrtemplate or .xmp.Top features of this bundle:🗸 One time purchase, keep forever🗸 10 Presets in .xmp Format🗸 10 Presets in .lrtemplate Format🗸 10 Preset in .dng Format🗸 Compatible with Lightroom Mobile🗸 Compatible on Windows and Mac🗸 24/7 Support🗸 Free Updates🗸 Install Instructions Included\n                ", "listing_reviews": "100", "store_reviews": "860 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/791964935/10-dark-and-moody-mobile-lightroom"}, {"seller_text": "LatteDigitalStudio", "seller_href": "https://www.etsy.com/shop/LatteDigitalStudio?ref=simple-shop-header-name&listing_id=934247626", "store_sales": "273 sales", "store_rating": "5", "listing_title": "Printable 2021 Monthly Calendar | Horizontal A4 & US Letter Size | Monday Start | Printable Editable PDF Calendar", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.35\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    Organize your year with this printable monthly calendar!♥INCLUDED• 1 x US Letter Size PDF - Editable• 1 x A4 Size PDF - Editable♥FEATURES• Monday start• Horizontal• 2 sizes -  A4 & US Letter• Fully editable text fields for each day of the year• 12 month calendar - January 2021 to December 2021• High quality & high resolution PDF files♥HOW IT WORKS1. Download the file after purchasing the listing. If you are having trouble finding the file, go to purchases, then click on download files.3. Download the PDF file.4. Open the file in a browser (Google Chrome or Safari), or a PDF program such as Adobe Acrobat.5. Click to type text anywhere inside the blue boxes - every day of the year is editable!6. Print at home or a print shop - the calendar prints plain white and the blue background will not be visible.7. Enjoy!♥This is a DIGITAL PRODUCT and no physical product will be shipped!Please note: this design is for personal use only and cannot be sold or shared.Please contact me if you have any problems!Thank you! ♥\n                ", "listing_reviews": "4", "store_reviews": "9 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/934247626/printable-2021-monthly-calendar"}, {"seller_text": "LouMarksPhoto", "seller_href": "https://www.etsy.com/shop/LouMarksPhoto?ref=simple-shop-header-name&listing_id=865473815", "store_sales": "388,510 sales", "store_rating": "4.8278", "listing_title": "10 Presets, Lightroom Presets, Lightroom mobile presets, Filter Instagram presets, Preset for mobile blogger, Natural light and airy Pack", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.49\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP, 2 PDF"], "listing_desc": "\n                    ♡ SALE!! Buy 3 Packs & Get 2 FREE! Add all 5 Packs to your cart and only pay for 3 in total!♡ More Presets In My Shop: www.etsy.com/shop/loumarksphoto♡ Create consistent photo edits with The Light Airy Preset Pack. This Preset Collection soften and lighten your dark dull photos, add lightness and sift color with my photo presets! This presets pack included 10 presets suitable for all images and creates amazing results! Makes your images look so much better and brighter! ♡ Works amazing in one click on Indoor and Outdoor, Home Interiors, Family Photos, Lifestyle, Travel, Fashion, Blogger, Wedding, and Portrait Images. Create beautiful blog images or social media images one click. Perfect to easily enhance everyday photos!WHY YOU'LL LOVE IT✔️Light Airy vibe perfect for instagram themes✔️Creamy skin tones and dreamy white tones✔️Made by a professional photographerLou & Marks Presets work with All Versions of Lightroom Mobile & Lightroom Desktop and with Photoshop ACR.INCLUDED IN YOUR PURCHASE ✔️ 10 Mobile Lightroom Presets (DNG)✔️ 10 Desktop Lightroom Presets (LR)✔️ 10 Lightroom & Photoshop Presets (XMP)✔️ Step-by-step PDF guide with video instructionsCOMMON QUESTIONS✔️ Works With The Free & Paid Lr iPhone App✔️ Works With The Free & Paid Lr Android App✔️ Works With All Lightroom Desktop Versions ✔️ Works With Photoshop ACR ✔️ Works With Mac & PC✔️ Works With JPG & RAW Formats♡ SKIN TONE PROMISE You are you unique and so are our Presets! We created our Presets for everyone. No one specific skin tone or hair color. When you purchase from Lou + Marks you are not just purchasing presets you also get our guarantee that they will suit your skin tone. If they don’t send me a message with an unedited image and I will personally adjust them for you. ♡ STAY IN TOUCH Connect with me on Instagram @louandmarks and tag #louandmarks so I can see all your amazing photo edits and share them in my daily stories of my audience of over 60K.© Lou & Marks. All Rights Reserved. By Purchasing this product you agreeing to the Terms of Use. Do not sharing the files, or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "69", "store_reviews": "16,494 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/865473815/10-presets-lightroom-presets-lightroom"}, {"seller_text": "MintAndPepper", "seller_href": "https://www.etsy.com/shop/MintAndPepper?ref=simple-shop-header-name&listing_id=774854798", "store_sales": "61,307 sales", "store_rating": "4.8303", "listing_title": "Lightroom Mobile Presets Natural, Instagram Presets for Bloggers, Bright and Airy Preset, Home preset, Photo filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.59\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    7 Presets for Mobile Lightroom in .DNG format ✩ Lightroom Presets ✩ Instagram FiltersNATURAL is pack of 7 Lightroom Mobile Presets. Great for bloggers, photographers and everyone who aims to create a consistent feed on Instagram with easily applied filter. Perfect for outdoor and indoor photography, fashion shots and portraits.✩ They work well with iPhone and Android devices. You just need to download free Lightroom Mobile App✩ Easy to apply, with just one click✩ Instant download filesYOU GET:✩ 7 Lightroom Mobile Presets in .DNG format✩ Instruction in PDF 💥Check out our Bestsellers💥https://www.etsy.com/shop/MintAndPepperSPECIAL OFFER:🌟GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE🌟🌟GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE🌟🌟GET 8 PACKS & PAY ONLY FOR 4 - Add 8 items to your cart and use promo code 4FREE🌟Please remember that all presets look differently on each photo because of lighting and white balance settings, dominant colours etc. If your photo doesn’t look perfect you may need to adjust exposure or temperature to achieve the best results.Due to the digital nature of this product no exchanges or refunds will be made.CONTACT:EMAIL: mintandpepper5 [!at] yahoo.comON IG: @lovepresets_shop© 2020 MintAndPepper, All Rights ReservedTerms of use: Forbidden to copy, sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.Lightroom Presets, Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, iPhone, Android, Lifestyle Presets, Desktop Presets, Wedding Presets, Portrait Presets, Best Presets, Bright And Airy Preset, Clean Preset, Light Preset, Instagram Filters, Mobile Filters, Photo Filters, Travel Blogger Presets, Photo Editing, Photography Presets, White Preset, Blogger Presets, Photo Presets, Mobile Filter, Travel Presets, Influencer Presets, Home presets, Natural presets\n                ", "listing_reviews": "54", "store_reviews": "2,033 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/774854798/lightroom-mobile-presets-natural"}, {"seller_text": "PlannerRefills", "seller_href": "https://www.etsy.com/shop/PlannerRefills?ref=simple-shop-header-name&listing_id=846900961", "store_sales": "7,393 sales", "store_rating": "4.8653", "listing_title": "2021 Yearly Calendar, 2022 Yearly Calendar, Year at a Glance, Yearly Agenda, A4, A5, Letter Size, Printable Planner, Monday & Sunday Start", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $1.84\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 ZIP"], "listing_desc": "\n                    1 ► We believe in the power of beautiful and professional designs:– Carefully designed with a modern aesthetic in mind.– Three sizes included: A5, A4 and US Letter Size(8.5 x 11 in).– Perfect for home and office use.– Print as many pages as you need.– Simply print from your home printer, or send to a local printing shop.2 ► Digital planner refills for instant download on your computer:– 2021 Yearly Calendar in .PDF format(Monday & Sunday Start).– 2022 Yearly Calendar in .PDF format(Monday & Sunday Start).– 3 sizes included: A5, A4 and US Letter Size(8.5 x 11 in).– A5 size: includes 3 separate printing options. A5 for printing on pre-cut A5 paper, on A4 paper, and on US Letter size paper.3 ► How to download, open and print these PDF files on your computer:– You can download these digital items once your purchase is confirmed– Please note that there are no printed materials / physical products will be shipped.– Download link: Go to https://www.etsy.com/your/purchases – download the files you just purchased.– You can use Acrobat Reader to open these files.– Download this software for free at https://www.adobe.com/– Open the file in Acrobat Reader – Select “ACTUAL SIZE” in your printer settings – Print.– Colors may vary slightly depending on the computer monitor and printer you decide to use.4 ► Professional and friendly customer service:– If you have any questions when using these planner refills or resume templates, please send us convo or email with as many details as possible, we will be very happy to help you.5 ▶ Intellectual property means a lot to us:– All designs are copyright and original to https://www.etsy.com/shop/PlannerRefills– All the templates are for personal use only and can not be redesigned, shared, resold or redistributed under any circumstances.– Due to the digital nature of these items, all sales are final and non-refundable.– Please read the listings description carefully to make sure you are purchasing the right items.\n                ", "listing_reviews": "10", "store_reviews": "455 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/846900961/2021-yearly-calendar-2022-yearly"}, {"seller_text": "MindfulHustleLab", "seller_href": "https://www.etsy.com/shop/MindfulHustleLab?ref=simple-shop-header-name&listing_id=579042721", "store_sales": "83,895 sales", "store_rating": "4.7973", "listing_title": "2021 Calendar Printable, Desk Calendar Monthly, Flowers Watercolor, Botanical Floral Wall, PDF, Letter Size, A4, Elegant Pretty", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.46\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    PRINTABLE 2021 CALENDAR - Botanical Floral Style ---------------------------------------------------------------------------------------------------------► Sunday-Start in Letter Size AND Monday-Start in A4► Letter Size (8.5 x 11 in) and A4 in PDF Format---------------------------------------------------------------------------------------------------------PLEASE NOTE THIS IS A DIGITAL ITEM - NO PHYSICAL PRODUCT WILL BE SHIPPED---------------------------------------------------------------------------------------------------------► PDF Format: For best printing quality, make sure you open the file with Adobe Acrobat (Free to download at: Adobe.com/acrobat) ► GET IT INSTANTLY - Download it right away once your purchase is complete __________________________________________________________________________________________ORDER PROCESS:(1) Purchase this listing(2) Once your payment is complete, you'll see a link to download the files on Etsy.com. This process usually takes around 5 minutes. (Refresh the page if you don't see the link.) You'll also receive an email confirmation directing you to download the files.) (3) Download the files (4) Print, trim and enjoy! I recommend printing on a heavier paper (~30 lb) or kraft paper!---------------------------------------------------------------------------------------------------------__________________________________________________________________________________________© All Design Templates are Copyrights of Mindful Hustle Lab (Formerly Printable Pineapple).\n                ", "listing_reviews": "100", "store_reviews": "8,107 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/579042721/2021-calendar-printable-desk-calendar"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=686094717", "store_sales": "171,645 sales", "store_rating": "4.8275", "listing_title": "16 Lightroom Presets - Mobile Presets, Instagram Presets, desktop Presets, lightroom mobile preset - Magic Vacation Summer Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.02\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    💥16 UNIQUE LIGHTROOM PRESETS / MOBILE Presets / PC Presets💥✅ZIP Files Included:- 16 Lightroom presets for MOBILE Lightroom ( free mobile lightroom app)- 16 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items\n                ", "listing_reviews": "73", "store_reviews": "6,145 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/686094717/16-lightroom-presets-mobile-presets"}, {"seller_text": "MyLifePlans", "seller_href": "https://www.etsy.com/shop/MyLifePlans?ref=simple-shop-header-name&listing_id=988058899", "store_sales": "1,733 sales", "store_rating": "4.98", "listing_title": "2022 Monthly Calendar Landscape, Printable Calendar Template, Minimalist Calendar, Year Calendar, Monday/Sunday Start, A4/Letter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $1.96\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 4 PDF"], "listing_desc": "\n                    This is a printable yearly calendar. Just download and print.Product information:• Your purchase includes A4 and Letter size.• Perfect for home and office use.• Simply print from your home printer, or send to a local printing shop.How to download, open and print these PDF files on your computer:• You can download these digital items once your purchase is confirmed.• Please note that there are no printed materials / physical products will be shipped.• Download link: Go to https://www.etsy.com/your/purchases – download the files you just purchased.• You can use Acrobat Reader to open these files.• Download this software for free at https://www.adobe.com/• Open the file in Acrobat Reader – Select “ACTUAL SIZE” in your printer settings – Print.• Colors may vary slightly depending on the computer monitor and printer you decide to use.Any Questions?Please do not hesitate to reach out via Etsy message! I am always open to questions, comments and suggestions.\n                ", "listing_reviews": null, "store_reviews": "100 shop reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/988058899/2022-monthly-calendar-landscape"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=806790891", "store_sales": "70,786 sales", "store_rating": "4.9099", "listing_title": "5 White Mobile & Desktop Lightroom Preset, Bright Airy Photo Filter for Instagram Influencers, Light Clean VSCO iPhone Blogger Presets", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 White Bliss Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram, Photo Editing Filter for Lifestyle and Travel🌟The White Bliss Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add clean, rich white tones to your Instagram photos. These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for mobile preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "92", "store_reviews": "5,613 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/806790891/5-white-mobile-desktop-lightroom-preset"}, {"seller_text": "BicyclePrintables", "seller_href": "https://www.etsy.com/shop/BicyclePrintables?ref=simple-shop-header-name&listing_id=582111903", "store_sales": "12,232 sales", "store_rating": "4.9522", "listing_title": "Printable Calendar 2021-2022 Calendar for Frame Planner Calendar Planner Insert Calendar Refills Minimalist Calendar PDF Monthly Calendar", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $5.91\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 4 ZIP"], "listing_desc": "\n                    2021-2022 Printable Calendar.The download includes the following calendar versions in PDF file format:• 2021 Calendar (Sunday First) (all 12 months)• 2021 Calendar (Monday First) (all 12 months)• 2022 Calendar (Sunday First) (all 12 months)• 2022 Calendar (Monday First) (all 12 months)Each version is provided in 2 paper sizes:• US Letter (8.5 x 11  in, 216 x 279 mm)• A4 (8.3 x 11.7 in, 210 x 297 mm) (You can use this version for printing any other \"A\" size: A1, A2, A3, A5 etc)Please take note that this is a digital item and NO PHYSICAL ITEM WILL BE SHIPPED. HOW THIS WORKS:• Add this listing to your cart;• Choose the payment method;• After you complete the payment you will see the link for downloading the files. They will be available in your purchase area (https://www.etsy.com/your/purchases);• Download the files;• After downloading the files, you can print as many copies of the calendar as you want at home or at any commercial printer of your choice.All of the files included in this download are original and copyright to BicyclePrintables. They are for your personal use only and cannot be resold neither as is nor partially modified.\n                ", "listing_reviews": "100", "store_reviews": "727 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/582111903/printable-calendar-2021-2022-calendar"}, {"seller_text": "VisleyPrintable", "seller_href": "https://www.etsy.com/shop/VisleyPrintable?ref=simple-shop-header-name&listing_id=1006671293", "store_sales": "360 sales", "store_rating": "5", "listing_title": "July 2021 Calendar, Independence Day Patriotic, 4th of July  Holiday Printable Calendar Planner Filler Pages Insert - Instant Download", "listing_bestseller": "-", "listing_price": "\n                        $2.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PNG, 1 PDF"], "listing_desc": "\n                    INSTANT PRINTABLE DOWNLOADJuly calendar -  cute & fun 4th of July theme calendar to celebrate • BONUS • for this special month, get 2 designs by only pay for 1!✳✳✳✳✳✳D E T A I L S• The 11 X8.5\"• PNG and PDF files• High resolution• Lots of room for notes• Printable for your desk, planner or journal✳✳✳✳✳✳N o t e :The final works colors may vary slightly from screen to screen and printer to printer.This listing is for a DIGITAL DOWNLOAD. There is no physical product. Download link will be sent to your email after the purchase is confirmed. You are able to print as many as you would like at home, online or at a printing shop.The products in this shop are for personal use ONLY. You may print and use them, print and give to your friend as gifts or print and hand to your students as teaching resources but PLEASE DO NOT share, sell or distribute the files. Most of the files here are non editable, but you still can add text on them by using free websites below. - www.ilovepdf.com/edit-pdf - www.smallpdf.com/edit-pdfSimply upload the .PDF >> edit then download to your PC.\n                ", "listing_reviews": null, "store_reviews": "12 shop reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/1006671293/july-2021-calendar-independence-day"}, {"seller_text": "IndigoInkBoutique", "seller_href": "https://www.etsy.com/shop/IndigoInkBoutique?ref=simple-shop-header-name&listing_id=928970716", "store_sales": "14,741 sales", "store_rating": "4.9645", "listing_title": "June Calendar INSTANT DOWLAND | Monthly Planner Digital Calendar | Kid Monthly Calendar Printable | Organization for Kids PDF Calendar", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 1 PDF"], "listing_desc": "\n                    Help your kids get organized with this fun monthly calendar printable from Indigo Ink Boutique. This colorful printable calendar for JUNE 2021 is an INSTANT DOWNLOAD printable, you get one 8.5” x 11” file in both JPG and PDF. You can print as many as you need right from your home printer, no need to leave your home! Purchase this fun monthly digital calendar and get organized today!YOU WILL ONLY RECEIVE FILES FOR JUNE 2021, NO OTHER MONTHS INCLUDED. PLEASE BROWSE MY SHOP FOR OTHER MONTHS AND YEARS.This listing is for an INSTANT DIGITAL DOWNLOAD, NO PHYSICAL PRODUCT WILL BE DELIVERED. { INCLUDED IN DOWNLOAD }Digital files for you to print at home or at a local print shop.- One 8.5”x 11” printable PDF for the month of JUNE 2021- One 8.5”x 11” printable JPG for the month of JUNE 2021{ THIS IS AN INSTANT DOWNLOAD }- Instant digital download- No waiting- No shipping fees- No physical product will be delivered- Photo props displayed in the preview is for example viewing only. No props will be included in the file.{ TWO OPTIONS TO PRINT } - You can print this digital file on your own home printer - to print the PDF files from home, you will need Acrobat Reader, free to download from adobe.com. - Put the file on a USB key & print at your local print shop such as StaplesThe files are formatted to print to 8.5” x 11\" (standard letter size) paper at 100% size/scaling. For best printing, we recommend white cardstock.{ HOW TO ORDER }1. To begin your order, please purchase this listing. 2. After your purchase is completed, you will automatically be redirected to the Downloads page.3. Payment will be confirmed by Etsy (usually within minutes).4. Etsy will let you know that your order is ready to download (you will receive an email from Etsy). You can also access your printable PDFs files under \"Purchases\", in your Etsy Account at any time.5. Download your files, save, and print, then enjoy!Check out more digital printables that Indigo Ink Boutique has to offer – To purchase Digital Reward/Chore Chartswww.etsy.com/shop/IndigoInkBoutique?ref=seller-platform-mcnav&section_id=22367410To purchase Digital Personalized Handwriting Worksheetswww.etsy.com/shop/IndigoInkBoutique?ref=seller-platform-mcnav&section_id=21842305{ COLOR DISCLAIMER }All printers and monitors reproduce colors differently. Because of this, we cannot guarantee that what you see on your monitor will match your final pieces, exactly.{ RETURNS }Orders are final, non-returnable and non-refundable. Please take the time to completely review your selection before purchasing. If your order does not meet your expectations, please contact us and we will do our best to make it right.{ TERMS OF USE }All images and content Copyright Indigo Ink Boutique by purchasing you are granted permission for personal use only. Not for commercial use. Images and content are non-transferable. Some artwork from www.LittleRedsClipArt.etsy.com and some artwork from www.mycutelobsterdesigns.etsy.com and some artwork from www.GraphicDesignByMia.etsy.com. Sharing of files is strictly prohibited. Files may NOT be resold or posted in digital form, as a free download, or as a printed piece.If you have any questions or concerns, please let us know!Transform Ordinary Moments into Timeless Memories with Creative Printables.All rights reserved © Indigo Ink BoutiqueFor ideas & inspirations, come join Indigo Ink Boutique on social media. Make sure to tag us on Instagram for a special promotional code off your next order!INSTAGRAM | www.instagram.com/indigoinkbFACEBOOK | www.facebook.com/IndigoInkBoutiquePINTEREST | www.pinterest.com/IndigoInkBEMAIL | indigoinkboutique [at] gmail.com\n                ", "listing_reviews": null, "store_reviews": "1,258 shop reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/928970716/june-calendar-instant-dowland-monthly"}, {"seller_text": "MyLifePlans", "seller_href": "https://www.etsy.com/shop/MyLifePlans?ref=simple-shop-header-name&listing_id=987882189", "store_sales": "1,733 sales", "store_rating": "4.98", "listing_title": "2021 Monthly Calendar Landscape, Printable Calendar, Year Calendar, Minimalist Calendar, Calendar Template, Monday/Sunday Start, A4/Letter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $1.96\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 4 PDF"], "listing_desc": "\n                    This is a printable yearly calendar. Just download and print.Product information:• Your purchase includes A4 and Letter size.• Perfect for home and office use.• Simply print from your home printer, or send to a local printing shop.How to download, open and print these PDF files on your computer:• You can download these digital items once your purchase is confirmed.• Please note that there are no printed materials / physical products will be shipped.• Download link: Go to https://www.etsy.com/your/purchases – download the files you just purchased.• You can use Acrobat Reader to open these files.• Download this software for free at https://www.adobe.com/• Open the file in Acrobat Reader – Select “ACTUAL SIZE” in your printer settings – Print.• Colors may vary slightly depending on the computer monitor and printer you decide to use.Any Questions?Please do not hesitate to reach out via Etsy message! I am always open to questions, comments and suggestions.\n                ", "listing_reviews": "8", "store_reviews": "100 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/987882189/2021-monthly-calendar-landscape"}, {"seller_text": "SnazzyMango", "seller_href": "https://www.etsy.com/shop/SnazzyMango?ref=simple-shop-header-name&listing_id=839019412", "store_sales": "3,763 sales", "store_rating": "4.6667", "listing_title": "INSTAGRAM Wedding Filter! Gold Wedding Filter For Instagram! Personalised Instagram Filter, Wedding Filter Insta Stories, Gold Wedding Insta", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $8.01+\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: Adobe Illustrator, Photoshop, Instagram, Facebook, Spark AR, Glitter, Insta Stories, Effect, Instagram Story, Insta Story, Sparkle, Gold, Instagram Wedding\n\n\nRead the full description"], "listing_desc": "\n                    Custom Wedding Filter For Instagram, Instagram Stories Filter!Make a statement at your wedding with your very own custom Instagram/Facebook filter! All your family, friends, guests and followers will have access to your filter! Anyone who sees your story will also have access to your filter! Unlike snapchat filters it's not restricted to location and there is no upload cost!| CUSTOMISATION |Information Required:Mr. & Mrs. / Mr. & Mr. / Mrs. -Surname -Date (In format required) - Glitter colour (Select from drop down menu) or message me if you want a colour which isn't listed.Which social media do you want your filter to be on? (Facebook or Instagram). Please note there's a small charge to have your filter on both social media platforms as I essentially have to make 2 separate filters.| HOW IT WORKS |1 - Enter your personalisation requirements in the space provided when ordering.2 - I then design your filter in Instagram/Facebook's unique software.3 - A proof will then be sent to you of how your filter will look, please allow 24hrs for this.4 - Once you're happy with how your filter looks, I then submit it to Instagram/Facebook to upload to their filter collection. (This can take up to 48hrs)!5 - Once the filter has been accepted by Instagram/Facebook I will then email you a link to where you can find your filter on the social media site!6 - You can share the link with all your friends, family and guests! Alternatively, when your post to your story using the filter a badge will be displayed in the top left corner. Anyone who clicks on this will also have access and be able to use your filter! (An example of this is Picture 3).Please message me if you have any questions.  :)If you include the snapchat version in your order, this is just for the filter file. You must upload the filter to Snapchat where costs may be incurred due to location and date. More information can be found here: https://www.snapchat.com/l/en-gb/on-demand/Facebook and Instagram filters are uploaded by me at no extra cost.My full collection of Instagram & Facebook filters can be found here:https://www.etsy.com/uk/shop/SnazzyMango?ref=seller-platform-mcnav&section_id=21416837Keywords:Insta Filter, Instagram Filter, Instagram Story, Instagram Stories, Insta Stories, Instagram Wedding, Instagram Wedding Filter, Rose Gold Wedding Filter, Insta Wedding Filter, Insta Wedding Effect, Insta Wedding Stories, Insta Wedding, Instagram Wedding, Rose Gold Wedding Filter, Insta Mask, Insta Effect\n                ", "listing_reviews": "11", "store_reviews": "466 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/839019412/instagram-wedding-filter-gold-wedding"}, {"seller_text": "AvaLavigne", "seller_href": "https://www.etsy.com/shop/AvaLavigne?ref=simple-shop-header-name&listing_id=1022934025", "store_sales": "2,406 sales", "store_rating": "4.7236", "listing_title": "100+ Serif Font Bundle, Font for Cricut, Vintage Font, Retro Font, Cursive Font, Handwritten Font", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Purchase and download the wonderful Serif Font Bundle for ONLY $2.99! This incredible pack includes six different font packs. This pack is only available for a limited time! Grab it before its gone for good!What's Included100+ font bundle Ex:with otf and ttf format fileInstant DownloadFree UpdatesIf you have any queries, questions or issues please don't hesitate to contact us direct. Download within a few clicks and use across a huge range of programs including Photoshop, InDesign, Illustrator and Microsoft Word as well as many more\n                ", "listing_reviews": "5", "store_reviews": "123 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/1022934025/100-serif-font-bundle-font-for-cricut"}, {"seller_text": "Blondary", "seller_href": "https://www.etsy.com/shop/Blondary?ref=simple-shop-header-name&listing_id=943879946", "store_sales": "2,567 sales", "store_rating": "4.9957", "listing_title": "Lightroom Presets, 6 Coconut Presets, Mobile Presets, Instagram Filter, Blogger Presets, Travel Presets, Summer Presets, Tropical, Maldives", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $1.05\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    6 Mobile Lightroom Presets, Instagram Presets, Travel presets, Photo filter, Blogger Presets, Indoor photo presets, Lifestyle presets, Warm Bright preset, Tropical Presets, Preset, Coconut Presets✩ FREE PRESETS OFFER ✩💥 GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE 💥💥 GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE 💥*Coconut Mobile & Desktop Presets: include 6 mobile and desktop Lightroom preset will enhance skin tones for an all year round sunkissed tan and make the blues in your photo pop.*⭐You Will Receive :- 6 DNG. Mobile Presets (Compatible with computer Lightroom App also!) - 1 PDF file \"how to download mobile presets\" All presets files are in DNG format.After the download you will need to unzip the file, either on your PC (and then send the mobile presets to your phone) or on your phone (if you have an app that can unzip files).After purchase you will be able to INSTANTLY DOWNLOAD the following 6 presets.- If you have problems with installation or with downloading your files just contact me and I'll do my best to help you.- Please keep in mind that each photo has different light setting so you can tweak some settings as light, contrast etc after applying you presets to get best results.For personal use ONLY! You may NOT sell, distribute, rent, give, sub-license, or transfer presets, or presets sent to anyone else.More Presets:Creamy Presets:https://www.etsy.com/listing/948185389/mobile-lightroom-presets-5-creamy?ref=shop_home_active_8&pro=1Winter Snow Presets:https://www.etsy.com/listing/949617290/mobile-lightroom-presets-12-winter-snow?ref=shop_home_active_9&pro=1Vintage Presets:https://www.etsy.com/listing/960609413/lightroom-presets-3-vintage-presets?ref=shop_home_active_1&pro=1Spring Presets:https://www.etsy.com/listing/953829356/lightroom-presets-6-spring-presets-white?ref=shop_home_active_3&pro=1Fitness Presets:https://www.etsy.com/listing/943374818/lightroom-presets-6-fitness-presets?ref=shop_home_active_5&pro=1Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filters, Travel Presets, Influencer Presets, warm presets, iPhone Presets, Moody Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright Presets, Clean Preset, Color Pop Preset, Vibrant Presets, Desert Presets, Beach Presets, Instagram Presets, Lifestyle Presets, Coconut Presets, summer presets, tropical presets\n                ", "listing_reviews": null, "store_reviews": "234 shop reviews", "search": "fonts", "url": "https://www.etsy.com/listing/943879946/lightroom-presets-6-coconut-presets"}, {"seller_text": "AglowPresets", "seller_href": "https://www.etsy.com/shop/AglowPresets?ref=simple-shop-header-name&listing_id=775574072", "store_sales": "50,855 sales", "store_rating": "4.9237", "listing_title": "GLOW  Mobile Lightroom Preset , Photo Filters, Instagram preset, best preset, bright preset, Blogger Preset, aglow preset, mobile preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 other file"], "listing_desc": "\n                    PRESET SALE🔥📸: https://www.etsy.com/shop/AglowPresetsBUY 3 INDIVIDUAL PRESETS GET 3 FREE - Use Code: BUY3GET2BUY 3 BUNDLES GET 3 FREE - Use code: 2FREEBUNDLESGLOW Aglow MOBILE PRESETThis preset works amazing for outdoor and indoor pictures. It makes all the colors pop and brightens the whole vibe of the picture.  This preset is a must have for any blogger or Instagrammer to make their feed stand out! These Mobile presets were uniquely designed to work with a variety of photo settings. Each preset has been created and tested on different lighting and locations to insure a perfect application to your photos every time. Using AGLOW presets, Instagrammers, bloggers and photographers or anyone wanting to enhance their photos will create beautiful asthetic images that will stand out to their viewers. WHAT IS NEEDED? - Download the Free Lightroom CC App on your mobile device.-AFTER PURCHASE YOU WILL RECEIVE:-1 GLOW PRESET PHOTO in DNG FORMAT(This will be a single image that contains all of the presets for that filter.)-Lightroom Mobile Installation User ManualPlease follow us on Instagram @aglowpresets for tips and editing tricks along with great giveaways!   Tag me at @aglowpresets when you post your photos using the Aglow presets!  I would love to see them!Please leave a review!!!https://www.instagram.com/aglowpresets/You can also check out my WEBSITE for more information!  www.aglowpresets.comPHOTO TIPS:Photo's will be transformed in one click!  I do recommend adjusting the lighting under the \"light tab\" in Lightroom.  Every picture is taken in a different lighting environment, so by increasing or decreasing the exposure will get that perfect look!No refunds or exchanges on Downloaded images.All presets are Copyrighted ©AGLOW PRESETS.Keywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lightroom Presets, best presets, filters\n                ", "listing_reviews": "100", "store_reviews": "2,528 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/775574072/glow-mobile-lightroom-preset-photo"}, {"seller_text": "PresetsByMary", "seller_href": "https://www.etsy.com/shop/PresetsByMary?ref=simple-shop-header-name&listing_id=726644045", "store_sales": "64,798 sales", "store_rating": "4.8204", "listing_title": "16 Mobile Lightroom Presets DISNEY GIRL Travel Blogger Lifestyle Vibrant Instagram Bright Color Summer Photo Editing", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.97\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    💗GET 6 & PAY FOR 3: add 6 presets to your cart, use coupon: GIFTBYMARY and pay for 3 only 💗https://www.etsy.com/shop/PresetsByMary?coupon=GIFTBYMARY⭐️16 UNIQUE LIGHTROOM PRESETS / MOBILE Presets ⭐️Mobile Preset is perfect for your Adobe Lightroom CC Mobile App and works well with your photos shot with your iPhone or Android device.Presets fit for Outdoor and Indoor pictures, Family, Travel, Lifestyle, Blogger, Wedding, Portrait photos.Included:🔶16 Lightroom presets in DNG format for MOBILE Lightroom (free app compatible with both IOS and ANDROID).🔶Compatible with All Photo formats🔶Compatible with Lightroom Mobile App🔶Compatible with All Lightroom and Photoshop Versions🔶Instant download (Download the presets right after the payment and start enjoying now)🔶Free support (contact us me any questions or concerns. We're always happy to provide fast and thorough support)🎁SPECIAL OFFER 3+3 for FREEBuy atleast 3 items from my shop and get 3 for FREE WIth love,PresetsByMary♥️\n                ", "listing_reviews": "100", "store_reviews": "3,799 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/726644045/16-mobile-lightroom-presets-disney-girl"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=1029762143", "store_sales": "21,701 sales", "store_rating": "4.7409", "listing_title": "10 Lightroom Presets for Mobile, Vibrant Preset, Colorful Filter, Bright Summer Preset, Beach Preset, Instagram Filter, VSCO Filter, Outdoor", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $2.12\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    Meet our NEW Colorpop Lightroom Presets for Mobile devices! These trendy vibrant filters are perfect for Bloggers, Instagram Influencers, or anyone looking to up their photo game!⋒ Your Purchase Includes ⋒・10 Colorpop Lightroom Presets for Mobile・PDF Download Guide・PDF Editing Tips & Tricks Handbook⋒ Additional Information ⋒・FOR MOBILE (iOS / Android)・Compatible with the FREE Lightroom App・Works with & WITHOUT an Adobe subscription・Presets can be used an unlimited number of timesOur presets are tested on a range of different photo styles. Please keep in mind, all photos are unique and therefore presets work differently on every photo. We are confident that our presets will add a beautiful touch to your photos. The final touch may be done by you through small adjustments like tweaking the exposure or saturation to create your perfect image.⋒ Cancellations, Refunds and Exchanges ⋒Due to the digital nature of this product, we are unable to offer refunds. However, your satisfaction is our number one priority. In the case you are not happy with a preset you have purchased, please leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2021 IslahStudios, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.⋒ Keywords ⋒Lightroom Preset, Lightroom Preset Etsy, Lightroom Mobile, Outdoor Preset, Outdoor Filter, Beach Preset, Beach Filter, Summer Preset, Summer Filter, Instagram Preset, Instagram Filter, VSCO Filter, Lifestyle Blogger Preset, Lifestyle Blogger Filter, Influencer Preset, Influencer Filter, California Vibes, iPhone Filter, Android Filter, Tan Preset, Vacation Preset, Travel Preset, Travel Blogger, Mommy Preset, Mommy Filter, Baby Preset, Baby Filter, Newborn Preset, Newborn Filter, Family Preset, Family Filter, Home Preset, Home FIlter, Indoor Preset, Indoor Filter, Interior Preset, Interior Filter, Vibrant Preset, Vibrant Filter, Colorful Preset, Colorful Filter, Colorpop Preset, Colorpop Filter\n                ", "listing_reviews": null, "store_reviews": "1,130 shop reviews", "search": "fonts", "url": "https://www.etsy.com/listing/1029762143/10-lightroom-presets-for-mobile-vibrant"}, {"seller_text": "HyggelyStudio", "seller_href": "https://www.etsy.com/shop/HyggelyStudio?ref=simple-shop-header-name&listing_id=726954527", "store_sales": "21,406 sales", "store_rating": "4.919", "listing_title": "8 Lightroom MOBILE Presets, Clean and Crisp Mobile Lightroom Presets, Blogger and Instagram Photo Filters, Lightroom CC, Light Bright Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.55\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF"], "listing_desc": "\n                    Elevate your social media presence with these Clean and Crisp presets for MOBILE! These are used best for images used in light spaces or shot in natural light.☞ PLEASE NOTE: THIS IS A DIGITAL DOWNLOAD! NO PHYSICAL COPY WILL BE SENT TO YOU! ☜CHECK OUT MORE FROM THIS SHOP --> https://www.etsy.com/ca/shop/HyggelyStudio-----------------------------------------------DETAILS FOR INSTANT DOWNLOAD:-----------------------------------------------♡ INSTANT DIGITAL DOWNLOAD!You will receive 8 preset files (PDF will have a clickable link to your files through google drive)+ PDF WITH LINK TO STEP BY STEP INSTRUCTIONS WITH PHOTOS!➀ CLEAN&CRISP - ORIGINAL - DNG FILE ➁ CLEAN&CRISP - HIGHLIGHT- DNG FILE➂ CLEAN&CRISP - WARM- DNG FILE➃ CLEAN&CRISP - COOL - DNG FILE➄ CLEAN&CRISP - INTERIOR - DNG FILE➅ CLEAN&CRISP - OUTDOOR - DNG FILE➆ CLEAN&CRISP - TWO - DNG FILE➇ CLEAN&CRISP - THREE - DNG FILE!! These presets are created for Mobile Lightroom CC ONLY !!*If you would like the Desktop version of these presets, please message me, and I will direct you to the desktop listing*- Compatible with both the Paid and Free Versions of Lightroom Mobile- Instant Download Directly to Mobile Device, No Desktop Needed- Compatible with JPG & Raw ImagesBased on your lighting conditions, camera settings, and personal style, these presets may need to be slightly altered to fit your needs. I am always happy to help you use the presets if you are having trouble.  !! No refunds or exchanges can be made on digital products !!TERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE FOLLOWING -- - Do not share these files- Do not sell these files- Derivative works are also prohibited© 2019 Hyggely Studio - All Rights Reserved\n                ", "listing_reviews": "100", "store_reviews": "816 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/726954527/8-lightroom-mobile-presets-clean-and"}, {"seller_text": "ElviNovaGraphics", "seller_href": "https://www.etsy.com/shop/ElviNovaGraphics?ref=simple-shop-header-name&listing_id=896218203", "store_sales": "3,323 sales", "store_rating": "4.9545", "listing_title": "Modern font bundle for commercial use, bestseller fonts collection, handwritten digital fonts", "listing_bestseller": "Bestseller", "listing_price": "\n                        $19.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP, 2 PDF"], "listing_desc": "\n                    Introducing 12 lovely, best-selling fonts, including soft serif, sans serif & script fonts with commercial use. Also, you will get over 200 design elements, than contains individual elements, pre-made logos, social media covers. This bundle will help sharpen your designs.87% off for a limited time! Only $19!You can use my fonts for personal and commercial purposes. Can be used for:* Unlimited Commercial and Personal projects.* Unlimited End Products for sales.Cannot be used for* Embedding fonts files. Must always be used in rasterized form.* Sell or distribute the original font file.Language support: Currently only English is supported.I don’t accept returns, exchanges or cancellations, because of digital nature of product. But please contact me if you have any problems with your order.I hope you enjoy it!Elvina\n                ", "listing_reviews": "53", "store_reviews": "276 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/896218203/modern-font-bundle-for-commercial-use"}, {"seller_text": "SunnyEditor", "seller_href": "https://www.etsy.com/shop/SunnyEditor?ref=simple-shop-header-name&listing_id=923518190", "store_sales": "336 sales", "store_rating": "4.7059", "listing_title": "11 Natural Mobile Lightroom Presets, Natural Presets, Cream Presets, Instagram Filters, Blogger, Vanilla, iPhone Presets, Filter for iPhone", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.20\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 1 PDF, 1 ZIP"], "listing_desc": "\n                    ◆ ◆ ◆ SPECIAL OFFER ◆ ◆ ◆✭ Buy 3 presets and get 2 for free. Add 5 presets to your shopping cart and apply the coupon code 2FREE. ✭ Buy 5 presets and get 4 for free. Add 9 presets to your shopping cart and apply the coupon code 4FREE.◄  INCLUDED IN YOUR PURCHASE  ►* 11 Mobile Lightroom Presets (DNG files)* Detailed PDF Image Instructions✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Lightroom Mobile is FREE so you don't need an Adobe subscription to use the presets✔️ You only need Lightroom CC App on your Phone/iPad✔️ Once purchased can be used an unlimited amount of times✔️ Easy to apply with just one clickGeneral information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUYhttps://www.youtube.com/watch?v=uOBXKOyAFEAPlease keep in mind all photos are unique and therefore each preset works differently on every photo. You can fine tune your own adjustments to find settings that suit you with temperature, exposure etcDue to the digital nature of this product ALL SALES ARE FINALKeywords:Lightroom Presets, Mobile Preset, DNG, Instagram Preset, Lightroom CC, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset, White Presets, Natural Presets© 2020 Sunny Editor Presets, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "5", "store_reviews": "17 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/923518190/11-natural-mobile-lightroom-presets"}, {"seller_text": "FilAndEllieStudio", "seller_href": "https://www.etsy.com/shop/FilAndEllieStudio?ref=simple-shop-header-name&listing_id=857923240", "store_sales": "9,294 sales", "store_rating": "4.8409", "listing_title": "6 Mobile LIGHTROOM Presets, Nude Presets, Fashion Presets, Mobile Presets, Instagram Filters Presets, Dng Brown Preset, Natural Beige Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF, 2 ZIP"], "listing_desc": "\n                    Instagram Presets / Mobile Lightroom Presets / Desktop & Mobile Presets /Natural Beige Presets✩ INCLUDED IN YOUR PURCHASE ✩6 Mobile Lightroom Presets (DNG files)6 Desktop Lightroom Presets (XMP files)Free 35 pages PDF on Social Media GrowthDetailed PDF Image Instructions◾️ If you have issues downloading or using any of the files, please contact me and I will re-send you the files and help you troubleshoot◾️With over 10 years of professional experience in the world of photography, you are guaranteed to get high quality presets that will elevate the look of your photos. We spent hundredths of hours editing, so that you won’t have to.✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Works With & WITHOUT Adobe subscription✔️ You only need Lightroom CC App on your Phone/iPad✔️ Works With Lightroom Desktop for Mac or PCCreated for the FREE Lightroom Mobile App and Desktop Lightroom. Works best on RAW files but is fully compatible with JPEGS as well.General information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUY. Make sure to save the zip file on your phone. The transaction and installation can be completed on a mobile device. Access to a desktop computer is not required.These presets were designed to work with many different light conditions, from full sun to shade, and will help you achieve a consistent look by enhancing the colors and brightness of your photos. This pack in particular was designed to enhance natural and soft tones, giving a neutral, but warm feel to your photos. Sand, the color of wheat, white, brown and soft tones in general are at the core of these filters.  Perfect for interior design or general lifestyle photos. This pack works well for many different types of photography from lifestyle to travel, home blogging and interior design photos. The range of colors for the 6 presets is very wide. These can be applied on many different types of photos to achieve different results.Beige includes 6 mobile presets. They are all extremely versatile, can be fully customized and are guaranteed to enhance dull images with just one click. Whether you work with photos straight from your phone’s camera roll or raw files from your DSLR, these presets will help you refine your style giving you beautiful photos.Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "41", "store_reviews": "421 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/857923240/6-mobile-lightroom-presets-nude-presets"}, {"seller_text": "Blondary", "seller_href": "https://www.etsy.com/shop/Blondary?ref=simple-shop-header-name&listing_id=987625128", "store_sales": "2,567 sales", "store_rating": "4.9957", "listing_title": "10 Mobile Lightroom Presets, Vanilla Presets, Vsco Filters, Fashion Presets, Lifestyle Presets, Instagram Filter, Nude Presets, Beige Preset", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $1.05\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    10 Mobile Lightroom Presets, Nude Presets, Lifestyle Presets, Beige Presets, Iphone Presets, Lightroom, Mobile Presets, Presets, Dng Presets, Cream Presets, Vsco Filters, Fashion Presets, Instagram Filters, Natural Preset, Vanilla Presets✩ FREE PRESETS OFFER ✩💥 GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE 💥💥 GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE 💥*Vanilla Mobile Presets: include 10 mobile lightroom presets perfect for anyone wanting to create a warm, creamy Instagram feed. t*⭐You Will Receive :- 10 DNG. Mobile Presets - 1 PDF file - Mobile Instructions-Free GiftAll presets files are in DNG format.After the download you will need to unzip the file, either on your PC (and then send the mobile presets to your phone) or on your phone (if you have an app that can unzip files).- If you have problems with installation or with downloading your files just contact me and I'll do my best to help you.- Please keep in mind that each photo has different light setting so you can tweak some settings as light, contrast etc after applying you presets to get best results.For personal use ONLY! You may NOT sell, distribute, rent, give, sub-license, or transfer presets, or presets sent to anyone else.More Presets:Beige Presets:https://www.etsy.com/listing/964232783/mobile-lightroom-presets-12-beige?ref=shop_home_active_1&pro=1Bright Interior Presets:https://www.etsy.com/listing/952251009/mobile-lightroom-presets-6-bright?ref=shop_home_active_2&pro=1Minimalistic Presets:https://www.etsy.com/listing/938999572/lightroom-mobile-preset-7-minimalistic?ref=shop_home_active_4&pro=1Luxury Black Presets:https://www.etsy.com/listing/971607185/lightroom-presets-10-luxury-black?ref=shop_home_active_3&pro=1Fitness Presets:https://www.etsy.com/listing/943374818/lightroom-presets-6-fitness-presets?ref=shop_home_active_5&pro=1Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filters, Travel Presets, Influencer Presets, warm presets, iPhone Presets, Moody Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright Presets, Clean Preset, Color Pop Preset, Vibrant Presets, Home Presets, Beach Presets , Vanilla Preset\n                ", "listing_reviews": null, "store_reviews": "234 shop reviews", "search": "fonts", "url": "https://www.etsy.com/listing/987625128/10-mobile-lightroom-presets-vanilla"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=923532978", "store_sales": "21,701 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Neutral Filter, Cream Preset, Instagram Filters, iPhone Presets, Lightroom Filter, Lifestyle Preset, Blogger Filter", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Live life luxuriously with a Luxe Preset! This Lightroom Mobile preset will effortlessly soften and neutralize the shades in your photos to achieve a rich luxurious look with the click of button! ✩ Your purchase includes ✩- 1 Luxe Lightroom Mobile Preset- PDF step by step installation guide✩ Additional Information ✩- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ✩ Cancellation Refunds/Exchanges ✩Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2021 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "11", "store_reviews": "1,130 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/923532978/lightroom-mobile-preset-neutral-filter"}, {"seller_text": "OlivesandBlue", "seller_href": "https://www.etsy.com/shop/OlivesandBlue?ref=simple-shop-header-name&listing_id=900601043", "store_sales": "140 sales", "store_rating": "4.3333", "listing_title": "5 Earthy Tones Preset, Preset Lightroom Mobile and Desktop, Instagram Filter for Travel Instagram Influencer and Bloggers, Dark Moody Preset", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $3.14\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP"], "listing_desc": "\n                    Buy 5 Pay 3!Add 5 presets to your cart and apply the code \"BUNDLE\" to pay for 3.Or simply click the link below:https://www.etsy.com/shop/OlivesandBlue?coupon=BUNDLECreated for one single click use for Mobile and Desktop Lightroom. These presets will help you enhance your picture with just a single click for a consistent theme.The purchase will be includes:5 Mobile Lightroom Preset5 Desktop Lightroom PresetBy purchasing the item, you agree to the terms of use which refunds, cancelation, exchange are not apply. Some adjustments might be needed for some pictures due to the camera setting and light adjustments. The files should not be shared, resold, redistributed and reproduced for any purposes.Disclaimer:All the pictures shown in this video belong to their respective original owners.All the photos are for illustration purposes only. Credits to the rightful owner.If you have any further questions, please do not hesitate to contact me. Sincerely,Clou\n                ", "listing_reviews": null, "store_reviews": "3 shop reviews", "search": "fonts", "url": "https://www.etsy.com/listing/900601043/5-earthy-tones-preset-preset-lightroom"}, {"seller_text": "FilAndEllieStudio", "seller_href": "https://www.etsy.com/shop/FilAndEllieStudio?ref=simple-shop-header-name&listing_id=1029443267", "store_sales": "9,294 sales", "store_rating": "4.8409", "listing_title": "7 Mobile LIGHTROOM Presets, Summer Presets, Pastel Presets, Instagram Filter, Natural Light And Airy,Blogger Preset, Natural Warm Presets", "listing_bestseller": "-", "listing_price": "\n                        $2.98\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 2 ZIP"], "listing_desc": "\n                    Instagram Presets / Mobile Lightroom Presets / Desktop & Mobile Presets /Natural Presets/Warm Summer Presets✩ INCLUDED IN YOUR PURCHASE ✩7 Mobile Lightroom Presets (DNG files)7 Desktop XMP PresetsFree 35 pages PDF on Social Media GrowthDetailed PDF Image Instructions◾️ If you have issues downloading or using any of the files, please contact me and I will re-send you the files and help you troubleshoot◾️With over 10 years of professional experience in the world of photography, you are guaranteed to get high quality presets that will elevate the look of your photos. We spent hundredths of hours editing, so that you won’t have to.✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Works With & WITHOUT Adobe subscription✔️ You only need Lightroom CC App on your Phone/iPad✔️ Works With Lightroom Desktop for Mac or PC (Classic & CC)Created for the FREE Lightroom Mobile App and Desktop Lightroom. Works best on RAW files but is fully compatible with JPEGS as well.General information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUY. Make sure to save the zip file on your phone. The transaction and installation can be completed on a mobile device. Access to a desktop computer is not required.These presets were designed to work with many different light conditions, from full sun to shade, and will help you achieve a consistent look by enhancing the colors and brightness of your photos. This pack in particular was designed to enhance the colors of sunlight, giving a warm, slighlty pink, natural and bright feel to your photos. A pastel accent for all your Spring photos. Perfect for general lifestyle photos, family, weddings or in general for portraits at golden hour/sunset . This pack works well for many different types of photography from lifestyle to travel, home blogging and professional wedding photographyGarden includes 6 mobile presets & 6 Desktop Presets. They are all extremely versatile, can be fully customized and are guaranteed to enhance dull images with just one click. Whether you work with photos straight from your phone’s camera roll or raw files from your DSLR, these presets will help you refine your style giving you beautiful photos.Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": null, "store_reviews": "421 shop reviews", "search": "fonts", "url": "https://www.etsy.com/listing/1029443267/7-mobile-lightroom-presets-summer"}, {"seller_text": "LifesLemonadeCC", "seller_href": "https://www.etsy.com/shop/LifesLemonadeCC?ref=simple-shop-header-name&listing_id=856159342", "store_sales": "9,970 sales", "store_rating": "4.6683", "listing_title": "Friendship TV Font SVG PNG - Instant Download", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 ZIP"], "listing_desc": "\n                    Based on a popular TV show about friendship, this funny, quirky Friendship font can be used for all of your Crafting needs! It comes both as a SVG file and PNG file so you can use on your Cricut or print. The possibilities are endless!These files are instantly downloadable and will be sent to you soon after purchase on your Etsy account! It is super easy to use: Just download the zip file, open it onto your computer, and upload the individual files onto your Cricut Design Space or insert them into a document to use and then create away! And just remember I'll be there for you! So, if any issues arise please do not hesitate to reach out to me!\n                ", "listing_reviews": "100", "store_reviews": "415 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/856159342/friendship-tv-font-svg-png-instant"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=869926639", "store_sales": "25,455 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets, Tan Presets, Presets, Instagram Filters, Influencer Presets, Vsco Filters, Mobile Presets, Brown Presets, Vsco", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "14", "store_reviews": "793 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/869926639/3-mobile-lightroom-presets-tan-presets"}, {"seller_text": "JORDANSTOREzZ", "seller_href": "https://www.etsy.com/shop/JORDANSTOREzZ?ref=simple-shop-header-name&listing_id=993125981", "store_sales": "1,858 sales", "store_rating": "4.5412", "listing_title": "Heart Font, Cricut Font, Script Font, Font with Hearts, Swirly Font, Handwritten Font, Wedding Font, Cursive Font, Font Download, Swash Font", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 ZIP"], "listing_desc": "\n                    Baiskey font is a beautiful script font designed with an incredibly modern feel. This font is PUA encoded which means you can access all of the glyphs and swashes with ease! It features a varying baseline, smooth lines, gorgeous glyphs and stunning alternates.Filet type: OTF TTF\n                ", "listing_reviews": "12", "store_reviews": "85 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/993125981/heart-font-cricut-font-script-font-font"}, {"seller_text": "ChristianFonts", "seller_href": "https://www.etsy.com/shop/ChristianFonts?ref=simple-shop-header-name&listing_id=983603876", "store_sales": "2,050 sales", "store_rating": "4.7544", "listing_title": "Groovy Font, Retro Font, Font with Tails, Old School Font, Font for Cricut, Font with Tails, 70s Font, Cursive Font, Procreate Font, Fonts", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 ZIP"], "listing_desc": "\n                    Midway is our another bold script typeface. Use this typeface and you will make a retro design with ease! Combined your design with dozens of stylistic alternates and elegant swashes which is included in this typeface, this retro typeface is really perfect for logo design, t-shirt, vintage and retro badge, vintage quotes, branding, packaging, etc.Midway features:A full set of upper & lowercase charactersNumbers & punctuationMultilingual language supportPUA Encoded Characters+320 GlyphUp to 80 Stylistic Alternates with Swashes and Ligatures!OpenType FeaturesMidway includes:Midway Regular.otfMidway Extruded.otf\n                ", "listing_reviews": "10", "store_reviews": "114 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/983603876/groovy-font-retro-font-font-with-tails"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=735827695", "store_sales": "171,646 sales", "store_rating": "4.8275", "listing_title": "10 Mobile Lightroom Presets, lightroom mobile presets,Instagram Presets, Preset Lightroom, Desktop Presets - Autumn presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    More presets in our SHOP:www.etsy.com/shop/KatherineDream• FILES INCLUDED IN YOUR PURCHASE •✔️ 10 MOBILE Lightroom presets for mobile Lightroom ( free mobile lightroom app)✔️ 10 DESKTOP Lightroom presets for desktop Lightroom✔️ Post-purchase Support✔️ Instructions✔️ Instant Download • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions• HOW TO ORDER •- Tap “add to cart” or “buy it now”;- Receive receipt and email from Etsy with link to download file- Download the Lightroom presets instantly.🧡Do you want to support us?  FREE package every week for our patrons and much more🧡https://www.patreon.com/katherinedream🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it. :)🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "100", "store_reviews": "6,145 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/735827695/10-mobile-lightroom-presets-lightroom"}, {"seller_text": "SnazzyMango", "seller_href": "https://www.etsy.com/shop/SnazzyMango?ref=simple-shop-header-name&listing_id=944703579", "store_sales": "3,763 sales", "store_rating": "4.6667", "listing_title": "INSTAGRAM Wedding Effect! Gold Wedding Effect! Personalised Instagram Effect, Engagement Filter For Instagram! Wedding Instagram Story Mask", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $8.01+\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: Adobe Illustrator, Photoshop, Instagram, Facebook, Spark AR, Glitter, Insta Stories, Effect, Instagram Story, Insta Story, Sparkle, Gold, Instagram Wedding\n\n\nRead the full description"], "listing_desc": "\n                    Personalised Instagram Effect! Gold Wedding Filter.TRY BEFORE YOU BUY: https://www.instagram.com/ar/208780934230521/Make a statement at your wedding with your very own custom Instagram/Facebook filter! All your family, friends, guests and followers will have access to your filter! Anyone who sees your story will also have access to your filter! Unlike snapchat filters it's not restricted to location and there is no upload cost!| CUSTOMISATION |Information Required:Mr. & Mrs. / Mr. & Mr. / Mrs. -Surname -Date (In format required) - Text colour (Select from drop down menu) or message me if you want a colour which isn't listed.Which social media do you want your filter to be on? (Facebook or Instagram). Please note there's a small charge to have your filter on both social media platforms as I essentially have to make 2 separate filters.| HOW IT WORKS |1 - Enter your personalisation requirements in the space provided when ordering.2 - I then design your filter in Instagram/Facebook's unique software.3 - A proof will then be sent to you of how your filter will look, please allow 24hrs for this.4 - Once you're happy with how your filter looks, I then submit it to Instagram/Facebook to upload to their filter collection. (This can take up to 48hrs)!5 - Once the filter has been accepted by Instagram/Facebook I will then email you a link to where you can find your filter on the social media site!6 - You can share the link with all your friends, family and guests! Alternatively, when your post to your story using the filter a badge will be displayed in the top left corner. Anyone who clicks on this will also have access and be able to use your filter! (An example of this is Picture 3).Please message me if you have any questions.  :)If you include the snapchat version in your order, this is just for the filter file. You must upload the filter to Snapchat where costs may be incurred due to location and date. More information can be found here: https://www.snapchat.com/l/en-gb/on-demand/Facebook and Instagram filters are uploaded by me at no extra cost.My full collection of Instagram & Facebook filters can be found here:https://www.etsy.com/uk/shop/SnazzyMango?ref=seller-platform-mcnav&section_id=21416837Keywords:Engagement filter, Instagram mask, Engagement Instagram Filter, Engagement Instagram Effect, Insta Filter, Instagram Filter, Instagram Story, Instagram Stories, Insta Stories, Instagram Wedding, Instagram Wedding Filter, Rose Gold Wedding Filter, Insta Wedding Filter, Insta Wedding Effect, Insta Wedding Stories, Insta Wedding, Instagram Wedding, Rose Gold Wedding Filter, Insta Mask, Insta Effect\n                ", "listing_reviews": "4", "store_reviews": "466 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/944703579/instagram-wedding-effect-gold-wedding"}, {"seller_text": "KIINcreations", "seller_href": "https://www.etsy.com/shop/KIINcreations?ref=simple-shop-header-name&listing_id=687420415", "store_sales": "108,066 sales", "store_rating": "4.8939", "listing_title": "MOODY blogger LIGHTROOM mobile & desktop presets / instagram blogger travel sage filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.12\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    ⭐ MORE PRESETS HERE: https://www.etsy.com/shop/KIINcreationsMOODY blogger Lightroom Presets for LIGHTROOM MOBILE & DESKTOP. These presets focus on moody tones, thunder blues and a beautiful tan skin. Perfect for holiday photos, beach bloggers, or even city pics!This set will make you achieve that moody low saturation look, without loosing too much colours.WHAT DO YOU GET? A super cool MOODY blogger Lightroom Preset set containing 5 beautiful presets:✅ 5 Mobile Lightroom Presets (DNG files)✅ 5 Desktop Lightroom Presets (XMP files)✅ 5 Desktop Lightroom Presets (LRtemplate files)\u2028✅ Easy Step-by-step PDF guide with instructionsBEST CUSTOMER SERVICEI want to be sure you’re satisfied! If you have any issues, I am happy to help! Just message me! :)COMMON QUESTIONS➕ Works in Lightroom Mobile App (iOS/Android)➕ Works With & WITHOUT Adobe subscription➕ You only need Lightroom CC App on your Phone/iPad➕ Works With All Lightroom & Adobe Camera Raw (ACR) Desktop VersionsMy presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. I’m confident that my presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image.IF YOU WISH TO PURCHASE ONLY LR MOBILE PRESETS - CLICK HERE:https://www.etsy.com/listing/673566022/moody-blogger-lightroom-mobile-presets?ref=shop_home_active_1Once payment is made you can download the presets instantly. Contact me with any questions regarding your order or using your presets I will be happy to help!STAY IN TOUCHIG: instagram.com/kiinlrpresetsWEBSITE: kiinlightroompresets.comEMAIL: info [!at] kiinlightroompresets.comRefunds/ExchangesDue to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is my number one priority. In the case you are not happy with a preset, send me a message and we can discuss an exchange for a preset that better fits your needs.© 2020 KIIN CREATIONS LLC, All Rights ReservedTERMS OF USE: Including but not limited to: No sharing the files. No selling the files. Derivative works are prohibited.\n                ", "listing_reviews": "47", "store_reviews": "4,454 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/687420415/moody-blogger-lightroom-mobile-desktop"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=793073746", "store_sales": "70,786 sales", "store_rating": "4.9099", "listing_title": "5 Nude Tone Presets Lightroom Mobile & Desktop, Minimal Beige Instagram Filter Warm, Creamy Brown Lifestyle Influencer Preset for Bloggers", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Nude Tones Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram, Photo Editing Filter for Lifestyle and Travel🌟The Nude Tones Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add soft beige, tan and creamy nude colored tones to your Instagram photos. These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for mobile preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "63", "store_reviews": "5,613 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/793073746/5-nude-tone-presets-lightroom-mobile"}, {"seller_text": "FilAndEllieStudio", "seller_href": "https://www.etsy.com/shop/FilAndEllieStudio?ref=simple-shop-header-name&listing_id=989903068", "store_sales": "9,294 sales", "store_rating": "4.8409", "listing_title": "6 MOBILE & Desktop LIGHTROOM Presets, Bright and Airy Preset, Blogger Presets ,White Lyfestyle Presets,Bohemian Presets, Bright Instagram", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF, 2 ZIP"], "listing_desc": "\n                    Instagram Presets / Mobile Lightroom Presets / Desktop & Mobile Presets /Bight White Lifestyle Bohemian Presets✩ INCLUDED IN YOUR PURCHASE ✩6 Mobile Lightroom Presets (DNG files)6 Desktop Lightroom Presets (XMP files)Free 35 pages PDF on Social Media GrowthDetailed PDF Image Instructions◾️ If you have issues downloading or using any of the files, please contact me and I will re-send you the files and help you troubleshoot◾️With over 10 years of professional experience in the world of photography, you are guaranteed to get high quality presets that will elevate the look of your photos. We spent hundredths of hours editing, so that you won’t have to.✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Works With & WITHOUT Adobe subscription✔️ You only need Lightroom CC App on your Phone/iPad✔️ Works With Lightroom Desktop for Mac or PCCreated for the FREE Lightroom Mobile App and Desktop Lightroom. Works best on RAW files but is fully compatible with JPEGS as well.General information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUY. Make sure to select save the zip file on your phone.These presets were designed to work in any light condition, from full sun to shade. They work particularly well with neutral backgrounds with white elements and natural light. The settings were set to enhance the colors of skin tones and to make everything brighter, softer and airy.perfect for photos taken at the beach, summer photos, indoor or any photo with natural sunlight Bright Boho includes 6 mobile bohemian presets and 6 premium desktop presets. They are all extremely versatile, can be fully customized and are guaranteed to enhance dull images with just one click. Whether you work with photos straight from your phone’s camera roll or raw files from your DSLR, these presets will help you refine your style giving you beautiful photos.Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "7", "store_reviews": "421 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/989903068/6-mobile-desktop-lightroom-presets"}, {"seller_text": "VictoriaGagnonArt", "seller_href": "https://www.etsy.com/shop/VictoriaGagnonArt?ref=simple-shop-header-name&listing_id=937357269", "store_sales": "2,024 sales", "store_rating": "4.8393", "listing_title": "Hello Font, Calligraphy Font, Font with Tails, Cricut Font, Swash Font, Wedding Script Font, Wedding Font, Commercial Use, Procreate Font", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.40\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 ZIP"], "listing_desc": "\n                    Hello script is perfect font pairing with tails alternates character.Hello script is a modern handlettering script. It's allowing you to create beautiful hand-made typographyin an instant.Hello script is to use for any kind of design such as branding projects, logo,brochures,bussines card, wedding designs, social media posts, advertisements, product packaging, product designs, label, photography, watermark, invitation,brand company, stationery and any projects that need handwriting taste. INCLUDE- Hello script OTF/TTF\n                ", "listing_reviews": "65", "store_reviews": "112 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/937357269/hello-font-calligraphy-font-font-with"}]