[{"seller_text": "SimonaLisaPresets", "seller_href": "https://www.etsy.com/shop/SimonaLisaPresets?ref=simple-shop-header-name&listing_id=920919806", "store_sales": "3,875 sales", "store_rating": "4.8675", "listing_title": "10 Mobile LIGHTROOM Presets, VANILLA, Presets, Vsco Filters, Fashion Presets, Mobile Presets, Instagram Filters, Dng Preset, Natural Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.19\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    10 Mobile Lightroom Presets, Iphone Presets, Lightroom, Mobile Presets, Presets, Dng Presets, Cream Presets,  Desktop Presets, Vsco Filters, Fashion Presets, Instagram Filters, Natural PresetSHOP MORE PRESETS :)https://www.etsy.com/shop/SimonaLisaPresetsINCLUDED :)> 10 Instant Download Mobile Lightroom & Desktop Presets (DNG file)> PDF How To Install Mobile Presets Guide> Free Gift >Support available from our store at all times (just send a message through on Etsy)**The Presets are compatible with the Free Mobile Lightroom app, and the Desktop Lightroom app  (Via DNG Import, not LRTemplate)**If you require any assistance or have general queries, do not hesitate to send me a message on Etsy. :)Xx\n                ", "listing_reviews": "24", "store_reviews": "400 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/920919806/10-mobile-lightroom-presets-vanilla"}, {"seller_text": "ImperfectInspo", "seller_href": "https://www.etsy.com/shop/ImperfectInspo?ref=simple-shop-header-name&listing_id=966454655", "store_sales": "6,986 sales", "store_rating": "4.9463", "listing_title": "Printable/Digital Weekly ADHD Planner | Digital Files ONLY", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 4 PDF, 1 PNG"], "listing_desc": "\n                    MATCHING DAILY PLANNER ALSO AVAILABLE IN MY SHOP! ☆ WHAT IS IT?A planner to slay all other planners. When your primarily a visual human, sometimes the unstructured nature of standard planners can leave you feeling aimless and unfocused. This planner is specifically designed to guide you along a natural progression of productivity and work well for humans who think outside the box.☆ WHAT’S INCLUDED?]• 1 x PDF (Letter Size)• 1 x PDF (A4 Size)• 1 x PDF (A6 Size)• 1 x PDF with 2 Planners Per Page (Half-Letter Size)• 1 x Instructions FileNote: This is an instant download - there is no physical product. The files become available to download once the purchase is processed by Etsy.☆ HOW TO ORDER1. Add this listing to your cart.2. After you complete the payment you will see the link for downloading the file. It will be available in your account's purchase area.3. Download the zipped files.4. Unzip files to your desktop.5. Open using the PDF viewer of your choice.6. Fill out using the PDF viewer clicking on blue edit boxes or print it out - it can also be used in digital planner apps such as Goodnotes☆ HOW DO I FILL IT OUT?These PDF files contain text fields that are fillable using Adobe Reader (Free), Adobe Acrobat, or other PDF reader software.You may also annotate digitally using an iPad or Tablet.Alternatively, you may print them out and write on them physically.Note: Text and colors that are part of the design cannot be edited.☆ RETURNS & EXCHANGESDue to the digital nature of this item, it is unable to be returned, exchanged, or refunded. Please do not hesitate to reach out via Etsy message. I am always open to questions, comments, and suggestions.☆ IMPORTANT INFORMATIONAll the files included in this download are original and copyright to Imperfect Inspiration Designs. They are for personal use only and cannot be resold, remade, copied, or distributed under any circumstances. All designs created by Britney Brown.\n                ", "listing_reviews": "75", "store_reviews": "595 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/966454655/printabledigital-weekly-adhd-planner"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=807670112", "store_sales": "171,642 sales", "store_rating": "4.8275", "listing_title": "10 Home Presets - Mobile LIGHROOM Presets - Lightroom Presets - Lightroom Mobile Preset & Desktop Preset, Instagram Filter - Summer Magical", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    • Professional Lightroom Presets for free Mobile and Desktop Lightroom• You receive 10 variants of presets • You can use them unlimited number of times.✅FILES included:- 10 Lightroom presets for MOBILE Lightroom( free mobile lightroom app)- 10 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "53", "store_reviews": "6,145 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/807670112/10-home-presets-mobile-lighroom-presets"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=869956379", "store_sales": "25,449 sales", "store_rating": "4.7465", "listing_title": "3 Presets Lightroom Mobile, Beach Presets, Summer Presets, Lightroom, Mobile Presets, Instagram Filters, Blogger Presets, Vibrant Beach", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "15", "store_reviews": "793 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/869956379/3-presets-lightroom-mobile-beach-presets"}, {"seller_text": "okthatspeachy", "seller_href": "https://www.etsy.com/shop/okthatspeachy?ref=simple-shop-header-name&listing_id=919835403", "store_sales": "1,412 sales", "store_rating": "4.9211", "listing_title": "AU NATUREL Mobile Lightroom Presets Instagram Influencer Photography Blogger Natural Bright Photo Filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.18\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PNG, 1 other file"], "listing_desc": "\n                    Instagram Presets | Mobile Lightroom Presets | Instant Photo EditsExperiencing feed envy? Want that beautiful, cohesive theme but not sure where to start? Look no further, Lightroom presets are the easiest and quickest way to instantly change the look and feel of your photos with no hassle. A full, thorough photo edit is just a click away.These presets were created to be used with the Lightroom Mobile App that can be downloaded for free. This listing includes one mobile Lightroom preset (DNG file) and a 'How To' file, to help you with the install.Even though my presets have been tested on a variety of photos with different lighting conditions / colours / subjects etc, it's important to note that all these different variables may also mean the preset may need a little adjusting to best fit your photo. Thank you for supporting smallDon't hesitate to get in touch for any queries!Due to the nature of the item, there are no refunds/exchanges on any digital items.Terms of Use:By buying this product you are automatically agreeing to the following terms of use:No copying or redistribution of my products.\n                ", "listing_reviews": "13", "store_reviews": "38 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/919835403/au-naturel-mobile-lightroom-presets"}, {"seller_text": "DreamWonderPlannerCo", "seller_href": "https://www.etsy.com/shop/DreamWonderPlannerCo?ref=simple-shop-header-name&listing_id=868143453", "store_sales": "451 sales", "store_rating": "4.95", "listing_title": "Digital daily planner for Goodnotes  l daily page insert l PDF printable I Daily hourly planner A4,A5,Letter size I Daily planner printable", "listing_bestseller": "Bestseller", "listing_price": "\n                        $1.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP"], "listing_desc": "\n                    Digital daily planner for Goodnotes  l daily page insert l PDF printable I Daily hourly planner A4, A5, Letter size I Daily planner printable :: This minimalist daily planner printable is designed to make your days a little easier at work or at home.Perfect if you just need to get organized by being able to see everything in one area such as your daily task list, appointments, meals, and notes.Features :✔ Daily Planner Printable ( All 7 colors) including:- Printable PDF Version- Digital-PDF version ( You will need Goodnotes or any other note-taking apps that work with Ipad or other kinds of the tablet)✔ PDF in 3 ZIP file- US Letter (8.5\" x 11\")- A4 (210 x 297mm)- A5 (210 x 148mm)Requirements :● Adobe Acrobat to open the file (Free to download at Adobe.com/acrobat)● Unzipping software to open the .zip file from the links below-> 7-zip : www.7-zip.org-> WinZIP : www.winzip.com/prod_down.html. . . . . . . . . . . . . . . . . . .How to download :As soon as your purchase goes through, download the .zip file from either the email Etsy sends you or from Etsy.com/your/purchases. . . . . . . . . . . . . . . . . . .Visit our shop for more plannershttps://www.etsy.com/shop/dreamwonderplannerco. . . . . . . . . . . . . . . . . . .Any Questions?Please do not hesitate to reach out via Etsy message! I am always open to questions, comments, and suggestions.Happy Planning ❤ . . . . . . . . . . . . . . . . . . .Important:● Please be aware that colors may vary depending on monitor and printer styles & settings.● All digital downloads are non-refundable since there is no way a buyer can guarantee the return of property after a refund.● Plagiarism, resell, reproduction, reinterpretation, diffusion, distribution, a copy will not be tolerated.All material copyrighted © Dream&Wonder Planner Co\n                ", "listing_reviews": "13", "store_reviews": "20 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/868143453/digital-daily-planner-for-goodnotes-l"}, {"seller_text": "decoylab", "seller_href": "https://www.etsy.com/shop/decoylab?ref=simple-shop-header-name&listing_id=976940131", "store_sales": "9,897 sales", "store_rating": "4.9045", "listing_title": "Monthly Planner, 15 Months, Undated Sheets, Calendar Task and To-Do List Planner, 8.5x11 size, Gold Spiral Bound", "listing_bestseller": "Bestseller", "listing_price": "\n                        $18.00\n                    ", "listing_highlights": ["Handmade"], "listing_desc": "\n                    Perfect for creating a overview of the month with this 15 undated monthly planner. You can start any month of the year to record your tasks and important dates. Choose from \"Sand\" or \"Water blue\"Size: 11x8.5 inchesPaper: Interior sheet - off white 100% post consumer waste paper, smooth and easy to write.Cover: 100lb GMUNDBack: 50pt chipboard - Heavy backer for easy writing. ** while we do our best to capture the exact color of the paper, it's extremely difficult. Please refer to all of the photos for variations and make your best judgement.**\n                ", "listing_reviews": "21", "store_reviews": "2,927 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/976940131/monthly-planner-15-months-undated-sheets"}, {"seller_text": "ModishMaker", "seller_href": "https://www.etsy.com/shop/ModishMaker?ref=simple-shop-header-name&listing_id=785094790", "store_sales": "22,140 sales", "store_rating": "4.9547", "listing_title": "Daily Planner Printable - Printable Daily Planner - Printable To Do List - Daily Task Planner - PDF Digital Download", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.95\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 ZIP"], "listing_desc": "\n                    Stay organized every day with this cute printable daily planner! Keep track of your priorities, to-do list, and daily tasks/appointments. Make your health a priority with gratitude, water tracker, and meal log. <3Your instant download includes 1 zipped folder containing the following sizes in PDF format: • Letter - 8.5\" x 11\"• Half Letter (with + without trim marks) - 5.5\" x 8.5\"• A4 - 8.27\" × 11.69\"• A5 (with + without trim marks) - 5.8\" x 8.3\"* Note: You must unzip the file folder once it is downloaded to retrieve your files.** Please make sure that you know how to unzip/extract a zipped folder and that your computer can download/open PDF files BEFORE you purchase the product. Due to the nature of the product, I do not offer returns/refunds.PLEASE NOTE: - This is a digital file only. Nothing will be physically shipped to you. Any images of physical products are for display purposes only. - This file is for personal use only. You may not resell these files in any way or form.- Due to the nature of the product, I do not offer refunds, returns, cancellations, or exchanges. All sales are final.- If you have any problems with the files, please let me know so that I can fix the issue.COPYRIGHT NOTICE: This design is copyrighted by The Modish Maker™ and is for personal use only. The files may not be sold, shared, or distributed in any way.\n                ", "listing_reviews": "12", "store_reviews": "933 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/785094790/daily-planner-printable-printable-daily"}, {"seller_text": "LouMarksPhoto", "seller_href": "https://www.etsy.com/shop/LouMarksPhoto?ref=simple-shop-header-name&listing_id=865473815", "store_sales": "388,506 sales", "store_rating": "4.8278", "listing_title": "10 Presets, Lightroom Presets, Lightroom mobile presets, Filter Instagram presets, Preset for mobile blogger, Natural light and airy Pack", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.49\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP, 2 PDF"], "listing_desc": "\n                    ♡ SALE!! Buy 3 Packs & Get 2 FREE! Add all 5 Packs to your cart and only pay for 3 in total!♡ More Presets In My Shop: www.etsy.com/shop/loumarksphoto♡ Create consistent photo edits with The Light Airy Preset Pack. This Preset Collection soften and lighten your dark dull photos, add lightness and sift color with my photo presets! This presets pack included 10 presets suitable for all images and creates amazing results! Makes your images look so much better and brighter! ♡ Works amazing in one click on Indoor and Outdoor, Home Interiors, Family Photos, Lifestyle, Travel, Fashion, Blogger, Wedding, and Portrait Images. Create beautiful blog images or social media images one click. Perfect to easily enhance everyday photos!WHY YOU'LL LOVE IT✔️Light Airy vibe perfect for instagram themes✔️Creamy skin tones and dreamy white tones✔️Made by a professional photographerLou & Marks Presets work with All Versions of Lightroom Mobile & Lightroom Desktop and with Photoshop ACR.INCLUDED IN YOUR PURCHASE ✔️ 10 Mobile Lightroom Presets (DNG)✔️ 10 Desktop Lightroom Presets (LR)✔️ 10 Lightroom & Photoshop Presets (XMP)✔️ Step-by-step PDF guide with video instructionsCOMMON QUESTIONS✔️ Works With The Free & Paid Lr iPhone App✔️ Works With The Free & Paid Lr Android App✔️ Works With All Lightroom Desktop Versions ✔️ Works With Photoshop ACR ✔️ Works With Mac & PC✔️ Works With JPG & RAW Formats♡ SKIN TONE PROMISE You are you unique and so are our Presets! We created our Presets for everyone. No one specific skin tone or hair color. When you purchase from Lou + Marks you are not just purchasing presets you also get our guarantee that they will suit your skin tone. If they don’t send me a message with an unedited image and I will personally adjust them for you. ♡ STAY IN TOUCH Connect with me on Instagram @louandmarks and tag #louandmarks so I can see all your amazing photo edits and share them in my daily stories of my audience of over 60K.© Lou & Marks. All Rights Reserved. By Purchasing this product you agreeing to the Terms of Use. Do not sharing the files, or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "69", "store_reviews": "16,494 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/865473815/10-presets-lightroom-presets-lightroom"}, {"seller_text": "MidniteOilMediaShop", "seller_href": "https://www.etsy.com/shop/MidniteOilMediaShop?ref=simple-shop-header-name&listing_id=817791125", "store_sales": "709 sales", "store_rating": "4.9167", "listing_title": "Ultimate Home Management Planner Printable, Household Management Kit, Life Planner, Daily Planner, Mom Planner Bundle, PDF", "listing_bestseller": "Bestseller", "listing_price": "\n                        $12.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 4 PDF"], "listing_desc": "\n                    Get organized with more than 130 pages in this comprehensive Ultimate Home Management Planner! This planner is perfect for running every aspect of your home and family life. Don't let important details slip through the cracks.This Household Binder includes sections managing your Daily Planning, Health, Family, Important Docs, Pets, Menus, Home Maintenance, School, Cleaning, Finances, Fitness, Travel, plus 6 Cover options and Tabs and Dividers!CLAIM YOUR 20% DISCOUNT HERE: midniteoilmedia.com/subscribe - - - - - - - - - - - - - With Purchase You Will Receive - - - - - -High quality Printable PDFs Ultimate Home Management Binder Kit:• Beautiful watercolor design• 131 pages• Cover pages x 6• Table of contents x 2• Section dividers• Tabs •  Binder spines•  Recipes (5)•  Baking conversions•  Cooking substitutions•  Favorite recipes•  Recipe tips•  Recipe index (2)•  Grocery list•  Daily menu•  Weekly menu•  Monthly menu (2)•  Meal planner•  Fridge inventory•  Freezer inventory•  Pantry inventory•  Yearly savings tracker•  Monthly budget tracker•  Monthly expenses log•  Bank account tracker•  Debt payment tracker•  Monthly bill checklist•  Donations log•  Gift log•  Emergency information (2)•  Personal information•  Insurance information•  Medication information•  Health tracker•  Medical history•  Pet medication information•  Pet vaccination record•  Utilities information•  Important dates (2)•  Password keeper•  Daily planner (2)•  Day of the week daily planner (7)•  Weekly planner•  Monthly planner•  2020 - 2021 calendar overview (2)•  Yearly overview•  To do list•  Notes•  Monthly fitness tracker•  Fitness goals•  Daily calorie tracker (2)•  Workout log•  Running log•  Daily cleaning schedule•  Weekly cleaning schedule•  Monthly cleaning schedule•  Yearly cleaning schedule•  Seasonal cleaning schedule•  Family chore chart•  Assignment tracker (3)•  Grade tracker•  Class overview•  Class schedule•  School information•  Reading log•  Activity schedule•  Class contacts•  Lawn treatment maintenance log•  Plant maintenance log•  Garden log•  Garden planner grid•  Home maintenance tracker•  Vehicle maintenance tracker•  Master home checklist (2)•  Home project planner•  Seasonal home maintenance checklist•  Packing checklist (x2)•  Shopping checklist•  Budget overview•  Expense tracker•  Activity research•  Activity details•  Accommodation research•  Accommodation details•  Transportation details•  Flight details•  Car rental details•  Dining out research•  Travel overview•  Daily itinerary•  Weekly itinerary•  Babysitter guide•  House sitter guide•  Pet sitter guide•  To do timeline• Print at home or with commercial printer (borderless preferred to not crop design)• Print as many as you need - not for resale• NO PHYSICAL ITEM WILL BE SHIPPED - ONLY A DIGITAL FILESIZING• US Letter Size (8.5\" x 11’’)NOTES• Laminate printed sheets for reuse!INSTRUCTIONS• Open PDF using Adobe Reader (https://get.adobe.com/reader/)• Design elements are static and cannot be altered• Print and enjoy!_______________________________________________________________If you have any issues, please don't hesitate to contact me. Thank you so much for visiting my store!Sign up for our newsletter to receive information on new products and shop updates! https://midniteoilmedia.com/subscribe. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .Colors may vary slightly when printed from what you see, due to different screen settings.This item is for your personal use and cannot be edited, reproduced or distributed.Copyright © Midnite Oil Media, LLC. All Rights Reserved.\n                ", "listing_reviews": "21", "store_reviews": "53 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/817791125/ultimate-home-management-planner"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=686094717", "store_sales": "171,643 sales", "store_rating": "4.8275", "listing_title": "16 Lightroom Presets - Mobile Presets, Instagram Presets, desktop Presets, lightroom mobile preset - Magic Vacation Summer Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.02\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    💥16 UNIQUE LIGHTROOM PRESETS / MOBILE Presets / PC Presets💥✅ZIP Files Included:- 16 Lightroom presets for MOBILE Lightroom ( free mobile lightroom app)- 16 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items\n                ", "listing_reviews": "73", "store_reviews": "6,145 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/686094717/16-lightroom-presets-mobile-presets"}, {"seller_text": "EliteStudioPresets", "seller_href": "https://www.etsy.com/shop/EliteStudioPresets?ref=simple-shop-header-name&listing_id=895645021", "store_sales": "17,026 sales", "store_rating": "4.7489", "listing_title": "Lightroom Preset BOHEMIAN, Single Mobile Desktop Lightroom Preset, Brown Vintage Boho Lightroom Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $1.83\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 2 other files"], "listing_desc": "\n                    Bohemian preset to give your photos a vintage look.☆ What is included? ☆➤ 1 Mobile Preset in .DNG format➤ 1 Desktop Preset in .XMP format (NOT lrtemplate format, but you can still use them by uploading the DNG files in your Lightroom Desktop and save them as preset.)➤ PDF installation guide☆ Compatibility ☆➤ For MOBILE and DESKTOP use (iPhone, Android, PC, MAC)➤ Compatible with free version of the Adobe Lightroom App. You can download this app for free on your mobile phone (iPhone or Android)➤ Compatible with the paid version of the Adobe Lightroom Classic CC (version 7.3+)➤ For use on JPEG and RAW imagesSince each image is different due to lighting conditions, camera settings, and personal style, these presets may need to be slightly altered to fit your needs.☆ BUY 5 AND GET 30% OFF!! ☆Add 5 presets in your cart and receive automatically 30% discount!https://www.etsy.com/shop/EliteStudioPresets☆ 24/7 Support ☆If you have any questions or need some help with the presets, please contact me at Etsy or through email elitestudiopresets[at]@gmail.com♡ Share with Us! ♡I would love to see how your pictures turned out by using our presets. Please include them in your review! Tag or DM us on instagram to get featured!@elitestudiopresets© 2020 Elite Studio Presets, All Rights ReservedTerms of Use: By purchasing this item, you are automatically agreeing to the terms of use. Included but not limited to: Prohibition of sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "24", "store_reviews": "749 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/895645021/lightroom-preset-bohemian-single-mobile"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=686099539", "store_sales": "171,642 sales", "store_rating": "4.8275", "listing_title": "COLOR Presets, Vibrant Presets, Lightroom PRESETS, MOBILE Presets, Instagram Filter, Desktop Preset, lightroom mobile presets, blogger", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    💥5 Mobile Lightroom Presets, Mobile Presets, Desktop Presets💥Blogger Preset Package for Instagram Photo PresetDreamLand preset photo filter✅FILES included:- 5 Lightroom presets for MOBILE Lightroom( free mobile lightroom app)- 5 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "94", "store_reviews": "6,145 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/686099539/color-presets-vibrant-presets-lightroom"}, {"seller_text": "Colormepresets", "seller_href": "https://www.etsy.com/shop/Colormepresets?ref=simple-shop-header-name&listing_id=721850379", "store_sales": "6,407 sales", "store_rating": "5", "listing_title": "4 Lightroom Presets Mobile, Moody Mobile Presets, Instagram filter, VSCO, Photo Filters", "listing_bestseller": "-", "listing_price": "\n                        $6.70\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 4 other files"], "listing_desc": "\n                    4 Lightroom Presets Mobile, Mobile Presets, Moody presets, Instagram filter, blogger filter, Brown PresetsThis preset pack is perfect for Instagram, blogging and photo editing on the go.🎁 GET 6 & PAY ONLY FOR 3: add 6 presets to your cart, pay only for 3!Use code GIFTFORYOU at checkout 🎁 Coupon link: https://www.etsy.com/uk/shop/Colormepresets?coupon=GIFTFORYOU⭐️ ABOUT THIS PACKNoisette Mobile presets is great for lifestyle bloggers and influencers. These mobile presets have soft brown tones and are perfect to give your instagram a consistent moody look.✔ Included:4 Mobile Lightroom Presets Installation Instructions (PDF)✔ One click edit but easily customizable for beginner✔ Works best on high quality photos✔ Works on IPhone & Android photos✔ Compatible with All Photo formatsPresets are inspired by travel bloggers and influencers around the world.⭐️ You can check out my page for more presets. There is something for everyone. Wether you like warm, cool moody or vintage tones. You can now edit like a pro and create stunning images!Check out all my preset packs:https://www.etsy.com/uk/shop/ColormepresetsColor Me Presets are High Quality Preset, Great for influencers, Bloggers, Travelers, Weddings, and even beginners who just want to try it out and edit a few photos.These presets are user friendly, easy to use, and need only one click to give your photos a completely different vibe.Lightroom presets will give your instagram and/or work a more cohesive and aesthetic look.⭐️ ABOUT MOBILE PRESETS✔ Free Lightroom mobile app (iOS/Android)✔ Easy one click edit✔ Fully customizable (exposure, colors, clarity...etc)✔ Beginner friendly✔ Instant download⭐️ WHY CHOOSE COLORMEPRESETS?Over 500 Positive Customer Reviews throughout all platformsOne click edit, easy to use photo filters. A PDF instruction on how to install mobile presets is included in all purchases.‼️Any questions you may have, I'm here to help within a few hours! If you are having trouble downloading the presets to the app, please message me and I will send it to you directly via email and you'll be able to save it directly to Lightroom‼️For more before/after and giveaways -Instagram ©colormepresets Email: lovemepresets [!at] hotmail.comPlease keep in mind that all presets work differently with each photo depending on different factors. I tried making this preset as versatile as I could but please note that your pictures may need some additional adjustments based on your lighting, shooting style, camera settings, etc... For any help or editing tips please contact me directly and I will answer within 24h.Unfortunately, due to the digital nature of the content, once downloaded, I cannot issue refunds.Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filters, Travel Presets, Influencer Presets, warm presets, iPhone Presets, Moody Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright Presets, Clean Preset, Color Pop Preset, Vibrant Presets, Summer Presets\n                ", "listing_reviews": "36", "store_reviews": "478 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/721850379/4-lightroom-presets-mobile-moody-mobile"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=948567963", "store_sales": "21,700 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Neutral Filter, Cream Preset, Instagram Filters, iPhone Presets, Lightroom Filter, Lifestyle Preset, Organic Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it natural with an Organic Preset! This Lightroom Mobile preset will effortlessly soften and mute the shades in your photos to achieve a creamy cozy look with the click of button! ☼ Your purchase includes ☼- 1 Organic Lightroom Mobile Preset- PDF step by step installation guide☼ Additional Information ☼- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ☼ Cancellation Refunds/Exchanges ☼Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "15", "store_reviews": "1,130 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/948567963/lightroom-mobile-preset-neutral-filter"}, {"seller_text": "phenixprintable", "seller_href": "https://www.etsy.com/shop/phenixprintable?ref=simple-shop-header-name&listing_id=886147915", "store_sales": "64,835 sales", "store_rating": "4.9353", "listing_title": "2021 Weekly Planner To Do List Daily Planner Weekly Chores Dot Line Grid Habit Tracker Mambi Classic Happy Planner HP PDF Printable Inserts", "listing_bestseller": "Bestseller", "listing_price": "\n                        $1.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP"], "listing_desc": "\n                    2021 Weekly Planner To Do List Daily Planner Weekly Chores Dot Line Grid Habit Tracker Mambi Classic Happy Planner HP PDF Printable InsertsPDF FOR THESE SIZES:Classic Happy Planner (7 x 9.25 in) VISIT THE LINK FOR MORE INFO:https://www.etsy.com/help/article/3949Adobe Acrobat Reader is required to print the files correctly.Please, download it here: https://get.adobe.com/reader/PRINTING INSTRUCTION:- Always Choose Actual Size or Scale to 100% in the Page Sizing & Handling Section.- Choose Auto portrait/landscape under Page Orientation section.- For duplex printers, if you choose portrait you should flip along the long edge and ifyou choose landscape you should flip along the short edge. Some printers have aproblem with this section and it may require choosing a few settings that will work.- Preview of the insert before printing should show it in the center of the page. If it isshowing it in the any corner, it is because you have chosen a setting that is causing itto do that.- Please keep the file open on your computer to keep track of the page numberswhen you are folding and cutting according to the lines.DOWNLOAD INFORMATION:This is a digital product no physical product will be sent.Once payment is complete, digital files will be available for download in your account and an email will be sent to your Etsy registered email. Downloaded products are non refundable.Margins for hole-punching on each side, so you can store these in a binder.SUPPORT:If you need help or have any enquiries, please do not hesitate in contacting us. We will respond as quickly as possible. (Our time zone is 5 hours 30 minutes ahead of Greenwich Mean Time (GMT+5.5).Phenixprintable is not responsible for printing issues and purchases of incorrect items. We are in regular process of improving our product please do share your advice.IMPORTANT INFO:© All Design Templates are Copyrights of PHENIXPRINTABLEUSES:-For personal use only-Not for any commercial use-Can't be resold as is or altered on its ownYOU MAY NOT share, resell or redistribute our products. Please read our policies carefully for more information on allowed uses.\n                ", "listing_reviews": "20", "store_reviews": "3,704 reviews", "search": "printable planner", "url": "https://www.etsy.com/listing/886147915/2021-weekly-planner-to-do-list-daily"}, {"seller_text": "AmethystGarnet", "seller_href": "https://www.etsy.com/shop/AmethystGarnet?ref=simple-shop-header-name&listing_id=857243834", "store_sales": "26,564 sales", "store_rating": "4.9059", "listing_title": "Digital Stickers, Boho stickers,  iPad planner, Digital Planner,  goodnotes planner, sticker book, Cute Planner Stickers, stickers pack", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.89\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    This ultimate Boho sticker pack will be your ultimate companion in helping to decorate your digital planner!  This sticker pack comes with over 1000 boho themed digital stickers spread across 10 amazing categories. The pack includes both The Goodnotes sticker book has been designed to be human-centric and intuitive with a great horizontal design and hyperlinked to ensure buttery smooth navigation whilst using the book and promising an unrivaled user experience. INCLUDED DIGITAL FILES✪ Goodnotes sticker book✪ Precropped individual digital stickers🔔WHY DIGITAL PLANNERS?Digital planners provide a great way to get high-quality and customized planners to help you in structuring and organizing your life, both at home and professionally and it does so at a very inexpensive price. It also allows you to supercharge apps such as Goodnotes or Notability, leading to a much better experience. 🔔WHY CHOOSE MY BRAND?You may ask why you would choose to purchase your digital products from me and not one of the many other stores on Etsy that also offer digital planners. the answer is that I spend a lot of time researching and ensuring that the products I put out in my shop provide a perfect blend of aesthetics and logic. I also field test my products both personally and with a controlled focus group to ensure that my products stand the test of the general market.🔔 WHERE DO I GET MY FILES?Firstly please note that the product you are buying is a digital file and not a physical product. Once you have paid for your digital file and the payment has cleared with Etsy, you can download them through the purchases section of your Etsy account (which can be found here: http://www.etsy.com/your/purchases). 🔔COPYRIGHT NOTICEThe digital artwork showcased in my shop remains the intellectual property of Amethyst & Garnet Designs. My artwork is for personal use only. However, I am open to the idea of it being used for commercial purposes. Contact me directly to discuss it further. Copyright © 2020 by Amethyst & Garnet Designs. All rights reserved🔔T’S & C’SThe files that you purchase and download here are digital and as such, I do not accept any returns, cancellations or refunds. When you purchase these files you accept these terms and conditions. Also, our EU customers should please note that you waive your right to cancel this purchase under the EU Consumer Protection Law.You may not also alter nor share the digital files with anyone even if not for commercial purposes.However, if you do have any issues with your download or your file, please do reach out to me and I shall do everything to make it right. 🔔COLOR DISCLAIMERThe color variations in screens and monitors means that sometimes your printed artwork may appear slightly different than what you saw on your screen.\n                ", "listing_reviews": "100", "store_reviews": "2,427 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/857243834/digital-stickers-boho-stickers-ipad"}, {"seller_text": "SnazzyMango", "seller_href": "https://www.etsy.com/shop/SnazzyMango?ref=simple-shop-header-name&listing_id=839019412", "store_sales": "3,763 sales", "store_rating": "4.6667", "listing_title": "INSTAGRAM Wedding Filter! Gold Wedding Filter For Instagram! Personalised Instagram Filter, Wedding Filter Insta Stories, Gold Wedding Insta", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $8.01+\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: Adobe Illustrator, Photoshop, Instagram, Facebook, Spark AR, Glitter, Insta Stories, Effect, Instagram Story, Insta Story, Sparkle, Gold, Instagram Wedding\n\n\nRead the full description"], "listing_desc": "\n                    Custom Wedding Filter For Instagram, Instagram Stories Filter!Make a statement at your wedding with your very own custom Instagram/Facebook filter! All your family, friends, guests and followers will have access to your filter! Anyone who sees your story will also have access to your filter! Unlike snapchat filters it's not restricted to location and there is no upload cost!| CUSTOMISATION |Information Required:Mr. & Mrs. / Mr. & Mr. / Mrs. -Surname -Date (In format required) - Glitter colour (Select from drop down menu) or message me if you want a colour which isn't listed.Which social media do you want your filter to be on? (Facebook or Instagram). Please note there's a small charge to have your filter on both social media platforms as I essentially have to make 2 separate filters.| HOW IT WORKS |1 - Enter your personalisation requirements in the space provided when ordering.2 - I then design your filter in Instagram/Facebook's unique software.3 - A proof will then be sent to you of how your filter will look, please allow 24hrs for this.4 - Once you're happy with how your filter looks, I then submit it to Instagram/Facebook to upload to their filter collection. (This can take up to 48hrs)!5 - Once the filter has been accepted by Instagram/Facebook I will then email you a link to where you can find your filter on the social media site!6 - You can share the link with all your friends, family and guests! Alternatively, when your post to your story using the filter a badge will be displayed in the top left corner. Anyone who clicks on this will also have access and be able to use your filter! (An example of this is Picture 3).Please message me if you have any questions.  :)If you include the snapchat version in your order, this is just for the filter file. You must upload the filter to Snapchat where costs may be incurred due to location and date. More information can be found here: https://www.snapchat.com/l/en-gb/on-demand/Facebook and Instagram filters are uploaded by me at no extra cost.My full collection of Instagram & Facebook filters can be found here:https://www.etsy.com/uk/shop/SnazzyMango?ref=seller-platform-mcnav&section_id=21416837Keywords:Insta Filter, Instagram Filter, Instagram Story, Instagram Stories, Insta Stories, Instagram Wedding, Instagram Wedding Filter, Rose Gold Wedding Filter, Insta Wedding Filter, Insta Wedding Effect, Insta Wedding Stories, Insta Wedding, Instagram Wedding, Rose Gold Wedding Filter, Insta Mask, Insta Effect\n                ", "listing_reviews": "11", "store_reviews": "466 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/839019412/instagram-wedding-filter-gold-wedding"}, {"seller_text": "Blondary", "seller_href": "https://www.etsy.com/shop/Blondary?ref=simple-shop-header-name&listing_id=943879946", "store_sales": "2,567 sales", "store_rating": "4.9957", "listing_title": "Lightroom Presets, 6 Coconut Presets, Mobile Presets, Instagram Filter, Blogger Presets, Travel Presets, Summer Presets, Tropical, Maldives", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $1.05\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    6 Mobile Lightroom Presets, Instagram Presets, Travel presets, Photo filter, Blogger Presets, Indoor photo presets, Lifestyle presets, Warm Bright preset, Tropical Presets, Preset, Coconut Presets✩ FREE PRESETS OFFER ✩💥 GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE 💥💥 GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE 💥*Coconut Mobile & Desktop Presets: include 6 mobile and desktop Lightroom preset will enhance skin tones for an all year round sunkissed tan and make the blues in your photo pop.*⭐You Will Receive :- 6 DNG. Mobile Presets (Compatible with computer Lightroom App also!) - 1 PDF file \"how to download mobile presets\" All presets files are in DNG format.After the download you will need to unzip the file, either on your PC (and then send the mobile presets to your phone) or on your phone (if you have an app that can unzip files).After purchase you will be able to INSTANTLY DOWNLOAD the following 6 presets.- If you have problems with installation or with downloading your files just contact me and I'll do my best to help you.- Please keep in mind that each photo has different light setting so you can tweak some settings as light, contrast etc after applying you presets to get best results.For personal use ONLY! You may NOT sell, distribute, rent, give, sub-license, or transfer presets, or presets sent to anyone else.More Presets:Creamy Presets:https://www.etsy.com/listing/948185389/mobile-lightroom-presets-5-creamy?ref=shop_home_active_8&pro=1Winter Snow Presets:https://www.etsy.com/listing/949617290/mobile-lightroom-presets-12-winter-snow?ref=shop_home_active_9&pro=1Vintage Presets:https://www.etsy.com/listing/960609413/lightroom-presets-3-vintage-presets?ref=shop_home_active_1&pro=1Spring Presets:https://www.etsy.com/listing/953829356/lightroom-presets-6-spring-presets-white?ref=shop_home_active_3&pro=1Fitness Presets:https://www.etsy.com/listing/943374818/lightroom-presets-6-fitness-presets?ref=shop_home_active_5&pro=1Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filters, Travel Presets, Influencer Presets, warm presets, iPhone Presets, Moody Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright Presets, Clean Preset, Color Pop Preset, Vibrant Presets, Desert Presets, Beach Presets, Instagram Presets, Lifestyle Presets, Coconut Presets, summer presets, tropical presets\n                ", "listing_reviews": null, "store_reviews": "234 shop reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/943879946/lightroom-presets-6-coconut-presets"}, {"seller_text": "AglowPresets", "seller_href": "https://www.etsy.com/shop/AglowPresets?ref=simple-shop-header-name&listing_id=775574072", "store_sales": "50,854 sales", "store_rating": "4.9237", "listing_title": "GLOW  Mobile Lightroom Preset , Photo Filters, Instagram preset, best preset, bright preset, Blogger Preset, aglow preset, mobile preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 other file"], "listing_desc": "\n                    PRESET SALE🔥📸: https://www.etsy.com/shop/AglowPresetsBUY 3 INDIVIDUAL PRESETS GET 3 FREE - Use Code: BUY3GET2BUY 3 BUNDLES GET 3 FREE - Use code: 2FREEBUNDLESGLOW Aglow MOBILE PRESETThis preset works amazing for outdoor and indoor pictures. It makes all the colors pop and brightens the whole vibe of the picture.  This preset is a must have for any blogger or Instagrammer to make their feed stand out! These Mobile presets were uniquely designed to work with a variety of photo settings. Each preset has been created and tested on different lighting and locations to insure a perfect application to your photos every time. Using AGLOW presets, Instagrammers, bloggers and photographers or anyone wanting to enhance their photos will create beautiful asthetic images that will stand out to their viewers. WHAT IS NEEDED? - Download the Free Lightroom CC App on your mobile device.-AFTER PURCHASE YOU WILL RECEIVE:-1 GLOW PRESET PHOTO in DNG FORMAT(This will be a single image that contains all of the presets for that filter.)-Lightroom Mobile Installation User ManualPlease follow us on Instagram @aglowpresets for tips and editing tricks along with great giveaways!   Tag me at @aglowpresets when you post your photos using the Aglow presets!  I would love to see them!Please leave a review!!!https://www.instagram.com/aglowpresets/You can also check out my WEBSITE for more information!  www.aglowpresets.comPHOTO TIPS:Photo's will be transformed in one click!  I do recommend adjusting the lighting under the \"light tab\" in Lightroom.  Every picture is taken in a different lighting environment, so by increasing or decreasing the exposure will get that perfect look!No refunds or exchanges on Downloaded images.All presets are Copyrighted ©AGLOW PRESETS.Keywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lightroom Presets, best presets, filters\n                ", "listing_reviews": "100", "store_reviews": "2,528 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/775574072/glow-mobile-lightroom-preset-photo"}, {"seller_text": "PresetsByMary", "seller_href": "https://www.etsy.com/shop/PresetsByMary?ref=simple-shop-header-name&listing_id=726644045", "store_sales": "64,798 sales", "store_rating": "4.8204", "listing_title": "16 Mobile Lightroom Presets DISNEY GIRL Travel Blogger Lifestyle Vibrant Instagram Bright Color Summer Photo Editing", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.97\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    💗GET 6 & PAY FOR 3: add 6 presets to your cart, use coupon: GIFTBYMARY and pay for 3 only 💗https://www.etsy.com/shop/PresetsByMary?coupon=GIFTBYMARY⭐️16 UNIQUE LIGHTROOM PRESETS / MOBILE Presets ⭐️Mobile Preset is perfect for your Adobe Lightroom CC Mobile App and works well with your photos shot with your iPhone or Android device.Presets fit for Outdoor and Indoor pictures, Family, Travel, Lifestyle, Blogger, Wedding, Portrait photos.Included:🔶16 Lightroom presets in DNG format for MOBILE Lightroom (free app compatible with both IOS and ANDROID).🔶Compatible with All Photo formats🔶Compatible with Lightroom Mobile App🔶Compatible with All Lightroom and Photoshop Versions🔶Instant download (Download the presets right after the payment and start enjoying now)🔶Free support (contact us me any questions or concerns. We're always happy to provide fast and thorough support)🎁SPECIAL OFFER 3+3 for FREEBuy atleast 3 items from my shop and get 3 for FREE WIth love,PresetsByMary♥️\n                ", "listing_reviews": "100", "store_reviews": "3,799 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/726644045/16-mobile-lightroom-presets-disney-girl"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=1029762143", "store_sales": "21,700 sales", "store_rating": "4.7409", "listing_title": "10 Lightroom Presets for Mobile, Vibrant Preset, Colorful Filter, Bright Summer Preset, Beach Preset, Instagram Filter, VSCO Filter, Outdoor", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $2.12\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    Meet our NEW Colorpop Lightroom Presets for Mobile devices! These trendy vibrant filters are perfect for Bloggers, Instagram Influencers, or anyone looking to up their photo game!⋒ Your Purchase Includes ⋒・10 Colorpop Lightroom Presets for Mobile・PDF Download Guide・PDF Editing Tips & Tricks Handbook⋒ Additional Information ⋒・FOR MOBILE (iOS / Android)・Compatible with the FREE Lightroom App・Works with & WITHOUT an Adobe subscription・Presets can be used an unlimited number of timesOur presets are tested on a range of different photo styles. Please keep in mind, all photos are unique and therefore presets work differently on every photo. We are confident that our presets will add a beautiful touch to your photos. The final touch may be done by you through small adjustments like tweaking the exposure or saturation to create your perfect image.⋒ Cancellations, Refunds and Exchanges ⋒Due to the digital nature of this product, we are unable to offer refunds. However, your satisfaction is our number one priority. In the case you are not happy with a preset you have purchased, please leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2021 IslahStudios, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.⋒ Keywords ⋒Lightroom Preset, Lightroom Preset Etsy, Lightroom Mobile, Outdoor Preset, Outdoor Filter, Beach Preset, Beach Filter, Summer Preset, Summer Filter, Instagram Preset, Instagram Filter, VSCO Filter, Lifestyle Blogger Preset, Lifestyle Blogger Filter, Influencer Preset, Influencer Filter, California Vibes, iPhone Filter, Android Filter, Tan Preset, Vacation Preset, Travel Preset, Travel Blogger, Mommy Preset, Mommy Filter, Baby Preset, Baby Filter, Newborn Preset, Newborn Filter, Family Preset, Family Filter, Home Preset, Home FIlter, Indoor Preset, Indoor Filter, Interior Preset, Interior Filter, Vibrant Preset, Vibrant Filter, Colorful Preset, Colorful Filter, Colorpop Preset, Colorpop Filter\n                ", "listing_reviews": null, "store_reviews": "1,130 shop reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/1029762143/10-lightroom-presets-for-mobile-vibrant"}, {"seller_text": "HyggelyStudio", "seller_href": "https://www.etsy.com/shop/HyggelyStudio?ref=simple-shop-header-name&listing_id=726954527", "store_sales": "21,406 sales", "store_rating": "4.919", "listing_title": "8 Lightroom MOBILE Presets, Clean and Crisp Mobile Lightroom Presets, Blogger and Instagram Photo Filters, Lightroom CC, Light Bright Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.55\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF"], "listing_desc": "\n                    Elevate your social media presence with these Clean and Crisp presets for MOBILE! These are used best for images used in light spaces or shot in natural light.☞ PLEASE NOTE: THIS IS A DIGITAL DOWNLOAD! NO PHYSICAL COPY WILL BE SENT TO YOU! ☜CHECK OUT MORE FROM THIS SHOP --> https://www.etsy.com/ca/shop/HyggelyStudio-----------------------------------------------DETAILS FOR INSTANT DOWNLOAD:-----------------------------------------------♡ INSTANT DIGITAL DOWNLOAD!You will receive 8 preset files (PDF will have a clickable link to your files through google drive)+ PDF WITH LINK TO STEP BY STEP INSTRUCTIONS WITH PHOTOS!➀ CLEAN&CRISP - ORIGINAL - DNG FILE ➁ CLEAN&CRISP - HIGHLIGHT- DNG FILE➂ CLEAN&CRISP - WARM- DNG FILE➃ CLEAN&CRISP - COOL - DNG FILE➄ CLEAN&CRISP - INTERIOR - DNG FILE➅ CLEAN&CRISP - OUTDOOR - DNG FILE➆ CLEAN&CRISP - TWO - DNG FILE➇ CLEAN&CRISP - THREE - DNG FILE!! These presets are created for Mobile Lightroom CC ONLY !!*If you would like the Desktop version of these presets, please message me, and I will direct you to the desktop listing*- Compatible with both the Paid and Free Versions of Lightroom Mobile- Instant Download Directly to Mobile Device, No Desktop Needed- Compatible with JPG & Raw ImagesBased on your lighting conditions, camera settings, and personal style, these presets may need to be slightly altered to fit your needs. I am always happy to help you use the presets if you are having trouble.  !! No refunds or exchanges can be made on digital products !!TERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE FOLLOWING -- - Do not share these files- Do not sell these files- Derivative works are also prohibited© 2019 Hyggely Studio - All Rights Reserved\n                ", "listing_reviews": "100", "store_reviews": "816 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/726954527/8-lightroom-mobile-presets-clean-and"}, {"seller_text": "forLittleLion", "seller_href": "https://www.etsy.com/shop/forLittleLion?ref=simple-shop-header-name&listing_id=776177381", "store_sales": "24,951 sales", "store_rating": "4.8398", "listing_title": "Digital Planner, GoodNotes Planner, DATED Daily Planner 2021 2022, Digital Planner iPad / Android, Notability Planner", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $11.90\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 PDF"], "listing_desc": "\n                    **MORE DIGITAL PLANNERS**https://www.etsy.com/au/shop/forLittleLion★ 2021 2022 ALL-IN-ONE Digital Planner ★✔︎  Professionally designed with thousands of hyperlinks for quick and easy navigation✔︎  24 planners for you to choose from •\t3 styles - BOHO & PASTEL & MINIMALIST GREY•\t4 weekly layouts•\tMonday & Sunday start✔︎  Dated for 2 FULL YEARS - 2021 Planner & 2022 Planner✔︎  Covers everything to help you stay organized and keep track of your life and work✔︎  400+ essential stickers preinstalled in GoodNotes file for easy access ✔︎  FREE 10000+ precropped digital stickers in varying colors (individual PNG files)  ✔︎  10 beautiful covers ✔︎  All pages can be easily duplicated and/or removed★  To be able to use this product, you need to have a PDF ANNOTATION APP (GoodNotes, Notability, Xodo, Noteshelf, etc.) installed on your device.  * for Surface pro, please check out my OneNote planners.https://www.etsy.com/au/listing/876565215/**CONTENT**•\tHomepage Index•\tYearly Calendar•\tHalf Year Calendar•\tYearly Overview•\tYearly Goals•\tYearly Key Dates-------------------------------------------------•\tMonthly Calendar •\tMonthly Overview •\tMonthly Review-------------------------------------------------•\tWeekly Plan (53 weeks with hyperlinked mini month)V1 - boxed weekV2 - horizontal weekV3 - vertical weekV4 - weekly schedule•\tWeekly Reflection (53 weeks) -------------------------------------------------•\tDaily Plan (365 days)•\tDaily Gratitude/Reflection (365 days)-------------------------------------------------//FINANCES//•\tYearly Finances•\tMonthly Finances•\tBill Tracker•\tSavings Tracker•\tDebt Payoff Tracker-------------------------------------------------//NUTRITION//•\tWeekly Meal Planner•\tCategorized Grocery List•\tRecipe book (4 categorized sections, each section linked to 10 recipes)•\tKitchen Inventory•\tWeekly Food Journal-------------------------------------------------//WELLNESS//•\tMood Tracker•\tHabit Tracker•\tHydration Tracker•\tSleep Tracker•\tVitamins & Supplements Log•\tMedication Log-------------------------------------------------//FITNESS//•\tFitness Plan•\tProgress Tracker•\tExercise Tracker•\tSteps Tracker•\tWorkout Log-------------------------------------------------•\tMy Goals (linked to 9 Goal Planner pages)•\tMy Projects (linked to 9 Project Planner pages)-------------------------------------------------•\tWeekly Schedule (Half hourly)•\tRoutine Planner•\tMeeting Notes•\t30 Day Challenge•\tReading Log•\tWatching Log-------------------------------------------------•\tAccounts•\tPasswords•\tContacts•\tBirthdays-------------------------------------------------•\tCategorized To Do Lists•\tThings to Explore•\tCustom Lists-------------------------------------------------•\tNotepaper X 6 (Lined, dotted, grid, Cornell X 2, blank)•\t10 Custom Sections accessible from Index (linked to 10 blank pages)•\tMy Stickers page (save your favorite stickers for easy access)•\tQuick notes page**ADDITIONAL INSERTS**•\tVision board•\tBrain dump•\tBucket list•\tWishlist•\tCleaning planner•\tCircle habit tracker•\tDelivery tracker•\tEmergency contacts**FREE 6-Tab Digital Notebook**•\t4 versions: lined paper & dotted paper & grid paper & blank paper•\t12 covers https://www.instagram.com/p/CA6nOXZgLLG/?igshid=ejva7yhdejlu**WHAT IS INCLUDED**•\t2021 All-in-One Digital Planner (Monday & Sunday Start; BOHO & PASTEL & GREY styles x 4 weekly layouts)•\t2022 All-in-One Digital Planner (Monday & Sunday Start; BOHO & PASTEL & GREY styles x 4 weekly layouts)•\t10 Covers (JEPGs)•\tGoodNotes Stickers Book (400+ stickers included; preinstalled & precropped stickers for GoodNotes ONLY)•\tFREE 10000+ precropped digital stickers in varying colors (individual PNG files)  •\t4 X 6-Tab Digital Notebook (4 versions: lined paper, dotted paper, grid paper, blank paper)•\t12 Notebook covers•\tUser GuidePlease feel free to send me a message if you have any questions. I am very quick to respond.-----------------------------------------------------------------------------------------------------------------------------------------TERMS AND CONDITIONS:© 2021 forLittleLion,    All rights reserved.All designs are for *PERSONAL USE ONLY*. You may NOT share, sell, alter or replicate these files. By purchasing this listing, you agree to my shop policies.Due to the digital nature of my products, no refunds or exchange can be issued. If there is a problem with your digital file, please contact me so I can rectify the situation.\n                ", "listing_reviews": "100", "store_reviews": "1,126 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/776177381/digital-planner-goodnotes-planner-dated"}, {"seller_text": "SunnyEditor", "seller_href": "https://www.etsy.com/shop/SunnyEditor?ref=simple-shop-header-name&listing_id=923518190", "store_sales": "336 sales", "store_rating": "4.7059", "listing_title": "11 Natural Mobile Lightroom Presets, Natural Presets, Cream Presets, Instagram Filters, Blogger, Vanilla, iPhone Presets, Filter for iPhone", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.20\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 1 PDF, 1 ZIP"], "listing_desc": "\n                    ◆ ◆ ◆ SPECIAL OFFER ◆ ◆ ◆✭ Buy 3 presets and get 2 for free. Add 5 presets to your shopping cart and apply the coupon code 2FREE. ✭ Buy 5 presets and get 4 for free. Add 9 presets to your shopping cart and apply the coupon code 4FREE.◄  INCLUDED IN YOUR PURCHASE  ►* 11 Mobile Lightroom Presets (DNG files)* Detailed PDF Image Instructions✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Lightroom Mobile is FREE so you don't need an Adobe subscription to use the presets✔️ You only need Lightroom CC App on your Phone/iPad✔️ Once purchased can be used an unlimited amount of times✔️ Easy to apply with just one clickGeneral information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUYhttps://www.youtube.com/watch?v=uOBXKOyAFEAPlease keep in mind all photos are unique and therefore each preset works differently on every photo. You can fine tune your own adjustments to find settings that suit you with temperature, exposure etcDue to the digital nature of this product ALL SALES ARE FINALKeywords:Lightroom Presets, Mobile Preset, DNG, Instagram Preset, Lightroom CC, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset, White Presets, Natural Presets© 2020 Sunny Editor Presets, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "5", "store_reviews": "17 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/923518190/11-natural-mobile-lightroom-presets"}, {"seller_text": "FilAndEllieStudio", "seller_href": "https://www.etsy.com/shop/FilAndEllieStudio?ref=simple-shop-header-name&listing_id=857923240", "store_sales": "9,294 sales", "store_rating": "4.8409", "listing_title": "6 Mobile LIGHTROOM Presets, Nude Presets, Fashion Presets, Mobile Presets, Instagram Filters Presets, Dng Brown Preset, Natural Beige Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF, 2 ZIP"], "listing_desc": "\n                    Instagram Presets / Mobile Lightroom Presets / Desktop & Mobile Presets /Natural Beige Presets✩ INCLUDED IN YOUR PURCHASE ✩6 Mobile Lightroom Presets (DNG files)6 Desktop Lightroom Presets (XMP files)Free 35 pages PDF on Social Media GrowthDetailed PDF Image Instructions◾️ If you have issues downloading or using any of the files, please contact me and I will re-send you the files and help you troubleshoot◾️With over 10 years of professional experience in the world of photography, you are guaranteed to get high quality presets that will elevate the look of your photos. We spent hundredths of hours editing, so that you won’t have to.✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Works With & WITHOUT Adobe subscription✔️ You only need Lightroom CC App on your Phone/iPad✔️ Works With Lightroom Desktop for Mac or PCCreated for the FREE Lightroom Mobile App and Desktop Lightroom. Works best on RAW files but is fully compatible with JPEGS as well.General information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUY. Make sure to save the zip file on your phone. The transaction and installation can be completed on a mobile device. Access to a desktop computer is not required.These presets were designed to work with many different light conditions, from full sun to shade, and will help you achieve a consistent look by enhancing the colors and brightness of your photos. This pack in particular was designed to enhance natural and soft tones, giving a neutral, but warm feel to your photos. Sand, the color of wheat, white, brown and soft tones in general are at the core of these filters.  Perfect for interior design or general lifestyle photos. This pack works well for many different types of photography from lifestyle to travel, home blogging and interior design photos. The range of colors for the 6 presets is very wide. These can be applied on many different types of photos to achieve different results.Beige includes 6 mobile presets. They are all extremely versatile, can be fully customized and are guaranteed to enhance dull images with just one click. Whether you work with photos straight from your phone’s camera roll or raw files from your DSLR, these presets will help you refine your style giving you beautiful photos.Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "41", "store_reviews": "421 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/857923240/6-mobile-lightroom-presets-nude-presets"}, {"seller_text": "Plannerscollective", "seller_href": "https://www.etsy.com/shop/Plannerscollective?ref=simple-shop-header-name&listing_id=715702510", "store_sales": "27,657 sales", "store_rating": "4.7808", "listing_title": "Digital Planner Goodnotes, Daily Planner, IPad Planner, Dated Daily Planner, Hyperlinked Daily and Weekly Planner", "listing_bestseller": "Bestseller", "listing_price": "\n                        $11.07\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 ZIP"], "listing_desc": "\n                    Organize all aspects of your life and achieve the things that are most important to you with the Ultimate Digital Planner! Rolling Stone featured this planner #1 on their list of the best digital planners! With thousands of hyperlinks for effortless navigation, and several lifestyle planning pages, this planner is the ultimate productivity tool. This listing includes 8 different planner variations so that you can try them out and use the one that works best for you!⭐ INCLUDED IN YOUR DIGITAL PLANNER✔     Starts in June 2021 and is dated until May 2023!✔\t15 Different cover pages to choose from✔\tIncludes Pink and Black color themes!✔     Sunday & Monday start dates ✔\t650+ digital stickers, sticky notes and widgets! ✔\tYearly overview page with hyperlinks✔     Monthly overview pages with hyperlinks ✔\tWeekly overview pages with hyperlinks and TWO different layout styles✔\tDaily Planning Pages✔\t4 notes pages with hyperlinked tabs on top of planner✔\tIndex page (top tab - hyperlinked to all lifestyle planning pages)✔\tMonth at a glance page✔\tMonthly review pages✔\tYearly goals page✔\tMeal Planning page✔\tMeal Ideas page✔\tGrocery List page✔\tHabit Tracker✔\tMood Tracker✔     Gratitude Journal✔\tSleep Tracker✔\tDream Tracker✔\tTo Do List’s✔     Vision Board✔     Challenge Tracker✔\tKey dates page for the year✔\tBucket list page✔\tBirthday’s page✔\tBrain Dump page✔     Password Tracker✔\tYearly Finances✔\tMonthly Finances ✔\tExpense Tracker✔\tBill Tracker✔     Wish List ✔     Order Tracker✔     Hydration Tracker✔     Steps Tracker✔     Exercise Tracker✔     Progress Tracker✔     Medical Information Tracker✔     Project Trackers✔     To Read List✔     To Watch List✔\tContacts Page✔\tEmergency Contacts Page✔     Wheel of Life Tracker✔\tLined note paper✔\tGrid note paper✔\tDotted note paper✔\tBlank note paper✔     All pages can be easily duplicated and/or removed.⭐ WHAT YOU WILL RECEIVE✔    8 High resolution digital planners (2 page layouts, 2 color themes,  with Sunday & Monday start dates)✔\t650+ digital stickers✔\t1 Instructions guide on how to install✔\t2 FREE digital notebooks!*Please note this is a digital listing and instant download. No physical item will be shipped*⭐ AVAILABLE IN OTHER COLORS RAINBOW: https://www.etsy.com/ca/listing/742896067BLACK: https://www.etsy.com/ca/listing/750315564CHECK OUT OUR PLANNER VALUE BUNDLE!: https://www.etsy.com/ca/listing/741536421⭐ WHY CHOOSE MY SHOP?With so many different digital planners out there, you may be wondering why you should choose my shop. My digital planners were created through hundreds of hours of careful design with the goal of being both aesthetically pleasing and highly functional. My planners have the ultimate combination of style and functionality that was guided by real world feedback from thousands of digital planner lovers who use digital planners in their everyday lives. I am absolutely dedicated to providing the best customer service possible! I love the digital planning community and I consider myself lucky to be able to help others use digital planners to lead more productive and organized lives. If you ever have any questions at all, please reach out to me. I'm always happy to help!  - Jade 💕⭐ COMPATIBILITY- Compatible with Apple, Android, and Microsoft devices - Compatible with IPads/Tablets, Smartphones, and desktop/Laptop computers- This planner is designed to be used with any PDF annotation app such as GoodNotes, Notability, Xodo, etc. You will receive an instant download for your purchase that can be found in your Etsy account “Purchases and Reviews section” as well as an email with a direct download link.⭐ HOW PURCHASING A DIGITAL PLANNER WORKS1.\tAdd the item to your cart2.\tPurchase the item in your cart3.\tOnce the payment for your purchase is processed you will be able to find your instant PDF download         available in your ‘purchase and reviews’ section on Etsy. If you are purchasing as a guest on Etsy an email with link will be sent to email used to submit the order.4.\tDownload items and save them to your computer or tablet device (ICloud, Dropbox, etc) or open your          download and directly open in apps such as GoodNotes, Notability etc. 5.\tOpen chosen app to use planner (GoodNotes,Notability, Xodo, etc) and import your saved file into the app.Please note while text can be added to your planner using your IPad or tablet device. I highly recommend the apple pencil or stylus as well! For clickable hyperlinks to work on certain apps such as GoodNotes/Notability you need to have the ‘Read only’ tool selected.⭐ TERMS OF SERVICE- Due to the nature of digital files, once purchased you will receive an instant PDF to download that is permanent and therefore no refunds or cancellations can be offered. - Please ask any questions you may have prior! If you have any problems with your download or file please feel free to contact me and I will help resolve it as quickly as possible!- This item is for personal use only, and may not be resold, remade, copied, redistributed or used for any commercial purposes.Copyright © 2020 by The Planners Collective. All right reserved.⭐ ANY QUESTIONS?Please feel free to message with any questions! I am quick to respond and am open to any questions, comments or suggestions. Follow us @theplannerscollective for future updates and discounts! Tag us in your planner photos as well!Happy Planning!The Planners CollectiveRAINBOW: https://www.etsy.com/ca/listing/742896067\n", "listing_reviews": "100", "store_reviews": "1,166 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/715702510/digital-planner-goodnotes-daily-planner"}, {"seller_text": "Blondary", "seller_href": "https://www.etsy.com/shop/Blondary?ref=simple-shop-header-name&listing_id=987625128", "store_sales": "2,567 sales", "store_rating": "4.9957", "listing_title": "10 Mobile Lightroom Presets, Vanilla Presets, Vsco Filters, Fashion Presets, Lifestyle Presets, Instagram Filter, Nude Presets, Beige Preset", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $1.05\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    10 Mobile Lightroom Presets, Nude Presets, Lifestyle Presets, Beige Presets, Iphone Presets, Lightroom, Mobile Presets, Presets, Dng Presets, Cream Presets, Vsco Filters, Fashion Presets, Instagram Filters, Natural Preset, Vanilla Presets✩ FREE PRESETS OFFER ✩💥 GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE 💥💥 GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE 💥*Vanilla Mobile Presets: include 10 mobile lightroom presets perfect for anyone wanting to create a warm, creamy Instagram feed. t*⭐You Will Receive :- 10 DNG. Mobile Presets - 1 PDF file - Mobile Instructions-Free GiftAll presets files are in DNG format.After the download you will need to unzip the file, either on your PC (and then send the mobile presets to your phone) or on your phone (if you have an app that can unzip files).- If you have problems with installation or with downloading your files just contact me and I'll do my best to help you.- Please keep in mind that each photo has different light setting so you can tweak some settings as light, contrast etc after applying you presets to get best results.For personal use ONLY! You may NOT sell, distribute, rent, give, sub-license, or transfer presets, or presets sent to anyone else.More Presets:Beige Presets:https://www.etsy.com/listing/964232783/mobile-lightroom-presets-12-beige?ref=shop_home_active_1&pro=1Bright Interior Presets:https://www.etsy.com/listing/952251009/mobile-lightroom-presets-6-bright?ref=shop_home_active_2&pro=1Minimalistic Presets:https://www.etsy.com/listing/938999572/lightroom-mobile-preset-7-minimalistic?ref=shop_home_active_4&pro=1Luxury Black Presets:https://www.etsy.com/listing/971607185/lightroom-presets-10-luxury-black?ref=shop_home_active_3&pro=1Fitness Presets:https://www.etsy.com/listing/943374818/lightroom-presets-6-fitness-presets?ref=shop_home_active_5&pro=1Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filters, Travel Presets, Influencer Presets, warm presets, iPhone Presets, Moody Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright Presets, Clean Preset, Color Pop Preset, Vibrant Presets, Home Presets, Beach Presets , Vanilla Preset\n                ", "listing_reviews": null, "store_reviews": "234 shop reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/987625128/10-mobile-lightroom-presets-vanilla"}, {"seller_text": "ThissPlanner", "seller_href": "https://www.etsy.com/shop/ThissPlanner?ref=simple-shop-header-name&listing_id=843418806", "store_sales": "8,273 sales", "store_rating": "4.9151", "listing_title": "2021 Digital Planner - Dated Digital Planner, 2021 Planner, GoodNotes Planner, Notability Planner, Daily Planner, iPad Planner", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $12.45\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 4 ZIP, 1 PDF"], "listing_desc": "\n                    TO DOWNLOAD THE SAMPLE VERSION OF THIS PLANNER, GO TO: http://bit.ly/SampleDatedPortraitTHISS Everyday Planner 2021 (PORTRAIT/VERTICAL VERSION) is designed to help you get more out of your day so that you can do the things you TRULY love.With this purchase, you will get a 2021 Digital Daily Planner (dated Jan 2021 to Dec 2021) in THREE different color versions: BEIGE, WHITE & TABS. Same layout, different themes!If you are looking to FINALLY find your digital planner peace, here are some of the reasons why you will love THISS Everyday Planner:- It is intuitively HYPERLINKED throughout, for quick & easy navigation- Comes with DATED yearly, monthly, weekly and daily planning pages so you can plan to as much detail as you like- ADDITIONAL USEFUL PAGES (such as finance trackers, goal setting pages, workout log, habit tracker, project planner & meal planner) are included so you can truly organize your whole life- Monthly REFLECTION PAGES so you can check-in and evaluate your progress each month- 6 ADDITIONAL SECTIONS intentionally left blank for you to use for whatever you like- Choose between having the weekly format STARTING ON MONDAY or STARTING ON SUNDAY- BONUS: digital stickers with 485 stickers and 12 covers for you to use!-----What’s included in this digital planner?+ Cover page+ Index+ 2021 Year Calendar+ Year at a Glance+ Monthly Planners (12 Months)+ Weekly Planners (for every week of 2021)+ Daily Planner (for every day of 2021)+ Yearly Finance+ Monthly Finances (12 Months)+ Debt Payment Tracker+ Monthly Reflections (12 Months)+ Goals Overview Page+ My Goals Page (x10)+ Project Planner+ Workout Log+ Body Measurements+ My Journey in Photos+ Mood Tracker+ Sleep Tracker+ Habit Trackers+ Daily Gratitude+ Meal Planner & Grocery List+ My Lists+ Password Tracker+ Delivery Tracker+ My Contacts+ Vitamins/Medication Tracker+ Recipes+ Reading List+ Movies/Shows List+ Meeting Notes+ Routine Planner+ Event Planner+ Note-taking Pages: Grid, Lined, Dotted, Blank+ 6 Section Dividers+ 485 Digital Stickers (Individual PNGs and a pre-cropped GoodNotes sticker file)+ 12 Different Planner Covers------The files included in your purchase:+ WHITE VERSION 2021 Digital Planner (MONDAY & SUNDAY Start)+ BEIGE VERSION 2021 Digital Planner (MONDAY & SUNDAY Start)+ TABS VERSION 2021 Digital Planner (MONDAY & SUNDAY Start)+ A zipped Digital Stickers Folder containing a Precropped GoodNotes Sticker File & 485 Individual PNG image files+ 12 COVERS (PDF Files)+ Userguide (PDF file)-----IMPORTANT - PLEASE READ:- This is a DIGITAL PRODUCT which means NO physical product will be shipped to you.- This planner has been created to be used with an accompanying note-taking app (such as GoodNotes or Notability) and on an iPad/Tablet with an Apple Pencil/Stylus. These accompaniments are NOT included in this purchase.- Due to the digital nature of this product, ALL SALES ARE FINAL. This means, requests for refunds or exchanges cannot be accepted so please consider the product carefully before placing an order. Please feel free to ask me ANY questions before you purchase.- Please note that I am NOT currently accepting any requests for customization or alterations.- This planner is for PERSONAL USE ONLY. You may NOT share, sell, alter, or replicate this product or any product of THISS Planner. By purchasing this listing, you agree to my shop policies.If you have any questions at all, PLEASE send me a message before you purchase!\n                ", "listing_reviews": "94", "store_reviews": "382 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/843418806/2021-digital-planner-dated-digital"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=923532978", "store_sales": "21,700 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Neutral Filter, Cream Preset, Instagram Filters, iPhone Presets, Lightroom Filter, Lifestyle Preset, Blogger Filter", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Live life luxuriously with a Luxe Preset! This Lightroom Mobile preset will effortlessly soften and neutralize the shades in your photos to achieve a rich luxurious look with the click of button! ✩ Your purchase includes ✩- 1 Luxe Lightroom Mobile Preset- PDF step by step installation guide✩ Additional Information ✩- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ✩ Cancellation Refunds/Exchanges ✩Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2021 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "11", "store_reviews": "1,130 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/923532978/lightroom-mobile-preset-neutral-filter"}, {"seller_text": "flourishplanner", "seller_href": "https://www.etsy.com/shop/flourishplanner?ref=simple-shop-header-name&listing_id=1001933519", "store_sales": "9,362 sales", "store_rating": "4.939", "listing_title": "Reading Journal, Tracker, and Review Digital Planner by Flourish Planner  | iPad Planner for Goodnotes and Notability", "listing_bestseller": "Bestseller", "listing_price": "\n                        $8.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 PNG"], "listing_desc": "\n                    Why Choose Flourish Planner?✨🖥🌈✏️The Flourish Planner is the ultimate digital planner for busy women on the go. We offer an eco-conscious way to plan on your ipad, or print at home! No paper, no unnecessary plastic, and no waste. It is the NEW, sustainable way to plan and organize your day. It also offers UNLIMITED customizability. You can edit and change your ipad planner to perfectly fit your days, weeks, and months. No more white out, scribbling over things, and tearing out pages. This digital planner allows you to use your creativity to edit your planner however you’d like. It’s minimalist, simple design allows you to add your own creative flair to your planner spreads. At Flourish Planner, we wanted a planner that was useful to the everyday hustler. Not too many bells and whistles, but the perfect amount of spreads that is useful without being overwhelming. We strive for balance and believe this planner will help our customers create and plan out a life they love!This reading planner and tracker is perfect for readers or those trying to read more. Reading is something that can bring joy, knowledge, and get those creative juices flowing. Whether you're reading biographies, fantasy, romance, or business books, this is a great way to keep track of your reads over the years.This planner includes:Reading goal pageReading vision boardReading listDigital book shelfBook review pageNotes pageQuotes templateStickersMore about the planner:This planner comes with linked tabs. IMPORTANT NOTE: The planner is made to add pages as you go! This helps prevent having tons of blank, unused pages and also helps keep the file size down which aids in the overall performance of the planner. Included with your purchase are video tutorials showing exactly how to use your planner. We do not recommend deleting pages as it could affect the hyperlinked tabs. All sales are final due to them being digital files. These planners likely require the one-time purchasing (or free download) of additional applications such as Goodnotes, Notability, etc.  However, the planner can be printed on your personal printer as well if you would prefer a hard copy. If you have any questions about this, reach out!Files included:1 PDF Reading Planner1 reading sticker sheet1 Welcome Guide/Instruction Manual How purchasing a digital item works:1. Add the item to your cart and proceed to checkout and payment.2. Once processed, the files will be available to download. If you are a guest, a link will be sent to the email submitted with the order. If you are signed in, they will be available through your purchases options.3. To find your planner all you have to do is go to the Etsy web browser in Safari (not the Etsy app or Chrome) and go to your profile. Then click \"purchases and reviews.\" There you will see all your Etsy orders along with a button next to your planner order that says \"download files.\" Once you are there you can download your planner and get started!Watch this video for the full process: https://www.youtube.com/watch?v=0Np3B-fOaz4&t=214sIf you have any questions about the purchasing or downloading process, please contact us!All of the files included in this download are original and copyright to Flourish Planner. They are for personal use only and cannot be resold, remade, copied or distributed in any shape or form. Legal action may be taken if you choose to violate these terms and conditions.\n                ", "listing_reviews": "11", "store_reviews": "410 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/1001933519/reading-journal-tracker-and-review"}, {"seller_text": "OlivesandBlue", "seller_href": "https://www.etsy.com/shop/OlivesandBlue?ref=simple-shop-header-name&listing_id=900601043", "store_sales": "140 sales", "store_rating": "4.3333", "listing_title": "5 Earthy Tones Preset, Preset Lightroom Mobile and Desktop, Instagram Filter for Travel Instagram Influencer and Bloggers, Dark Moody Preset", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $3.14\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP"], "listing_desc": "\n                    Buy 5 Pay 3!Add 5 presets to your cart and apply the code \"BUNDLE\" to pay for 3.Or simply click the link below:https://www.etsy.com/shop/OlivesandBlue?coupon=BUNDLECreated for one single click use for Mobile and Desktop Lightroom. These presets will help you enhance your picture with just a single click for a consistent theme.The purchase will be includes:5 Mobile Lightroom Preset5 Desktop Lightroom PresetBy purchasing the item, you agree to the terms of use which refunds, cancelation, exchange are not apply. Some adjustments might be needed for some pictures due to the camera setting and light adjustments. The files should not be shared, resold, redistributed and reproduced for any purposes.Disclaimer:All the pictures shown in this video belong to their respective original owners.All the photos are for illustration purposes only. Credits to the rightful owner.If you have any further questions, please do not hesitate to contact me. Sincerely,Clou\n                ", "listing_reviews": null, "store_reviews": "3 shop reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/900601043/5-earthy-tones-preset-preset-lightroom"}, {"seller_text": "FilAndEllieStudio", "seller_href": "https://www.etsy.com/shop/FilAndEllieStudio?ref=simple-shop-header-name&listing_id=1029443267", "store_sales": "9,294 sales", "store_rating": "4.8409", "listing_title": "7 Mobile LIGHTROOM Presets, Summer Presets, Pastel Presets, Instagram Filter, Natural Light And Airy,Blogger Preset, Natural Warm Presets", "listing_bestseller": "-", "listing_price": "\n                        $2.98\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 2 ZIP"], "listing_desc": "\n                    Instagram Presets / Mobile Lightroom Presets / Desktop & Mobile Presets /Natural Presets/Warm Summer Presets✩ INCLUDED IN YOUR PURCHASE ✩7 Mobile Lightroom Presets (DNG files)7 Desktop XMP PresetsFree 35 pages PDF on Social Media GrowthDetailed PDF Image Instructions◾️ If you have issues downloading or using any of the files, please contact me and I will re-send you the files and help you troubleshoot◾️With over 10 years of professional experience in the world of photography, you are guaranteed to get high quality presets that will elevate the look of your photos. We spent hundredths of hours editing, so that you won’t have to.✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Works With & WITHOUT Adobe subscription✔️ You only need Lightroom CC App on your Phone/iPad✔️ Works With Lightroom Desktop for Mac or PC (Classic & CC)Created for the FREE Lightroom Mobile App and Desktop Lightroom. Works best on RAW files but is fully compatible with JPEGS as well.General information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUY. Make sure to save the zip file on your phone. The transaction and installation can be completed on a mobile device. Access to a desktop computer is not required.These presets were designed to work with many different light conditions, from full sun to shade, and will help you achieve a consistent look by enhancing the colors and brightness of your photos. This pack in particular was designed to enhance the colors of sunlight, giving a warm, slighlty pink, natural and bright feel to your photos. A pastel accent for all your Spring photos. Perfect for general lifestyle photos, family, weddings or in general for portraits at golden hour/sunset . This pack works well for many different types of photography from lifestyle to travel, home blogging and professional wedding photographyGarden includes 6 mobile presets & 6 Desktop Presets. They are all extremely versatile, can be fully customized and are guaranteed to enhance dull images with just one click. Whether you work with photos straight from your phone’s camera roll or raw files from your DSLR, these presets will help you refine your style giving you beautiful photos.Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": null, "store_reviews": "421 shop reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/1029443267/7-mobile-lightroom-presets-summer"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=869926639", "store_sales": "25,449 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets, Tan Presets, Presets, Instagram Filters, Influencer Presets, Vsco Filters, Mobile Presets, Brown Presets, Vsco", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "14", "store_reviews": "793 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/869926639/3-mobile-lightroom-presets-tan-presets"}, {"seller_text": "APlannerToRemember", "seller_href": "https://www.etsy.com/shop/APlannerToRemember?ref=simple-shop-header-name&listing_id=990783340", "store_sales": "268 sales", "store_rating": "4.8833", "listing_title": "Unlimited Digital Planner Bundle ~ Goodnotes +, Daily, Weekly, Yearly, Time Management Organizer, Goals in Life, Health & Wellness, Journal", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $36.00\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    This amazing UNLIMITED bundle includes all current and future undated All-in-One Digital Planners for your iPad or tablet. This planner will help you focus on your yearly, monthly, weekly & daily plans as well as goals, finances, wellness, spirituality, mindset and more. Never get bored with your planner again. Continue using the same set-up that you're used too, but with different styles whenever you want!__________________________WHAT'S NEEDED ~ an iPad or Tablet~ an annotation app for the iPad such as Goodnotes, Noteshelf or Notability*~ an annotation app for Androids such as Xodo or Noteshelf*~ a stylus such as an Apple pencil*There is a minimal charge for annotation apps through the app store.__________________________NOT INTENDED FOR~ Desktop ~ Laptop (unless you're using a stylus)~ OneNote or Evernote~ Printing...Check-out printable planners here - https://etsy.me/3iNziuF__________________________BUNDLE INCLUDESThere are currently 7 digital planners in the bundle ($140 value). More planners will be added on a regular basis, at which point the price of the bundle will be going up. Grab it at this low price today!__________________________EACH PLANNER INCLUDES~ 218 Hyperlinked Pages* / 12 Topic Tabs / 12 Monthly Tabs ~ 1500+ Matching Digital Stickers (colors match the covers & tabs)~ 25 Gorgeous Covers for each section of the planner (with additional hyperlinks)*The planners in this bundle include the 'BASIC' Version in the shop (does not include the Deluxe planners).  The deluxe version comes with duplicated days and weeks.PLANNER PAGES IN EACH PLANNER INCLUDE:DAILY (undated)~ Overview~ Goals~ To-Do List~ Reflection~ RoutineWEEKLY (undated)~ Overview~ Goals~ To-Do List~ Reflection MONTHLY (undated)~ Overview~ Goals~ To-Do List~ ReflectionYEARLY ~ Overview~ Vision Board~ Goal Planner 1~ Goal Planner 2~ Goal Tracker~ Goal Planning Pages (one for each of your 8 yearly goals)CHECKLISTS~ One List~ Two Lists~ Three Lists~ Four Lists~ Five Lists~ Six ListsLISTS~ Birthdays~ Bucket List~ Chores~ Dates to Remember~ Reading List~ Shopping ListFINANCES~ Monthly Budget~ Revenue Tracker~ Expense TrackerMINDSET~ Affirmation Practice~ Attitude Adjustments~ Gratitude Practice~ Thought AdjustmentsSPIRITUALITY~ Be There Now~ Caring for Others~ Morning Meditation~ Evening Meditation~ Letting Go~ Relationships (with others & source)WELLNESS~ Challenge Tracker~ Exercise Tracker~ Habit Tracker~ Meal Tracker~ Mood Tracker~ Sleep Tracker~ Time Tracker~ Water Intake TrackerNOTES~ Big Grid~ Blank~ Dot Grid~ Graph~ Half / Half~ LinedSTICKERS~ Planner Stickers~ Your Favorite StickersYOUR PAGES~ 6 hyperlinked sections to store any of your other favorite planner pages__________________________FILES PROVIDED~ 1 PDF with a link to all the current digital planners in the shop.* This PDF also provides information about how to get a free planner & access to the Planners VIP list.*The digital files are too large to provide them directly through Etsy. The link will take you right to my Google drive where the planners & stickers are organized in folders for super easy downloading. All future digital planners added to the shop will be added to this folder. Please hyperlink it and check back from time to time to see what's new!__________________________REFUNDSDo to the nature of this product, refunds are not available. However, if you have any issues or concerns, please don't hesitate to message me.__________________________COPYRIGHT & FILE USAGEAll materials provided are copyrighted and owned by Web Enterprises, LLC. Your purchase includes usage for one individual only and are not to be shared or sold.\n                ", "listing_reviews": "28", "store_reviews": "60 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/990783340/unlimited-digital-planner-bundle"}, {"seller_text": "SnazzyMango", "seller_href": "https://www.etsy.com/shop/SnazzyMango?ref=simple-shop-header-name&listing_id=944703579", "store_sales": "3,763 sales", "store_rating": "4.6667", "listing_title": "INSTAGRAM Wedding Effect! Gold Wedding Effect! Personalised Instagram Effect, Engagement Filter For Instagram! Wedding Instagram Story Mask", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $8.01+\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: Adobe Illustrator, Photoshop, Instagram, Facebook, Spark AR, Glitter, Insta Stories, Effect, Instagram Story, Insta Story, Sparkle, Gold, Instagram Wedding\n\n\nRead the full description"], "listing_desc": "\n                    Personalised Instagram Effect! Gold Wedding Filter.TRY BEFORE YOU BUY: https://www.instagram.com/ar/208780934230521/Make a statement at your wedding with your very own custom Instagram/Facebook filter! All your family, friends, guests and followers will have access to your filter! Anyone who sees your story will also have access to your filter! Unlike snapchat filters it's not restricted to location and there is no upload cost!| CUSTOMISATION |Information Required:Mr. & Mrs. / Mr. & Mr. / Mrs. -Surname -Date (In format required) - Text colour (Select from drop down menu) or message me if you want a colour which isn't listed.Which social media do you want your filter to be on? (Facebook or Instagram). Please note there's a small charge to have your filter on both social media platforms as I essentially have to make 2 separate filters.| HOW IT WORKS |1 - Enter your personalisation requirements in the space provided when ordering.2 - I then design your filter in Instagram/Facebook's unique software.3 - A proof will then be sent to you of how your filter will look, please allow 24hrs for this.4 - Once you're happy with how your filter looks, I then submit it to Instagram/Facebook to upload to their filter collection. (This can take up to 48hrs)!5 - Once the filter has been accepted by Instagram/Facebook I will then email you a link to where you can find your filter on the social media site!6 - You can share the link with all your friends, family and guests! Alternatively, when your post to your story using the filter a badge will be displayed in the top left corner. Anyone who clicks on this will also have access and be able to use your filter! (An example of this is Picture 3).Please message me if you have any questions.  :)If you include the snapchat version in your order, this is just for the filter file. You must upload the filter to Snapchat where costs may be incurred due to location and date. More information can be found here: https://www.snapchat.com/l/en-gb/on-demand/Facebook and Instagram filters are uploaded by me at no extra cost.My full collection of Instagram & Facebook filters can be found here:https://www.etsy.com/uk/shop/SnazzyMango?ref=seller-platform-mcnav&section_id=21416837Keywords:Engagement filter, Instagram mask, Engagement Instagram Filter, Engagement Instagram Effect, Insta Filter, Instagram Filter, Instagram Story, Instagram Stories, Insta Stories, Instagram Wedding, Instagram Wedding Filter, Rose Gold Wedding Filter, Insta Wedding Filter, Insta Wedding Effect, Insta Wedding Stories, Insta Wedding, Instagram Wedding, Rose Gold Wedding Filter, Insta Mask, Insta Effect\n                ", "listing_reviews": "4", "store_reviews": "466 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/944703579/instagram-wedding-effect-gold-wedding"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=735827695", "store_sales": "171,643 sales", "store_rating": "4.8275", "listing_title": "10 Mobile Lightroom Presets, lightroom mobile presets,Instagram Presets, Preset Lightroom, Desktop Presets - Autumn presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    More presets in our SHOP:www.etsy.com/shop/KatherineDream• FILES INCLUDED IN YOUR PURCHASE •✔️ 10 MOBILE Lightroom presets for mobile Lightroom ( free mobile lightroom app)✔️ 10 DESKTOP Lightroom presets for desktop Lightroom✔️ Post-purchase Support✔️ Instructions✔️ Instant Download • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions• HOW TO ORDER •- Tap “add to cart” or “buy it now”;- Receive receipt and email from Etsy with link to download file- Download the Lightroom presets instantly.🧡Do you want to support us?  FREE package every week for our patrons and much more🧡https://www.patreon.com/katherinedream🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it. :)🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "100", "store_reviews": "6,145 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/735827695/10-mobile-lightroom-presets-lightroom"}, {"seller_text": "KIINcreations", "seller_href": "https://www.etsy.com/shop/KIINcreations?ref=simple-shop-header-name&listing_id=687420415", "store_sales": "108,065 sales", "store_rating": "4.8939", "listing_title": "MOODY blogger LIGHTROOM mobile & desktop presets / instagram blogger travel sage filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.12\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    ⭐ MORE PRESETS HERE: https://www.etsy.com/shop/KIINcreationsMOODY blogger Lightroom Presets for LIGHTROOM MOBILE & DESKTOP. These presets focus on moody tones, thunder blues and a beautiful tan skin. Perfect for holiday photos, beach bloggers, or even city pics!This set will make you achieve that moody low saturation look, without loosing too much colours.WHAT DO YOU GET? A super cool MOODY blogger Lightroom Preset set containing 5 beautiful presets:✅ 5 Mobile Lightroom Presets (DNG files)✅ 5 Desktop Lightroom Presets (XMP files)✅ 5 Desktop Lightroom Presets (LRtemplate files)\u2028✅ Easy Step-by-step PDF guide with instructionsBEST CUSTOMER SERVICEI want to be sure you’re satisfied! If you have any issues, I am happy to help! Just message me! :)COMMON QUESTIONS➕ Works in Lightroom Mobile App (iOS/Android)➕ Works With & WITHOUT Adobe subscription➕ You only need Lightroom CC App on your Phone/iPad➕ Works With All Lightroom & Adobe Camera Raw (ACR) Desktop VersionsMy presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. I’m confident that my presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image.IF YOU WISH TO PURCHASE ONLY LR MOBILE PRESETS - CLICK HERE:https://www.etsy.com/listing/673566022/moody-blogger-lightroom-mobile-presets?ref=shop_home_active_1Once payment is made you can download the presets instantly. Contact me with any questions regarding your order or using your presets I will be happy to help!STAY IN TOUCHIG: instagram.com/kiinlrpresetsWEBSITE: kiinlightroompresets.comEMAIL: info [!at] kiinlightroompresets.comRefunds/ExchangesDue to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is my number one priority. In the case you are not happy with a preset, send me a message and we can discuss an exchange for a preset that better fits your needs.© 2020 KIIN CREATIONS LLC, All Rights ReservedTERMS OF USE: Including but not limited to: No sharing the files. No selling the files. Derivative works are prohibited.\n                ", "listing_reviews": "47", "store_reviews": "4,454 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/687420415/moody-blogger-lightroom-mobile-desktop"}, {"seller_text": "DiaryFactory", "seller_href": "https://www.etsy.com/shop/DiaryFactory?ref=simple-shop-header-name&listing_id=904951834", "store_sales": "561 sales", "store_rating": "4.7857", "listing_title": "STICKER BOOK - 1000+ Pre_cropped Digital Stickers-Transparent PNG, Sticky notes, Labels, Calendars, Digital Planner, for Goodnotes", "listing_bestseller": "Bestseller", "listing_price": "\n                        $1.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 other file"], "listing_desc": "\n                    This is a digital Stickers for Good Note on iPad. (Total 19 pages over 1000 pre-cropped stickers) The files included are as follows:1. LinzelStickerBook.goodnotes2. pdf file includes download path for individual png stickers *You will need to unzip the .zip folder on your iPad in order to use.I can also send you the unzipped files if you have any issues, just send me a message!Please note that this is a digital product. No physical product will be shipped.All sales are final so please review the listing attentively before purchase.For personal use only. These files may not be resold or redistributed.\n                ", "listing_reviews": "10", "store_reviews": "28 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/904951834/sticker-book-1000-precropped-digital"}, {"seller_text": "BreezyOrganization", "seller_href": "https://www.etsy.com/shop/BreezyOrganization?ref=simple-shop-header-name&listing_id=1039299033", "store_sales": "16,747 sales", "store_rating": "4.9115", "listing_title": "Widgets quotes 2 stickers pack | summer quote stickers| Digital WIDGETS for the Customizable Digital LIFE Planner | Digital widgets only", "listing_bestseller": "-", "listing_price": "\n                        $2.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 ZIP"], "listing_desc": "\n                    Quote widgets 2 to use with our customizable digital LIFE planner sold separately. +++ NO PLANNER INCLUDED ONLY WIDGETS +++Our widgets are unique one of kind insert to add to our LIFE planner and make it completely customizable. This widget pack comes with neat quotes on colored backgrounds! These make it super cute to decorate and if you don’t need all of your spots for widgets why not add a super cute inspirational quote?! I LOVE the way these turned out.  Several in this pack are summer themed. Super cute suns and ice cream along with cute quotes. Easily drag and drop them into your planner and they are ready to use! We have spot specifically sized for our widgets in our LIFE planner on the overview, monthly, weekly and daily pages and in our portrait life planner. This is a digital insert download to be used in an app sold separately on the App Store. You can use the apps GoodNotes, xodo, note shelf, zoom notes, notability or any PDF app that allows you to manipulate (use hyperlinks and write on) PDFS. We recommend GoodNotes. This is just a one time purchase from the App Store.>>> W H A T ’ S   I N C L U D E D :PNG files of the following to use as widgets:- 10 different (summer themed)  quote widgets included in several different colors to match our life planner.  These widgets are completely design to work with our customizable LIFE digital planner sold separately. This allows you to just buy what you need and make your planner FIT YOU PERFECTLY! >>> Y O U T U B E This video explains it all!>>> S O C I A L   M E D I AINSTA:            https://www.instagram.com/breezyorganization/PINTEREST:    https://www.pinterest.com/breezyorganizat/YOUTUBE:      https://www.youtube.com/channel/UCEXMuEziTu7Qi95JW0c41GAFACEBOOK:   https://www.facebook.com/Breezy-Organization-107125017611526/>>> I M P O R T A N Tdue to this being a digital product we are unable to offer refunds or returns. Thanks for your understanding and we know you will LOVE this as much as we do! Thanks and let’s get planning! >>> D E L I V E R YOnce you purchase this item, you will receive an email FROM ETSY with your download links. You can also access your downloads in your account pages. This is for personal use only and not for sell or redistribution. >>> C O P Y R I G H T Breezy Organization>>> P E R S O N A L  U S E   O N L YYou may not use these files for commercial use; they are not to be shared, recreated, copied, resold, or repurposed for any reason. I have lots of time and research in my products and I would really appreciate it if you referred people to my shop instead of sharing. Thanks!!!\n                ", "listing_reviews": null, "store_reviews": "1,036 shop reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/1039299033/widgets-quotes-2-stickers-pack-summer"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=793073746", "store_sales": "70,786 sales", "store_rating": "4.9099", "listing_title": "5 Nude Tone Presets Lightroom Mobile & Desktop, Minimal Beige Instagram Filter Warm, Creamy Brown Lifestyle Influencer Preset for Bloggers", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Nude Tones Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram, Photo Editing Filter for Lifestyle and Travel🌟The Nude Tones Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add soft beige, tan and creamy nude colored tones to your Instagram photos. These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for mobile preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "63", "store_reviews": "5,612 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/793073746/5-nude-tone-presets-lightroom-mobile"}, {"seller_text": "FilAndEllieStudio", "seller_href": "https://www.etsy.com/shop/FilAndEllieStudio?ref=simple-shop-header-name&listing_id=989903068", "store_sales": "9,294 sales", "store_rating": "4.8409", "listing_title": "6 MOBILE & Desktop LIGHTROOM Presets, Bright and Airy Preset, Blogger Presets ,White Lyfestyle Presets,Bohemian Presets, Bright Instagram", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF, 2 ZIP"], "listing_desc": "\n                    Instagram Presets / Mobile Lightroom Presets / Desktop & Mobile Presets /Bight White Lifestyle Bohemian Presets✩ INCLUDED IN YOUR PURCHASE ✩6 Mobile Lightroom Presets (DNG files)6 Desktop Lightroom Presets (XMP files)Free 35 pages PDF on Social Media GrowthDetailed PDF Image Instructions◾️ If you have issues downloading or using any of the files, please contact me and I will re-send you the files and help you troubleshoot◾️With over 10 years of professional experience in the world of photography, you are guaranteed to get high quality presets that will elevate the look of your photos. We spent hundredths of hours editing, so that you won’t have to.✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Works With & WITHOUT Adobe subscription✔️ You only need Lightroom CC App on your Phone/iPad✔️ Works With Lightroom Desktop for Mac or PCCreated for the FREE Lightroom Mobile App and Desktop Lightroom. Works best on RAW files but is fully compatible with JPEGS as well.General information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUY. Make sure to select save the zip file on your phone.These presets were designed to work in any light condition, from full sun to shade. They work particularly well with neutral backgrounds with white elements and natural light. The settings were set to enhance the colors of skin tones and to make everything brighter, softer and airy.perfect for photos taken at the beach, summer photos, indoor or any photo with natural sunlight Bright Boho includes 6 mobile bohemian presets and 6 premium desktop presets. They are all extremely versatile, can be fully customized and are guaranteed to enhance dull images with just one click. Whether you work with photos straight from your phone’s camera roll or raw files from your DSLR, these presets will help you refine your style giving you beautiful photos.Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "7", "store_reviews": "421 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/989903068/6-mobile-desktop-lightroom-presets"}, {"seller_text": "EliteStudioPresets", "seller_href": "https://www.etsy.com/shop/EliteStudioPresets?ref=simple-shop-header-name&listing_id=782384908", "store_sales": "17,026 sales", "store_rating": "4.7489", "listing_title": "20 Lightroom Mobile Desktop Presets Bright Feed, Natural Bright Airy Preset, Indoor Outdoor Preset Filter, Baby Photo, Wedding", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.37\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    20 PACKAGE Lightroom Mobile Desktop Presets BRIGHT FEED, Bright and Airy, Light Bright Preset, Indoor and Outdoor Preset, Baby Photos, Wedding PresetThese presets work best for photos taken under bad lighting. When your pictures are in need of some Light and Brightness, choose this preset pack. It gives your baby, wedding and business photos a professional look. Great for both indoor and outdoor photos. With 20 different presets, there must be one suitable for your picture.☆ What is included? ☆➤ 20 Presets in DNG and XMP format (NOT lrtemplate format, but you can still use them by uploading the DNG files in your Lightroom Desktop and save them as preset.)➤ PDF file containing a link to download your mobile and desktop presets➤ PDF installation guideEtsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets☆ Compatibility ☆➤ For MOBILE and DESKTOP use (iPhone, Android, PC, MAC)➤ Compatible with free version of the Adobe Lightroom App. You can download this app for free on your mobile phone (iPhone or Android)➤ Compatible with the paid desktop version of the Adobe Lightroom Classic CC (version 7.3+)➤ For use on JPEG and RAW images☆ BUY 5 AND GET 30% OFF!! ☆Add 5 presets in your cart and receive automatically 30% discount!https://www.etsy.com/shop/EliteStudioPresets☆ 24/7 Support ☆If you have any questions or need some help with the presets, please contact me at Etsy or through email elitestudiopresets[at]@gmail.com♡ Share with Us! ♡I would love to see how your pictures turned out by using our presets. Please include them in your review! Tag or DM us on instagram to get featured!@elitestudiopresets© 2020 Elite Studio Presets, All Rights ReservedTerms of Use: By purchasing this item, you are automatically agreeing to the terms of use. Included but not limited to: Prohibition of sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "100", "store_reviews": "749 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/782384908/20-lightroom-mobile-desktop-presets"}, {"seller_text": "HappyDownloads", "seller_href": "https://www.etsy.com/shop/HappyDownloads?ref=simple-shop-header-name&listing_id=809907874", "store_sales": "33,604 sales", "store_rating": "4.8944", "listing_title": "Digital Planner Bundle 1000+ Stickers - Goodnotes Xodo Notability Noteshelf - Undated - iPad & Android - RAINBOW COLOR", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $11.61\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Digital planner bundle for Goodnotes and Notability (iPad), Noteshelf (iPad and Android), and Xodo (Android only).A digital planner has clickable tabs and buttons for easy navigation. You write on the digital notebook with a stylus pen and it can be decorated with lots of stickers and images. Super fun to use and perfect for getting organized! I recommend digital planning on a tablet with a stylus.——————————⭐️ This is a HUGE bundle of 80 different digital planners in all combinations:✪ 2021-2022 two year dated digital planners✪ Undated digital planners that can be reused each year✪ 1000+ stickers in a file optimized for each app ✪ Both Monday and Sunday start included✪ 5 different weekly layouts✪ 4 different daily layouts——————————⭐️ 30 DAY REFUNDI guarantee you will love this product. If for any reason you are unsatisfied, I will give you a full refund as part of my 30 day money back guarantee. Etsy automatically puts digital downloads as \"No refunds\" - please ignore this. You can read about my refund policy on my shop main page.——————————⭐️ EASY TO USE with instruction videos provided.Planners are optimized for each app with all stickers pre-cropped, with transparent background, and pre-imported into a file for each app (Goodnotes file, Xodo file etc). Simply copy and paste to use. ——————————⭐️ Planner specifications:✪ Rainbow colored daily, weekly and monthly pages✪ Jump easily between daily, weekly and monthly pages✪ Functional tabs on both sides✪ Easy navigation – home button on every page✪ Lots of pages for Productivity, Wellness, Fitness, Nutrition & Finances✪ Projects section linked to 8 project pages✪ Goals section linked to 8 goals pages✪ 40 extra blank hyperlinked pages for customizing your planner✪ Duplicate any page as many times as you need✪ Plain, dotted, lined & grid paper included✪ Lots of cover designs⭐️ Lots of useful pages including:✪ Year overview✪ To do lists✪ Weekly checklist✪ Chores plan✪ Weekly wellness✪ Habit tracker✪ Sleep tracker✪ Gratitude journal✪ Routine plan✪ Medical log✪ Meal plan✪ Shopping list✪ Hydration & food log✪ Kitchen inventory✪ Recipes✪ Fitness before & after✪ Exercise & steps tracker✪ Workout log✪ Weekly workout✪ Challenge tracker✪ Bills tracker✪ Expenses tracker✪ Debt payoff tracker✪ Savings tracker✪ Budget tracker✪ Monthly finances tracker✪ Yearly finances overview✪ Order tracker & wish list✪ Bank accounts✪ Important dates✪ Appointments✪ Upcoming events✪ Due dates tracker✪ Birthdays & anniversaries✪ Weekly schedule with hourly slots✪ Weekly schedule with half hourly slots✪ Bucket list✪ Goals plan✪ Projects plan✪ Addresses & contacts✪ Passwords✪ Notes✪ Lined paper✪ Grid paper✪ Plain paper✪ Dotted paper——————————⭐️ INSTANT DOWNLOADThis is a digital product. No physical item will be shipped to you. Download files are instantly available after payment has been received. If you need a guide on how to download your product, please go to: https://www.etsy.com/help/article/3949——————————Personal use only.\n                ", "listing_reviews": "69", "store_reviews": "2,453 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/809907874/digital-planner-bundle-1000-stickers"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=734939541", "store_sales": "70,786 sales", "store_rating": "4.9099", "listing_title": "5 Color Pop Lightroom Mobile & Desktop Presets, Vibrant iPhone Photo Editing for Instagram Blogger, Bright Summer Travel Influencer Filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Color Pop Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram Influencers, Bright Vibrant Photo Editing Filter for Summer Travel🌟The Color Pop Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add beautiful, vibrant tones to your Instagram photos. These presets were inspired by my personal Instagram editing style & digital nomad lifestyle.These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "77", "store_reviews": "5,612 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/734939541/5-color-pop-lightroom-mobile-desktop"}, {"seller_text": "NotedDaily", "seller_href": "https://www.etsy.com/shop/NotedDaily?ref=simple-shop-header-name&listing_id=890561285", "store_sales": "2,528 sales", "store_rating": "4.8333", "listing_title": "Student Planner Digital Planner for College School, Digital Student Planner, iPad planner, GoodNotes Planner, Academic Digital Diary", "listing_bestseller": "Bestseller", "listing_price": "\n                        $14.28\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 ZIP"], "listing_desc": "\n                    Are you looking for the ultimate DIGITAL STUDENT PLANNER that is minimal yet functional and one that you can use year after year? This UNDATED LANDSCAPE/HORIZONTAL digital planner has been created with maximum productivity in mind while maintaining a clean and user-friendly design. It is a detailed planner with lots of hyperlinks for a seamless experience. It's time to get your personal life AND student life organized!More colors themes and layouts are now available for the student planners! Check out my other listings for more!-------What’s included in this undated digital planner?+ Cover page+ Index+ Undated Year Calendar+ Year at a Glance+ Undated Monthly Planners (12 Months)+ Undated Weekly Planner (x60 pages - 3 DIFFERENT DESIGNS)+ Undated Daily Planner (x366 pages)+ Student Pages: Semester Overview, Course Overviews, Assignment/Homework Tracker, Course Materials List, Assigned Readings, Readings Summary, Important Concepts, Essay Planner, Reference Tracker, Study Checklist, Study Session Log, Meeting Notes, Assignment Planner, Mind Map + Results Tracker!+ Yearly Finance+ Monthly Finances (12 Months)+ Debt Payment Tracker+ Monthly Reflections (12 Months)+ Goals Overview Page+ My Goals Page (x10)+ Project Planner+ Workout Log+ Body Measurements+ My Journey in Photos+ Mood Tracker+ Sleep Tracker+ Habit Trackers+ Daily Gratitude+ Meal Planner & Grocery List+ My Lists+ Password Tracker+ Delivery Tracker+ My Contacts+ Vitamins/Medication Tracker+ Recipes+ Reading List+ Movies/Shows List+ Meeting Notes+ Note-taking Pages: Grid, Lined, Dotted, Blank+ 8 Section Dividers+ 480 Digital Stickers (Individual PNGs and a pre-cropped GoodNotes sticker file)+ 12 Different Planner Covers------The files included in your purchase:+ A Zipped Folder containing (6 PDF Planners in total): Monday & Sunday Start Undated Planner with WEEKLY SCHEDULE Layout (2 PDF Files), Monday & Sunday Start Undated Planner with HORIZONTAL WEEKS Layout (2 PDF Files), Monday & Sunday Start Undated Planner with VERTICAL WEEKS Layout (2 PDF Files)+ Userguide (PDF file)+ A zipped Digital Stickers Folder containing a Precropped GoodNotes Sticker File & 480 Individual PNG image files+ A Zipped Folder containing 12 Covers (PNG files)-----IMPORTANT - PLEASE READ: - This is a DIGITAL PRODUCT which means NO physical product will be shipped to you.- This planner has been created to be used with an accompanying note-taking app (such as GoodNotes or Notability) and on an iPad/Tablet with an Apple Pencil/Stylus. These accompaniments are NOT included in this purchase.- Due to the digital nature of this product, ALL SALES ARE FINAL. This means, requests for refunds or exchanges cannot be accepted so please consider the product carefully before placing an order. Please feel free to ask me ANY questions before you purchase.- Please note that I am NOT currently accepting any requests for customization or alterations.- This planner is for PERSONAL USE ONLY. You may NOT share, sell, alter, or replicate this product or any product of Noted Daily. By purchasing this listing, you agree to my shop policies. PLEASE DO NOT HESITATE TO MESSAGE ME IF YOU HAVE ANY QUESTIONS – I AM HAPPY TO ASSIST.\n                ", "listing_reviews": "33", "store_reviews": "108 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/890561285/student-planner-digital-planner-for"}, {"seller_text": "IuliiaPresets", "seller_href": "https://www.etsy.com/shop/IuliiaPresets?ref=simple-shop-header-name&listing_id=748881190", "store_sales": "9,430 sales", "store_rating": "4.7874", "listing_title": "20 Lightroom Mobile Presets Desktop VIBRANT Bright Summer Preset Vivid Color Pop Presets Lifestyle Beach LR Mobile Presets Instagram Filters", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $5.97\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ❤️ See more presets in our shop: ❤️www.etsy.com/shop/IuliiaPresets📎Important!Lightroom Presets DESKTOP & MOBILE, DESKTOP and MOBILE versions separately you can see in my shop! (Links below)📎This set of vivid colors presets (Lightroom Desktop Presets and LR Mobile Presets) is perfect for your colorful photos. Using this Vibrant presets as Instagram filters you can transform your Instagram feed to amazing vivid tones!These Desktop and Mobile color pop presets were tested with different colors using as blogger, influencer presets and lifestyle presets.📎Lightroom Desktop & Mobile VIBRANT bright summer and beach Preset in 20 different variations.Based on your camera settings, lighting conditions, white balance settings, dominant colors etc., you may need to slightly adjust the settings of the presets to make your photos look perfect!It is for this reason the additional variations of the Original preset were created to make sure that you get the desired results for different settings of your original photos.📎You can easy to download presets and add photo filter by one click!📎Buy MOBILE version onlyhttps://www.etsy.com/listing/748877780/📎Buy DESKTOP version onlyhttps://www.etsy.com/listing/762758501/📎Have a look at all presets and story highlight icons in my shop:https://www.etsy.com/shop/IuliiaPresets 📎FREE TEST EDIT! ❤️Can't decide what preset to buy? Text me a message 📝and I can do a FREE test edit for your photo using 3 presets you have chosen to help you decide!📎How to install Lightroom presets you can see in my included instructions.📎You need Lightroom App on your Mobile/Desktop devices.📎Included:- Lightroom Desktop Presets (20 XMP files and 20 LRTEMPLATE files (for different Lightroom versions) for desktop only)- Lightroom Mobile Presets (20 photo editing DNG files)- Step-by-step text guide with video instructions📎If the filter makes your photos too dark or too light, adjusting the exposure and/or contrast should fix this. The result depends on the lighting of your original photos.📎Due to the nature of digital downloads no exchanges or refunds will be made.Make sure you read all product information carefully before making a purchase.If you have any questions, please contact me and I will be happy to help you!📎Please follow me on Instagram @iuliiapresets to see the presets in action. Tag me with @iuliiapresets when you post your photos using my presets! I would be happy to see them!📎Stay In Touch:Instagram: @iuliiapresetsEmail: iuliiapresets [a] gmail.com📎Important: There is no refund/exchange/cancellation for the purchases with digital items! 📎©2019, IuliiaPresets, All Rights ReservedDo not copy or redistribute!\n                ", "listing_reviews": "14", "store_reviews": "318 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/748881190/20-lightroom-mobile-presets-desktop"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=747180046", "store_sales": "237,226 sales", "store_rating": "4.8715", "listing_title": "10 Lightroom Presets For Desktop and Mobile Lightroom INSTA / Lightroom Mobile Presets / Instagram Filter for Bloggers, Photo Editing", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    10 Mobile Lightroom Presets INSTA THEME , instagram preset,  influencer presets , lifestyle blogger presetsEdit your Instagram photos like a pro on your mobile device! Instagram Preset INSTA THEME Included 10 presets inspired by travel bloggers and influencers around the world  and will enhance your photos and assist in creating a cohesive Instagram feed. This preset for every kind of picture that will surely deliver stunning results and make your images look a hundred times better! For photographers who do a lot of fashion, travel and lifestyle photography.🔺Included10 LIGHTROOM PRESET .DNG file .ZIP Archive 10 LIGHTROOM PRESET .XMP file .ZIP Archive .PDF file with direct link to download presets directly to your phone .PDF Instruction Guide 📍Unfortunately, Etsy does not support downloading digital files via Etsy App. Please download via one of the following options:1. Visit your email and click 'View Your Files on Etsy' in the email received from Etsy. Login to your Etsy account (if you have one). You will see the links to your files at the bottom of the page.2. Login to your Etsy account via Safari or Google Chrome browser on your mobile phone. Click on Your Account (a circle in the top right corner) > Purchases and Reviews > Your Order > 'Download Files'. You will see the links to your files at the bottom of the page.Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and I'll send your preset immediately and you can save directly in your camera roll‼️For any questions or editing help Please contact me email victoriabee.shop [!at] gmail.com© 2019-2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoKeywords: Instagram Filter, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Lightroom filter for Blogger, Summer presets, cohesive aesthetic,  lightroom desktop, photo filter,  instagram filter\n                ", "listing_reviews": "41", "store_reviews": "8,047 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/747180046/10-lightroom-presets-for-desktop-and"}, {"seller_text": "Blondary", "seller_href": "https://www.etsy.com/shop/Blondary?ref=simple-shop-header-name&listing_id=967519508", "store_sales": "2,567 sales", "store_rating": "4.9957", "listing_title": "Mobile Lightroom Presets, Spring Preset, Vintage Presets, Vsco Filters, Iphone Presets, Lightroom, Mobile Presets, Instagram Filters, Bright", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.89\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Mobile Lightroom Presets, Instagram Presets, Vintage Presets, Spring Preset, Travel presets, Bright Presets, Photo filter, Blogger Presets, Indoor photo presets, Lifestyle presets, Warm Bright preset, Instagram Filter✩ FREE PRESETS OFFER ✩💥 GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE 💥💥 GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE 💥*Spring Mobile Preset: include 1 mobile lightroom preset perfect for Spring. Transform your outdoor photos with the Spring Lightroom Preset*⭐You Will Receive :- 1 DNG. Mobile Preset- 1 PDF file - Mobile InstructionsAll presets files are in DNG format.After the download you will need to unzip the file, either on your PC (and then send the mobile presets to your phone) or on your phone (if you have an app that can unzip files).- If you have problems with installation or with downloading your files just contact me and I'll do my best to help you.- Please keep in mind that each photo has different light setting so you can tweak some settings as light, contrast etc after applying you presets to get best results.For personal use ONLY! You may NOT sell, distribute, rent, give, sub-license, or transfer presets, or presets sent to anyone else.More Presets:Creamy Presets:https://www.etsy.com/listing/948185389/mobile-lightroom-presets-5-creamy?ref=shop_home_active_8&pro=1Winter Snow Presets:https://www.etsy.com/listing/949617290/mobile-lightroom-presets-12-winter-snow?ref=shop_home_active_9&pro=1Selfie Presets:https://www.etsy.com/listing/969972545/mobile-lightroom-presets-8-selfie?ref=shop_home_active_4&pro=1Fitness Presets:https://www.etsy.com/listing/943374818/lightroom-presets-6-fitness-presets?ref=shop_home_active_5&pro=1Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filters, Travel Presets, Influencer Presets, warm presets, iPhone Presets, Moody Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright Presets, Clean Preset, Color Pop Preset, Vibrant Presets, Mountains Presets, Bright Nature Presets, Nature Presets , Landscape Presets, Adventure Presets, Hiking Presets, Spring Presets, Green Presets\n                ", "listing_reviews": "29", "store_reviews": "234 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/967519508/mobile-lightroom-presets-spring-preset"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=743667337", "store_sales": "237,229 sales", "store_rating": "4.8715", "listing_title": "20 Lightroom Presets LIGHT AND AIRY, Bright and Clean Instagram Presets, Mobile and Desktop Photo Filter, Instagram Photo Editing", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    Mobile and Desktop Lightroom Presets LIGHT & AIRY Blogger Preset Collection for Instagram Photo preset Bright and Light preset Photo filterLighten your dark photo, add brightness to it and refresh it with this preset bundle! 🔺Included20  LIGHTROOM PRESET .ZIP file with .DNG .XMP.PDF file with direct link to download presets directly to your phone .PDF Instruction Guide Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️For any questions or editing help Please contact me email victoriabee.shop [!at] gmail.com© 2019-2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoKeywords: Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset\n                ", "listing_reviews": "100", "store_reviews": "8,047 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/743667337/20-lightroom-presets-light-and-airy"}]