[{"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=811454351", "store_sales": "70,786 sales", "store_rating": "4.9099", "listing_title": "5 Natural Tones Mobile & Desktop Lightroom Presets, Beige Clean Outdoor Photo Editing Filter for Instagram Influencer Lifestyle Blogger", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Natural Tones Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram Influencers, Clean Outdoor Photo Editing Filter for Lifestyle and Travel🌟The Natural Tones Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add slightly cool beige, tan and white tones to your Instagram photos. These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "100", "store_reviews": "5,613 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/811454351/5-natural-tones-mobile-desktop-lightroom"}, {"seller_text": "DesignerJaim", "seller_href": "https://www.etsy.com/shop/DesignerJaim?ref=simple-shop-header-name&listing_id=892899407", "store_sales": "3,514 sales", "store_rating": "4.9558", "listing_title": "YouTube Branding Kit  | Banner, Header Cover, End Card, Outro, Animated |  Custom, Personalized | Template for Canva", "listing_bestseller": "-", "listing_price": "\n                        $7.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    Editable Branding Kit for YouTube Channels.Editable with Canva, a free online design tool.No premium elements were used while making this template; you can use the free version of Canva to edit, save, and download! (No Canva Pro Necessary!)You must have basic knowledge of Canva. Self Editable.- You can edit fonts, background (replace or delete, this comes with a pre-set background!), elements, and more! - Add your own photos, text, elements, and more••• WHAT IS INCLUDED- YouTube Templates: • Banner Template• End Card / End Slate Template**2 total Templates |  accessible with the access links included in the attached PDF file*CANVA gives you the option to animate- a great way to make your outro animated!*The photographs/ logos used in the listing are for example purposes only. You'll be able to add your own photos while editing!** A PDF document with the template access link and general information is included with purchase. Download the attached PDF from a desktop or mobile browser; Etsy does not support digital download on their mobile/tablet app.••• IMPORTANT NOTES:- Photos are not included, and are for display purposes only. You'll have to add your own photos, or delete the photo element.- The background is pre-set, and the colors of this specific background can not be changed-- HOWEVER you are able to delete the background or add a different background!- This is a digital product only, no physical product will be sent. Go back and edit / update as needed, per video- This template is uniquely created by DesignerJaim, to be personalized and customized by you. Reselling and redistributing the template as your own is prohibited.♡ THIS IS A DIGITAL ITEM. •By purchasing, you agree that you have read the item description and understand that this is a DIGITAL DOWNLOAD, and no physical item will be shipped. •By purchasing, you agree that you have read the item description and understand the file size/dimensions as stated in the listing description.•By purchasing, you agree that you have basic knowledge about Canva.• By purchasing, you agree that you understand this listing contains self-editable templates, and customizations and personalizations are done yourself.•DesignerJaim is not responsible for accidental purchases, or purchases made without reading the listing description.→ About Your Download • File InformationThis shop sells ONLY digital products, meaning you will download your purchase, and print/use yourself. No physical item will be sent.• Your instant download (non-customizable items) is available immediately after purchase. Find your digital download in your “Purchases Page”. For more assistance on your download, please refer to Etsy’s digital item guide here: https://www.etsy.com/help/article/3949Etsy does not support in-app downloading when using the mobile Etsy app. Downloads must be made on a mobile browser, or on a desktop.• You are not permitted to resell, share, copy, or redistribute any items from DesignerJaim. Your purchase is for personal use. The purchase does not transfer copyright of original work.•All designs are subject to copyright. •Due to the nature of the files, there are no refunds. Digital Delivery. •All sales are final. Contact our shop with any issues or questions regarding your order. © 2021 DesignerJaimThe access link to your template is included in the attached PDF file, along with general information.BONUS: Included is a bonus PDF Quick-Start Guide for Canva, with links to resources, tutorials, and helpful articles to make your personalization process as easy as possible.\n                ", "listing_reviews": null, "store_reviews": "244 shop reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/892899407/youtube-branding-kit-banner-header-cover"}, {"seller_text": "DigitalLabbyM", "seller_href": "https://www.etsy.com/shop/DigitalLabbyM?ref=simple-shop-header-name&listing_id=1030870673", "store_sales": "155 sales", "store_rating": "5", "listing_title": "Youtube Branding Kit, Custom Animated Intro Outro, Personalized Youtube Banner, Thumbnail Template, Channel Art, Editable Canva Template", "listing_bestseller": "-", "listing_price": "\n                        $9.35\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Custom Animated Youtube Intro Outro, Youtube Banner, Thumbnail Template, Personalized Channel Art, Editable Canva Template, Channel KitWant to master the Youtube Game? You can count on us!WHAT YOU RECEIVE:* 1 PDF file with the link access to the template in Canva.**The Template includes 02 animated Youtube Intro, 02 animated Youtube Outro, 02 Optimized Youtube Banners (2560 x 1440 pixels), 03 Youtube Video Thumbnail Templates.HOW TO USE:1. Read the description carefully;2. Purchase on Etsy;3. Receive a PDF file with the link to access the template;4. Access the given link and edit with Canva; (free account)5. Save the final work and use it.IMPORTANT:- The template is editable and you can easily edit it with Canva- You will need an account on Canva which is free and easy to create;- We are not responsible for customizing, you have to do it yourself; - The template is ready to use if you do not want to edit anything. Just download it as a video and use it!- This is a digital product. You’ll not receive any product in the mail.- As the product is digital, all sales are final and no refunds will be provided.- By purchasing this product, you agree to not resell, distribute or share the designs anywhere.!!!! You can learn how to edit templates in just 5 minutes. Here is the tutorial: https://www.canva.com/learn/a-step-by-step-guide-to-designing-from-scratch/\n                ", "listing_reviews": null, "store_reviews": "11 shop reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/1030870673/youtube-branding-kit-custom-animated"}, {"seller_text": "HyggelyStudio", "seller_href": "https://www.etsy.com/shop/HyggelyStudio?ref=simple-shop-header-name&listing_id=727311464", "store_sales": "21,406 sales", "store_rating": "4.919", "listing_title": "10 Lightroom MOBILE Presets, Bright and Airy Mobile Light room Presets, Blogger and Instagram Photo Filters, Lightroom CC, Light Bright Ig", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.55\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF"], "listing_desc": "\n                    Elevate your social media presence with these Bright & Airy presets for MOBILE! These are used best for images used in light spaces or shot in natural light.☞ PLEASE NOTE: THIS IS A DIGITAL DOWNLOAD! NO PHYSICAL COPY WILL BE SENT TO YOU! ☜CHECK OUT MORE FROM THIS SHOP --> https://www.etsy.com/ca/shop/HyggelyStudio-----------------------------------------------DETAILS FOR INSTANT DOWNLOAD:-----------------------------------------------♡ INSTANT DIGITAL DOWNLOAD!You will receive 10 preset files (PDF will have a clickable link to your files through google drive)+ PDF WITH LINK TO STEP BY STEP INSTRUCTIONS WITH PHOTOS!➀ BRIGHT&AIRY - ORIGINAL - DNG FILE➁ BRIGHT&AIRY - BRIGHT - DNG FILE➂ BRIGHT&AIRY - INTERIOR - DNG FILE➃ BRIGHT&AIRY - INTERIOR SHARP - DNG FILE➄ BRIGHT&AIRY - LOW SAT - DNG FILE➅ BRIGHT&AIRY - SHARP - DNG FILE➆ BRIGHT&AIRY - WARM - DNG FILE➇ BRIGHT&AIRY - TWO - DNG FILE➈ BRIGHT&AIRY - SHARP TWO - DNG FILE➉ BRIGHT&AIRY - THREE - DNG FILE!! These presets are created for Mobile Lightroom ONLY !!*If you would like the Desktop version of these presets, please message me, and I will direct you to the desktop listing*- Compatible with both the Paid and Free Versions of Lightroom Mobile- Instant Download Directly to Mobile Device, No Desktop Needed- Compatible with JPG & Raw ImagesBased on your lighting conditions, camera settings, and personal style, these presets may need to be slightly altered to fit your needs. I am always happy to help you use the presets if you are having trouble.  !! No refunds or exchanges can be made on digital products !!TERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE FOLLOWING -- - Do not share these files- Do not sell these files- Derivative works are also prohibited© 2019 Hyggely Studio - All Rights Reserved\n                ", "listing_reviews": "58", "store_reviews": "816 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/727311464/10-lightroom-mobile-presets-bright-and"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=869967370", "store_sales": "21,702 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Natural Presets, Instagram Filters, VSCO Filters, iPhone Presets, Lightroom Preset, Lifestyle Presets, Bright", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it natural with this Natural Preset! This Lightroom Mobile preset will effortlessly soften and mute the shades in your photos to achieve a minimalist natural look with the click of button! ❀ Your purchase includes ❀- 1 Natural Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "24", "store_reviews": "1,130 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/869967370/lightroom-mobile-preset-natural-presets"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=686103789", "store_sales": "171,645 sales", "store_rating": "4.8275", "listing_title": "GREEN Lightroom PRESETS Mobile and Desktop - for Instagram/ Blogger/ Photo filters/ Food Presets/ Lightroom mobile presets, tropic exotic", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    💥20 Mobile Lightroom Presets, Mobile Presets, Desktop Presets💥Blogger Preset Package for Instagram Photo PresetWhite Lifestyle preset photo filter✅FILES included:- 20 Lightroom presets for MOBILE Lightroom( free mobile lightroom app)- 20 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "47", "store_reviews": "6,145 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/686103789/green-lightroom-presets-mobile-and"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=934128080", "store_sales": "21,701 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Neutral Filter, Cream Preset, Instagram Filters, iPhone Presets, Lightroom Filter, Lifestyle Preset, Blogger Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it natural with this Nude Preset! This Lightroom Mobile preset will effortlessly soften the shades in your photos while achieving a bright creamy look with the click of button! ❀ Your purchase includes ❀- 1 Nude Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "18", "store_reviews": "1,130 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/934128080/lightroom-mobile-preset-neutral-filter"}, {"seller_text": "TanArtsIntro", "seller_href": "https://www.etsy.com/shop/TanArtsIntro?ref=simple-shop-header-name&listing_id=851055797", "store_sales": "146 sales", "store_rating": "4.7241", "listing_title": "Custom Animated Youtube Intro | Custom Intro, Youtube Channel Art, Youtube Intro Video", "listing_bestseller": "-", "listing_price": "\n                        $20.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Youtube Intro, Animated Youtube Intro, Beauty Guru Intro, Animation, Branding, Youtube Branding, Personalized Intro, Youtube Channel Art, IntroAre you looking to start a YouTube channel? Or are you an aspiring influencer looking to update your branding? We are here to kick-start and revamp your YouTube career by establishing a brand image personalized for you and your channel to ultimately raise engagement and yield more views. 💅🏼✨The following is a compilation of youtube intros i made: https://youtu.be/1qrgBxW8HtECheck out more intros on my Instagram @tan.arts✨HOW TO ORDER✨After placing the item in your cart and make a purchase, make sure to include the following in the ‘personalization’ section:-Your YouTube channel name-Colors and Copyright-Free background music- Preferred Style- Email to submit the finished design**Message me your portrait for the animated introsI will send proof for review in 7-14 days for any revisions and send a revised finished bundle in 1-2 days after tweaking your order to perfection ✨ You are not limited to how many times of proof changes so don’t hesitate to message me! 🥰❗️TERMS OF USE❗️The bundle you purchase are strictly for personal use only. No reselling, reproducing or distributing my designs by electronic means are allowed. The nature of the item purchased is DIGITAL so no physical item will be mailed to your address.💸REFUND POLICIES💸All purchases are final. I do not accept cancellations, returns or exchanges. But don’t hesitate to reach out if you have any concerns or problems regarding your order.Thank you so much for stopping by. Please message me with any questions or concerns. ❤️\n                ", "listing_reviews": "19", "store_reviews": "29 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/851055797/custom-animated-youtube-intro-custom"}, {"seller_text": "BetterCreator", "seller_href": "https://www.etsy.com/shop/BetterCreator?ref=simple-shop-header-name&listing_id=946148294", "store_sales": "183 sales", "store_rating": "5", "listing_title": "Youtube Channel Kit - Art Branding Editable Canva Templates - 2x Channel Art Banner, 6x Video Thumbnails, Endscreen/Outro Templates", "listing_bestseller": "-", "listing_price": "\n                        $9.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    2 Templates Ideal for YouTube Channel Art 2560x1440px6 Templates for Video Thumbnails 1280x7201 Endscreen, Outro template 1920x1080+Bonus Extra Color Palette OptionLINKS to Canva Templates will be sent through Etsy directly to your email after your purchase has been verified. ***Frames for drag and drop Photo PlacementsPlease be aware that these files must be edited on Canva for desktop.Basic Knowledge of Canva app RequiredEnd screen must be added to your video through your video editing software.Please consider YouTube’s limitations and policies before purchasing.DUE TO DIGITAL FILE NO REFUNDS OR EXCHANGES———————————————————Please DO NOT HESITATE to reach out to use if you have any problems with our template. We will be more than happy to assist you. If you DO NOT have Canva PRO, you can edit the template with a Free Canva Account by making a copy of the template first and then editing. Open Template > File > Make a Copy > EditAll template designs are for personal use only and may not be resold or redistributed ny anything other than: ©2021 Better Creator\n                ", "listing_reviews": null, "store_reviews": "7 shop reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/946148294/youtube-channel-kit-art-branding"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=788363061", "store_sales": "171,648 sales", "store_rating": "4.8275", "listing_title": "Sweet HOME -  LIGHTROOM mobile and desktop PRESETS /vsco filters, Presets for Lightroom Mobile app / warm presets / instagram filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.02\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    More presets in our SHOP:www.etsy.com/shop/KatherineDream • FILES INCLUDED IN YOUR PURCHASE •✔️ 11 Lightroom presets for MOBILE Lightroom( free mobile lightroom app)✔️ 11 Lightroom presets for desktop Lightroom✔️ Post-purchase Support 24/7✔️ Instructions✔️ Instant Download • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "100", "store_reviews": "6,145 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/788363061/sweet-home-lightroom-mobile-and-desktop"}, {"seller_text": "CreatorParaM", "seller_href": "https://www.etsy.com/shop/CreatorParaM?ref=simple-shop-header-name&listing_id=964972454", "store_sales": "289 sales", "store_rating": "5", "listing_title": "YouTube Branding Kit Personalized l Banner, Intro, Outro, Brand Boarding l Editable Canva templates", "listing_bestseller": "-", "listing_price": "\n                        $12.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Enhance your YouTube channel with a self-editable branding kit. Attract subscribers, viewers and build an appealing YouTube channel that represents your style.__________This is an instant digital download template. No Physical items will be shipped. A free Canva account and basic knowledge of Canva is needed. You can use the free version of Canva to edit, personalize, save and download these templates.__________This Package Includes:▪ Banner Template▪ Intro card▪ Outro/Endslate▪ Brand Board/Style Guide__________You can edit colors, fonts, (change colors or remove background). Change or edit elements, add your own photos and icons.__________After Your order:You'll receive a PDF file with access links to all of these editable templates (Banner, Intro, Outro & Brand Board).__________Important Notes:*The example photographs / logos used in the listing are for example purposes only. You'll be able to add your own photos while editing.* The PDF you'll receive after the order, can only be downloaded and opened on (desktop). The editable template links (in the PDF) should only be edited, saved and downloaded on (desktop).* Intro and end-screen must be added to your actual video in the software that you use to edit your videos.* Due to ﬁles being instant downloads, refunds and exchanges cannot be given. But we are always happy to help you if you have any issues.*All template designs are for personal use only and may not be resold or redistributed under any circumstances.__________\n                ", "listing_reviews": null, "store_reviews": "15 shop reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/964972454/youtube-branding-kit-personalized-l"}, {"seller_text": "LunarEtWillow", "seller_href": "https://www.etsy.com/shop/LunarEtWillow?ref=simple-shop-header-name&listing_id=914773839", "store_sales": "19,507 sales", "store_rating": "4.6837", "listing_title": "3 Mobile Lightroom Presets & Instagram Story Filter, Iphone Presets, Mobile Presets, Instagram Filters, Preset, Colorful Mobile, For Pets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.81\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 1 PDF, 3 other files"], "listing_desc": "\n                    Mobile Lightroom Presets / Instagram Presets / Desktop & Mobile Presets / Bright Blogger Theme / Influencer PresetsLunar & Willow PRESET SHOP: https://www.etsy.com/au/shop/LunarEtWillow✮ INCLUDED IN YOUR PURCHASE ✮✔️  3 Mobile Lightroom Presets (DNG files)✔️  Step-by-step guide to installation✮ COMPATIBILITY ✮✔️  Works in Lightroom Mobile App (iOS/Android).✔️  Easy to install, just import DNG files into Lightroom.✔️  Works with FREE or paid version of Lightroom CC App.Created for the FREE Lightroom Mobile App and Desktop Lightroom. Our presets will transform your photos with just one click. Use these to create the perfect looking Instagram feed or blog without the time consuming editing!These presets will change the way you edit lifestyle, travel, children & family, home blogging, and interior photos such as AirBnB & Real Estate.© 2020 Lunar Et Willow, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "13", "store_reviews": "860 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/914773839/3-mobile-lightroom-presets-instagram"}, {"seller_text": "BrandingbyMarieB", "seller_href": "https://www.etsy.com/shop/BrandingbyMarieB?ref=simple-shop-header-name&listing_id=756633512", "store_sales": "8,293 sales", "store_rating": "4.9059", "listing_title": "Youtube Banner, Youtube Channel Art, Youtube Header, Youtube End Slate, Youtube End Screen, Video Outro", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $10.00+\n                        \n                    ", "listing_highlights": ["Handmade"], "listing_desc": "\n                    Beautiful Rose Gold / Marble Banner for your Youtube Channel Art , you may combine it with one of the End Slates (Outro) I offer, or the Full Package! (your Banner + 3 End Slates + Intro ). You also receive a FREE watermark for your videos in .png format (transparent background).INTRO PREVIEW : https://www.youtube.com/watch?v=xV3s5Im7aAE___________________________________________________________HOW TO ORDER?1- Purchase the item.2- You will find a \"Note to Seller\" box after this. There, please include this:- Your Youtube's Name (or any name you want in the banner)- (Optional) Tagline you want under your username (ex: \"Vlogs / Beauty / Make Up\")- Your Social Media Links (up to 2)- (Optional) Picture or Logo you want me to use in the banner3- Wait until your order is ready. Once it is, It'll be sent to your email! :)4- Enjoy your new chic and revamped Youtube graphics! ;)________________________________________________________________Click here to go back to my Shophttps://etsy.me/2N6UwAa ____________________________________________________________________Keep in mind___Firstly, thank you so much for considering my shop, these are the terms of use of our products: -Since this is a digital product, no physical product will be delivered to you. You will be available to download the .zip file from your etsy account.-And because this is a digital product, refunds and returns are not possible.- You may use this for non-commercial, personal use ONLY. This means you can use it on your personal/business social media account to promote your own products, posts, etc. but you can’t use this to directly make money from it/commercial use (reselling, redistribution, repackage, relicense, etc).\n                ", "listing_reviews": "27", "store_reviews": "534 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/756633512/youtube-banner-youtube-channel-art"}, {"seller_text": "Blondary", "seller_href": "https://www.etsy.com/shop/Blondary?ref=simple-shop-header-name&listing_id=974130096", "store_sales": "2,567 sales", "store_rating": "4.9957", "listing_title": "Mobile Lightroom Presets | 10 Tanning Presets | Beach Filter | Summer Tan | Bronze Preset | Beige Presets | Instagram Filter | iPhone Preset", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.05\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    Mobile Lightroom Presets, Tanning Presets, Beige Presets, Summer Presets, Beach Preset, Clean Preset, Brown presets, Bright Presets, Warm Presets, Coffee Presets, Instagram Filter, Instagram Presets, Blogger Presets, Lifestyle presets✩ FREE PRESETS OFFER ✩❤️ GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE ❤️❤️ GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE ❤️❤️❤️ GET 8 PACKS & PAY ONLY FOR 4 - Add 8 items to your cart and use promo code 4FREE*Tanning Mobile Presets: include 10 mobile Lightroom Presets perfect for summer, beach photos. Transform your photos with the Tanning Lightroom Presets*⭐You Will Receive :- 10 DNG. Mobile Presets - 1 PDF file \"how to download mobile presets\" All presets files are in DNG format.After the download you will need to unzip the file, either on your PC (and then send the mobile presets to your phone) or on your phone (if you have an app that can unzip files).After purchase you will be able to INSTANTLY DOWNLOAD the following 10 presets:- If you have problems with installation or with downloading your files just contact me and I'll do my best to help you.- Please keep in mind that each photo has different light setting so you can tweak some settings as light, contrast etc after applying you presets to get best results.For personal use ONLY! You may NOT sell, distribute, rent, give, sub-license, or transfer presets, or presets sent to anyone else.More Presets:Beige Presets:https://www.etsy.com/listing/964232783/mobile-lightroom-presets-12-beige?ref=shop_home_active_1&pro=1Bright Interior Presets:https://www.etsy.com/listing/952251009/mobile-lightroom-presets-6-bright?ref=shop_home_active_2&pro=1Minimalistic Presets:https://www.etsy.com/listing/938999572/lightroom-mobile-preset-7-minimalistic?ref=shop_home_active_4&pro=1Luxury Black Presets:https://www.etsy.com/listing/971607185/lightroom-presets-10-luxury-black?ref=shop_home_active_3&pro=1Fitness Presets:https://www.etsy.com/listing/943374818/lightroom-presets-6-fitness-presets?ref=shop_home_active_5&pro=1Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filters, Travel Presets, Influencer Presets, warm presets, iPhone Presets, Moody Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright Presets, Clean Preset, Color Pop Preset, Vibrant Presets, Home Presets, Beach Presets\n                ", "listing_reviews": "11", "store_reviews": "234 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/974130096/mobile-lightroom-presets-10-tanning"}, {"seller_text": "theLAcreative", "seller_href": "https://www.etsy.com/shop/theLAcreative?ref=simple-shop-header-name&listing_id=839340408", "store_sales": "8,440 sales", "store_rating": "4.8972", "listing_title": "YouTube Channel Kit | Editable Canva Template | Neutral Nude Branding | YouTube Banner, End Card, Video Thumbnails templates", "listing_bestseller": "-", "listing_price": "\n                        $10.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Improve your social media presence with a professionally designed Modern Neutral Nude \"Milan\" YouTube banner, YouTube channel art, Pink and Rose gold Branding YT Banner, End Card, Thumbnails for Beauty, Fashion, or Lifestyle Vlogger template for your channel, that you can edit on your own for Free in Canva.____________________________________________Please read the full item description to ensure you will be happy with your purchase.This is an instant digital download template. No Physical items will be shipped._____________________________________________Modern Neutral Nude \"Milan\" YouTube channel kit--------------------------------------------- 2 Templates Ideal for YouTube channel art (2560x1440px)--- 3 Templates for Video Thumbnails--- 1 Endscreen, outro template--- Free Fonts Used--- Photos and Mockups are NOT Included--- Free Elements from Canva used--- Frames for drag and drop Photo Placements--- Simple Tutorial Included--- Basic Knowledge of Canva app Required--- The files must be edited on Canva for desktop, I do not guarantee they will work on mobile phones or tablets--- Rose gold elements are not editableWHAT IS INCLUDED IN YOUR PACKAGE:-------------------------------------------------------- 1 Read me file with instructions and the link to templates in CanvaPLEASE NOTE!!!----------------------To upload custom thumbnails, you must have a verified accountEnd screen must be added to your actual video in the software that you use to edit your videos.For more information about YouTube's limitations please check the youtube's rules and policiesFROM THE SAME COLLECTION:-------------------------------------------\"Paris\" puzzle feed template | Canva frames | Mobile editing:https://www.etsy.com/listing/782435577/modern-neutral-nude-blush-paris-puzzle?ref=shop_home_active_10&pro=1Photography Instagram Story Highlight Cover Icons:https://www.etsy.com/listing/824829785/photography-instagram-story-highlight?ref=shop_home_active_13&pro=1Nude Boho Instagram quotes:https://www.etsy.com/listing/828718595/nude-boho-instagram-quotes-motivational?ref=shop_home_active_4&pro=1Neutral Nude DIGITAL NOTEBOOK for Goodnotes:https://www.etsy.com/listing/847177958/neutral-nude-digital-notebook-for?ref=shop_home_active_2&pro=1Neutral Nude YouTube banner:https://www.etsy.com/listing/975220373/neutral-nude-youtube-banner-youtube?ref=shop_home_active_2&pro=150 Instagram Canva Template Blogger:https://www.etsy.com/listing/916481975/50-instagram-canva-template-blogger?ref=shop_home_active_38&pro=1REFUNDS AND EXCHANGES--------------------------------------Due to ﬁles being instant downloads, refunds and exchanges cannot be given.But we are always happy to help you if you have some problems.If you have any questions about an item, please message us BEFORE placing your order.© 2019 LA creative. All rights reserved.All template designs are for personal use only and may not be resold or redistributed under any circumstances.\n                ", "listing_reviews": null, "store_reviews": "306 shop reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/839340408/youtube-channel-kit-editable-canva"}, {"seller_text": "theLAcreative", "seller_href": "https://www.etsy.com/shop/theLAcreative?ref=simple-shop-header-name&listing_id=997110702", "store_sales": "8,440 sales", "store_rating": "4.8972", "listing_title": "YouTube Channel Kit | Editable Canva Template | Sage Green Minimal Clean Branding | YouTube Banner, End Card, Video Thumbnails templates", "listing_bestseller": "-", "listing_price": "\n                        $10.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Improve your social media presence with a professionally designed Modern Minimal YouTube banner, YouTube channel art, Sage Green Branding YT Banner, End Card, Thumbnails for Beauty, Fashion, or Lifestyle Vlogger template for your channel, that you can edit on your own for Free in Canva.____________________________________________Please read the full item description to ensure you will be happy with your purchase.This is an instant digital download template. No Physical items will be shipped._____________________________________________Sage Green YouTube channel kit--------------------------------------------- 2 Templates Ideal for YouTube channel art (2560x1440px)--- 3 Templates for Video Thumbnails--- 1 Endscreen, outro template--- Free Fonts Used--- Photos and Mockups are NOT Included--- Free Elements from Canva used--- Frames for drag and drop Photo Placements--- Simple Tutorial Included--- Basic Knowledge of Canva app Required--- The files must be edited on Canva for desktop, I do not guarantee they will work on mobile phones or tabletsWHAT IS INCLUDED IN YOUR PACKAGE:-------------------------------------------------------- 1 Read me file with instructions and the link to templates in CanvaPLEASE NOTE!!!----------------------To upload custom thumbnails, you must have a verified accountThe end screen must be added to your actual video in the software that you use to edit your videos.For more information about YouTube's limitations please check youtube's rules and policiesREFUNDS AND EXCHANGES--------------------------------------Due to ﬁles being instant downloads, refunds and exchanges cannot be given.But we are always happy to help you if you have some problems.If you have any questions about an item, please message us BEFORE placing your order.© 2019 LA creative. All rights reserved.All template designs are for personal use only and may not be resold or redistributed under any circumstances.\n                ", "listing_reviews": null, "store_reviews": "306 shop reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/997110702/youtube-channel-kit-editable-canva"}, {"seller_text": "DigitalLabbyM", "seller_href": "https://www.etsy.com/shop/DigitalLabbyM?ref=simple-shop-header-name&listing_id=1004139186", "store_sales": "155 sales", "store_rating": "5", "listing_title": "Custom Animated Youtube Intro, Youtube Outro, Youtube Banner, Template Canva Editable, Gaming YouTube branding kit, Channel kit", "listing_bestseller": "-", "listing_price": "\n                        $6.24\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Custom Animated Youtube Intro and Outro, Youtube Banner, Template Canva Editable, Aesthetic, YouTube branding kit, Channel kitWant to master the Youtube Game? You can count on us!WHAT YOU RECEIVE:* 1 PDF file with the link access to the template in Canva.**The Template includes: 01 animated Youtube Intro, 01 animated Youtube Outro, 01 Optimized Youtube Banner (2560 x 1440 pixels)HOW TO USE:1. Read the description carefully;2. Purchase on Etsy;3. Receive a PDF file with the link to access the template;4. Access the given link and edit with Canva;5. Save the final work and use it.IMPORTANT:- The template is editable and you can easily edit it with Canva- You will need an account on Canva which is free and easy to create;- We are not responsible for customizing, you have to do it yourself; - The template is ready-to-use if you do not want to edit anything. Just download it as a video and use it!- This is a digital product. You’ll not receive any product in the mail.- As the product is digital, all sales are final and no refunds will be provided.- By purchasing this product, you agree to not resell, distribute or share the designs anywhere.!!!! You can learn how to edit templates in just 5 minutes. Here is the tutorial: https://www.canva.com/learn/a-step-by-step-guide-to-designing-from-scratch/\n                ", "listing_reviews": null, "store_reviews": "11 shop reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/1004139186/custom-animated-youtube-intro-youtube"}, {"seller_text": "CreatorParaM", "seller_href": "https://www.etsy.com/shop/CreatorParaM?ref=simple-shop-header-name&listing_id=986009954", "store_sales": "289 sales", "store_rating": "5", "listing_title": "YouTube Branding Kit Personalized l Banner, Intro, Outro, Brand Boarding l Editable Canva templates", "listing_bestseller": "Bestseller", "listing_price": "\n                        $12.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Enhance your YouTube channel with a self-editable branding kit. Attract subscribers, viewers and build an appealing YouTube channel that represents your style.__________This is an instant digital download template. No Physical items will be shipped. A free Canva account and basic knowledge of Canva is needed. You can use the free version of Canva to edit, personalize, save and download these templates.__________This Package Includes:▪ 2 Banner Templates▪ Intro card▪ Endslate▪ Brand Board/Style Guide__________You can edit colors, fonts, (change colors or remove background). Change or edit elements, add your own photos and icons.__________After Your order:You'll receive a PDF file with access links to all of these editable templates (Banners, Intro, Outro & Brand Board).__________Important Notes:*The example photographs / logos used in the listing are for example purposes only. You'll be able to add your own photos while editing.* The PDF you'll receive after the order, can only be downloaded and opened on (desktop). The editable template links (in the PDF) should only be edited, saved and downloaded on (desktop).* Intro and end-screen must be added to your actual video in the software that you use to edit your videos.* Due to ﬁles being instant downloads, refunds and exchanges cannot be given. But we are always happy to help you if you have any issues.*All template designs are for personal use only and may not be resold or redistributed under any circumstances.__________\n                ", "listing_reviews": null, "store_reviews": "15 shop reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/986009954/youtube-branding-kit-personalized-l"}, {"seller_text": "MintAndPepper", "seller_href": "https://www.etsy.com/shop/MintAndPepper?ref=simple-shop-header-name&listing_id=790367867", "store_sales": "61,307 sales", "store_rating": "4.8303", "listing_title": "7 Lightroom Mobile & Desktop Presets NATURAL Instagram Preset, Bright Filter, Mobile Lightroom Presets for Bloggers, Everyday Photo Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.82\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    7 Lightroom Presets for Lightroom MOBILE (.dng) & Lightroom DESKTOP (.xmp) NATURAL is a pack of 7 Lightroom Presets. Great for bloggers, photographers and everyone who aims to create a consistent feed on Instagram with easily applied filter. Perfect for outdoor photography, stylized shots and portraits.- Compatible with iPhone and Android devices (you just need to download free Lightroom App) and with Desktop Lightroom - Easy to apply, with just one click- Instant download filesYou get:- 7 Lightroom Presets in .dng and .xmp formats - Instruction in PDFPlease remember that all presets look differently on each photo because of lighting and white balance settings, dominant colours etc. If your photo doesn’t look perfect you may need to adjust exposure or temperature to achieve the best results.🌟GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE🌟🌟GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE🌟🌟GET 8 PACKS & PAY ONLY FOR 4 - Add 8 items to your cart and use promo code 4FREE🌟- Due to the digital nature of this product no exchanges or refunds will be madeINSTAGRAM: @mint_and_pepper_EMAIL: mintandpepper5 [!at] yahoo.comKeywords: Lightroom presets, Lightroom, mobile presets, dng, photo filters, iPhone, Android, iOS, instagram presets, digital download, presets, Lightroom CC, Instagram presets, blogger presets, VSCO presets, instagram filter, lifestyle presets, influencer presets, professional photo editing, editorial presets, luxury presets, wedding presets, portrait presets, travel presets, Lightroom mobile, best mobile presets, photo presets.\n                ", "listing_reviews": "16", "store_reviews": "2,033 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/790367867/7-lightroom-mobile-desktop-presets"}, {"seller_text": "OnePreset", "seller_href": "https://www.etsy.com/shop/OnePreset?ref=simple-shop-header-name&listing_id=974215413", "store_sales": "77,827 sales", "store_rating": "4.6578", "listing_title": "BUNDLE 120 Lightroom Presets Mobile - Instagram Blogger Preset - Lightroom Mobile Presets - Instagram Presets - iPhone Presets for Blogger", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.19\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    💝 GET A FREE PRESET 💝\u2028GET 4 & PAY FOR 3: Add 4 Presets to your cart, use promo code “ONEFREE” and only pay for 3.OR SHOP UNDER THIS LINKhttps://www.etsy.com/au/shop/OnePreset?coupon=ONEFREE✩✩✩ We have 45 BESTSELLERS ✩✩✩Mobile & Desktop Compatible Lightroom Presets to create an aesthetic Instagram feed. \u2028\u2028✮ INCLUDED IN YOUR PURCHASE ✮• 120 Mobile Lightroom Presets (DNG file)• PDF File w/ Simple Instruction Manual• Compatible with both Android and iPhone• Works in Adobe Lightroom (PC/Mac)INCLUDED PRESET PACKS:- Clean- Natural- Cruise- Family- Greece- Hazelnut- Jungle- Lifestyle- Midsummer- Mother- Natural- Tangerine- Tanning✮ INSTALLATION ✮ To access your digital files:1. Go to Your Account2. Purchases and reviews and look for the order.3. To the right of the order, click Download Files.4. You will be able to download the DNG File.5. You will then be able to upload each DNG file as an image to your Lightroom Mobile app.6. Click on the three dots in the top right of your Lightroom app7. Select the option 'Create Preset', this will allow you to save the preset to the preset editing option of the app for use on other images.We value and respect our customers. We always find a compromise in solving any questions that may arise, even after the delivery of the order.Due to the digital nature of this product ALL SALES ARE FINAL.For any questions please contact me via Etsy messages.© No sharing files, or selling them in any form. Derivative works are prohibited. © OnePreset, 2020\n                ", "listing_reviews": "77", "store_reviews": "2,907 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/974215413/bundle-120-lightroom-presets-mobile"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=848374533", "store_sales": "237,231 sales", "store_rating": "4.8715", "listing_title": "5 Mobile Lightroom Preset BEE HONEY Warm Instagram Filter, Influencer Lightroom Preset Travel Blogger", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 Files"], "listing_desc": "\n                    Lightroom Presets, instagram preset,  influencer presets, lifestyle blogger presetsLevel up your social media game with BEE HONEY Presets and edit your Instagram photos like a pro on your mobile device! Mobile Lightroom Influencer Preset BEE HONEY  Included 5 presets  inspired by travel bloggers and influencers around the world.This preset for every kind of picture that will surely deliver stunning results and make your images look a hundred times better! For photographers who do a lot of fashion, travel and lifestyle photography.This quality preset produce amazing warm tones and making it easy for you to achieve the same look and feel as your favorite influencers!  🔥GET 5 & PAY FOR 3: add 5 presets to your cart, use PROMO code GIFT2🔺Included5 LIGHTROOM MOBILE PRESET .DNG file🔵How to Download and Install mobile preset:  https://youtu.be/fDKHSkU7GIs🔵If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll.For any questions or editing help Please contact me email victoriabee.shop [!at] gmail.com© 2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoKeywords: Warm filter, Instagram Filter, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, family preset,\n                ", "listing_reviews": "16", "store_reviews": "8,047 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/848374533/5-mobile-lightroom-preset-bee-honey-warm"}, {"seller_text": "DigitalVibes", "seller_href": "https://www.etsy.com/shop/DigitalVibes?ref=simple-shop-header-name&listing_id=809531211", "store_sales": "12,392 sales", "store_rating": "4.8333", "listing_title": "10 Mobile and Desktop Lightroom Presets, SUNSET GLOW presets, Sunset sunrise Lightroom Preset,Bright, Instagram Filter,Travel Summer Blogger", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    ✅ LIMITED OFFER - Just don't miss it out!Huge Package of 1000+ Mobile & Desktop Presets with a HUGE discount!! Imagine what you can do with this Bundle of 1000+ Premium Presets !Follow the link --> https://www.etsy.com/listing/864152596/lightroom-presets-bundle-bestsellers-of?ref=listing_published_alert-------------------------------------------------------------------------10 Lightroom Presets, Mobile Presets and Desktop Lightroom Presets, Instagram preset, influencer presets, lifestyle blogger presets, Summer Filters, Pastel Sunset Sunrise Beach Travel Presets, Warm Light Bright Effect.✅ SUNSET GLOW PRESETS:Take your social media pictures to the next level with DIGITAL VIBES Presets and edit your Instagram photos like a pro!The SUNSET GLOW Preset Pack will help you rock your Instagram feed, with bright pastel tones and vibrant warm light, perfect for your sunset and sunrise images. It will make you grow your followers, and create a perfect grid!✅ FILES included:The digital download comes with 2 PDF files✩ The file \"How to download\" includes a direct link to download :  10 Mobile Lightroom Preset - DNG format. 10 Desktop Lightroom Preset - XMP format.✩  The file \"How to use\" includes instructions to use the mobile and desktop presets✅ SPECIAL PROMO: BUY 5 & PAY ONLY 3✩  Add 5 items to your order ( Each item should be a pack of 10 presets)✩  Apply HAPPYSALE COUPON CODE✩ PAY ONLY FOR 3!!!✅ NOTES: ✩ All of the presets have been tested on a variety of pictures and they are very versatile.In most cases the presets works at one-click magic, but please note that it works differently on each picture, you can then edit and play with the exposure,white balance.. etc✩ This is a digital download, No physical product will be sent.✩  The presets are for personal or professional use.✩ Because my products are digital downloads, I am unable to refund, since they cannot be returned once downloaded. However we would be happy to assist with any questions. © 2020 Digital Vibes, All Rights Reserved.TERMS OF USE: All the products are copyrighted to Digital Vibes, do not share or sell these files.\n                ", "listing_reviews": "23", "store_reviews": "526 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/809531211/10-mobile-and-desktop-lightroom-presets"}, {"seller_text": "EliteStudioPresets", "seller_href": "https://www.etsy.com/shop/EliteStudioPresets?ref=simple-shop-header-name&listing_id=806720640", "store_sales": "17,026 sales", "store_rating": "4.7485", "listing_title": "10 Lightroom Mobile Desktop Presets MALIBU, Light and Bright Mobile Presets, Travel Island Picture Filter, Instagram and Blogger Presets", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.38\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    Instantly add brightness to your travel photos, while also adding a pop to ocean colors. Turn your pictures into jet➤setter lifestyle pics.☆ What is included? ☆➤ 10 Presets in DNG and XMP format (NOT lrtemplate format, but you can still use them by uploading the DNG files in your Lightroom Desktop and save them as preset.)➤ PDF file containing a link to download your mobile and desktop presets➤ PDF installation guideEtsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets☆ Compatibility ☆➤ For MOBILE and DESKTOP use (iPhone, Android, PC, MAC)➤ Compatible with free version of the Adobe Lightroom App. You can download this app for free on your mobile phone (iPhone or Android)➤ Compatible with the paid desktop version of the Adobe Lightroom Classic CC (version 7.3+)➤ For use on JPEG and RAW images☆ BUY 5 AND GET 30% OFF!! ☆Add 5 presets in your cart and receive automatically 30% discount!https://www.etsy.com/shop/EliteStudioPresets☆ 24/7 Support ☆If you have any questions or need some help with the presets, please contact me at Etsy or through email elitestudiopresets[at]@gmail.com♡ Share with Us! ♡I would love to see how your pictures turned out by using our presets. Please include them in your review! Tag or DM us on instagram to get featured!@elitestudiopresets© 2020 Elite Studio Presets, All Rights ReservedTerms of Use: By purchasing this item, you are automatically agreeing to the terms of use. Included but not limited to: Prohibition of sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "41", "store_reviews": "749 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/806720640/10-lightroom-mobile-desktop-presets"}, {"seller_text": "KIINcreations", "seller_href": "https://www.etsy.com/shop/KIINcreations?ref=simple-shop-header-name&listing_id=997654802", "store_sales": "108,067 sales", "store_rating": "4.8939", "listing_title": "10 EARTHY mobile & desktop PRESETS | Earthy Preset | Brown Preset | Travel preset | Tropical Preset | Aesthetic Preset | Instagram filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.12\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ❤️  GET 4 & PAY FOR 2: add 4 presets to your cart, use PROMO code: MERCI4 and pay just for 2❤️ ❤️  GET 6 & PAY FOR 3: add 6 presets to your cart, use PROMO code: MERCI6 and pay just for 3❤️ ❤️ ❤️  GET 8 & PAY FOR 4: add 8 presets to your cart, use PROMO code: MERCI8 and pay just for 4\u202810 Earthy Lightroom mobile & desktop presets - saturated browns, faded greens, moody blues will give your images that tropical aesthetic feel. These presets will work great with outdoor, family, portrait ,travel, lifestyle and professional photography images.\u2028\u2028INCLUDED IN YOUR PURCHASE✅  10 Mobile Lightroom Presets (DNG files)✅  10 Desktop Lightroom Presets (XMP files)✅  10 Desktop Lightroom Presets (LRtemplate files)\u2028✅  Easy Step-by-step PDF guide with instructionsBEST CUSTOMER SERVICEI want to be sure you’re satisfied! If you have any issues, I am happy to help! Just message me! :) COMMON QUESTIONS➕ Works in Lightroom Mobile App (iOS/Android)➕ Works With & WITHOUT Adobe subscription➕ You only need Lightroom CC App on your Phone/iPad➕ Works With All Lightroom & ACR Desktop VersionsMy presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. I’m confident that my presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image.STAY IN TOUCHIG: instagram.com/kiinlrpresetsWEBSITE: kiinlightroompresets.comEMAIL:  info [!at] kiinlightroompresets.comRefunds/ExchangesDue to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is my number one priority. In the case you are not happy with a preset, send me a message and we can discuss an exchange for a preset that better fits your needs. © 2020 KIIN CREATIONS LLC, All Rights ReservedTERMS OF USE:  Including but not limited to: No sharing the files. No selling the files. Derivative works are prohibited.\u2028KIIN Presets, Photo Presets, VSCO Presets, Edit, Editing, Insta blogger, Lightroom Classic CC, influencer preset, blogger preset, influencer filter, preset filter, instagram feed, fashion blogger, aesthetics, DNG, Instagram Preset, Presets, Mobile Filter, Lightroom presets, Lightroom Mobile, Android Preset, Lightroom Mobile Presets, Mobile Lightroom Presets, family preset, warm bright preset, skin preset, selfie presets, earthy preset, aesthetic preset, professional photography preset, earthy tones, caramel preset, coffee preset, brown preset, mocha preset, brown preset, brown Lightroom preset, Lightroom mobile presets, preset filter, instagram preset, outdoor preset, tropical preset, instagram preset, travel preset, tanned skin preset, moody preset\u2028\n                ", "listing_reviews": "6", "store_reviews": "4,454 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/997654802/10-earthy-mobile-desktop-presets-earthy"}, {"seller_text": "Presetsil", "seller_href": "https://www.etsy.com/shop/Presetsil?ref=simple-shop-header-name&listing_id=904674862", "store_sales": "420 sales", "store_rating": "4.6364", "listing_title": "4 professional Lightroom Mobile Presets, Instagram filter, bright and clear, presets for all types of photos.", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.38\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 MOV, 1 ZIP"], "listing_desc": "\n                    4 Lightroom Presets for amazing edit results. The presets will take your photos  to a much higher level. Your feed will be a goal for everyone ! ✨* What will you get in the package?✔️ 4 presets which both work with iPhone & Android ✔️ The presets work in the FREE Lightroom Mobile App ✔️ Video clip showing how to download the presets step by step✔️ Fast direct digital download ✔️ How to use the presets in the app 🎁 B O N U S 🎁 *Buy 4 and pay only for 2*Use the code 2FREEThis preset is the best assistant and easily improves photos. You will get all the secrets of editing in one click! I know that you will enjoy it! I’m excited to see your results.  💥\n                ", "listing_reviews": "6", "store_reviews": "11 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/904674862/4-professional-lightroom-mobile-presets"}, {"seller_text": "CreatorParaM", "seller_href": "https://www.etsy.com/shop/CreatorParaM?ref=simple-shop-header-name&listing_id=1013138022", "store_sales": "289 sales", "store_rating": "5", "listing_title": "YouTube Thumbnail Kit l 12 Personalized Thumbnails l Branding Package l Editable Canva Templates", "listing_bestseller": "-", "listing_price": "\n                        $9.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Enhance your YouTube channel's appearance with this self-editable thumbnail kit. Attract subscribers, viewers and build an appealing YouTube channel that represents your style.__________This is an instant digital download template. No Physical items will be shipped. A free Canva account and basic knowledge of Canva is needed. You can use the free version of Canva to edit, personalize, save and download these templates.__________This Package Includes:▪ 12 editable templates__________You can edit colors, fonts, (change colors and background). Change or edit elements, add your own photos and icons.__________After Your order:You'll receive a PDF file with access links to all of these editable templates (12 thumbnails).__________Important Notes:*The example photographs / logos used in the listing are for example purposes only. You'll be able to add your own photos while editing.* The PDF you'll receive after the order, can only be downloaded and opened on (desktop). The editable template links (in the PDF) should only be edited, saved and downloaded on (desktop).* Due to ﬁles being instant downloads, refunds and exchanges cannot be given. But we are always happy to help you if you have any issues.*All template designs are for personal use only and may not be resold or redistributed under any circumstances.__________\n                ", "listing_reviews": null, "store_reviews": "15 shop reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/1013138022/youtube-thumbnail-kit-l-12-personalized"}, {"seller_text": "CreatedByMisia", "seller_href": "https://www.etsy.com/shop/CreatedByMisia?ref=simple-shop-header-name&listing_id=924847766", "store_sales": "1,881 sales", "store_rating": "4.7547", "listing_title": "Youtube Branding Kit, Templates For Canva, Youtube Channel Kit, Youtube Thumbnails, Youtube Endscreen, Channel Art, Youtube Canva Templates", "listing_bestseller": "-", "listing_price": "\n                        $26.12\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    🔥 Get 20% off your order when you buy 2 items or more. Discount automatically applied at checkout. 🔥🎉 Get 10 FREE Instagram Post & Story Templates Delivered Straight To Your Inbox. https://www.createdbymisia.com/newsletter 🎉With this bundle, you'll be able to make your Youtube channel look professional without having to stare at a blank page for hours trying to design everything from scratch. Simply add your own text, photos, or branding elements, and you're ready to take Youtube by storm! 😍 More products from this collection 😍- 90 Instagram Post & Stories Templates: https://etsy.me/3gvdSOd- 40 Pinterest Templates: https://etsy.me/2Yt5UPh- 20 Email Newsletter Templates: https://etsy.me/34loRqn- eBook Template: https://etsy.me/34DI8UP- 96 Instagram Carousel Templates: http://etsy.me/3hT5tGyDetails:- 5 YouTube channel art templates for Canva.- 7 YouTube thumbnail templates for Canva.- 3 end screen templates for Canva.- BONUS: 5 title screen templates for Canva.  - Easy to edit in Canva desktop application (you don’t need to have a premium account, the FREE one will work just fine). - No Photoshop required. - Used fonts are free for personal and commercial use. - Photos are not included. - Fully customizable (change fonts, colors, images, layout, etc.)Photos are not included in this pack.Terms of use:- It's prohibited to resell or redistribute these templates in any way other than to share on the social media profiles of the one who made the purchase.- The graphics can be shared on social media to promote your own business/blog as many times as you want.Please note:- This is a digital product that is delivered via instant download, therefore, no refund can be issued.- These files are for personal use only and may not be sold or redistributed in digital or printed form.- All designs in this listing are the property of Created By Misia. Plagiarism will not be tolerated.- The sale of this template is not affiliated with Canva in any official way.© Created By Misia\n                ", "listing_reviews": null, "store_reviews": "63 shop reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/924847766/youtube-branding-kit-templates-for-canva"}, {"seller_text": "SnazzyMango", "seller_href": "https://www.etsy.com/shop/SnazzyMango?ref=simple-shop-header-name&listing_id=986580638", "store_sales": "3,763 sales", "store_rating": "4.6667", "listing_title": "Bachelorette Instagram Filter! Gold Bachelorette Filter! Instagram Stories Filter. Hen Party Filter! Instagram Effect. Bachelorette Party!", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $8.01+\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: Adobe Illustrator, Photoshop, Instagram, Facebook, Spark AR, Glitter, Insta Stories, Effect, Instagram Story, Insta Story, Sparkle, Gold, Bachelorette\n\n\nRead the full description"], "listing_desc": "\n                    Custom Bachelorette For Instagram, Instagram Stories Filter!TRY BEFORE YOU BUY: https://www.instagram.com/ar/944533329616168/Make a statement at your bachelorette party with your very own custom Instagram/Facebook filter! All your family, friends, guests and followers will have access to your filter! Anyone who sees your story will also have access to your filter! Unlike snapchat filters it's not restricted to location and there is no upload cost!| CUSTOMISATION |-PERSONALISATION-Name:Date:Location:Text colour (Select from drop down menu) or message me if you want a colour which isn't listed.Which social media do you want your filter to be on? (Facebook or Instagram). Please note there's a small charge to have your filter on both social media platforms as I essentially have to make 2 separate filters.| HOW IT WORKS |1 - Enter your personalisation requirements in the space provided when ordering.2 - I then design your filter in Instagram/Facebook's unique software.3 - A proof will then be sent to you of how your filter will look, please allow 24hrs for this.4 - Once you're happy with how your filter looks, I then submit it to Instagram/Facebook to upload to their filter collection. (This can take up to 48hrs)!5 - Once the filter has been accepted by Instagram/Facebook I will then email you a link to where you can find your filter on the social media site!6 - You can share the link with all your friends, family and guests! Alternatively, when your post to your story using the filter a badge will be displayed in the top left corner. Anyone who clicks on this will also have access and be able to use your filter! (An example of this is Picture 3).Please message me if you have any questions.  :)If you include the snapchat version in your order, this is just for the filter file. You must upload the filter to Snapchat where costs may be incurred due to location and date. More information can be found here: https://www.snapchat.com/l/en-gb/on-demand/Facebook and Instagram filters are uploaded by me at no extra cost.My full collection of Instagram & Facebook filters can be found here:https://www.etsy.com/uk/shop/SnazzyMango?ref=seller-platform-mcnav&section_id=21416837Keywords:Bachelorette Filter, Bachelorette Party, Hen Party, Ring Filter, Gold Filter, Gold Bachelorette, Pool Party, Insta Filter, Bachelorette Party Instagram, Bachelorette Geofilter, Insta Filter, Instagram Filter, Instagram Story, Instagram Stories, Insta Stories, Instagram Wedding, Instagram Wedding Filter, Rose Gold Wedding Filter, Insta Wedding Filter, Insta Wedding Effect, Insta Wedding Stories, Insta Wedding, Instagram Wedding, Rose Gold Wedding Filter, Insta Mask, Insta Effect\n                ", "listing_reviews": null, "store_reviews": "466 shop reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/986580638/bachelorette-instagram-filter-gold"}, {"seller_text": "CreativeBusinessvibe", "seller_href": "https://www.etsy.com/shop/CreativeBusinessvibe?ref=simple-shop-header-name&listing_id=956023779", "store_sales": "93 sales", "store_rating": "5", "listing_title": "Custom Animated Youtube intro and outro, youtube template canva editable, nude, beige, minimal, YouTube branding kit, YouTube channel kit", "listing_bestseller": "-", "listing_price": "\n                        $10.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    These editable social media templates for Youtube are made for you and your channel. Use these templates to edit elements, wording, fonts, font color, background color to match your needs and your brand! You can literally add, remove, and replace elements to your liking. These templates can be accessed through WWW.CANVA.COM; an online editor where you can edit without downloading any additional software or fonts. It comes with 1000s of elements to help personalize your template. You can also upload your own elements. You will receive a PDF file to download right after purchasing. We are ONLY responsible for providing you with this editable design. Everything else outside of the template itself like technical issues on Canva has nothing to do with our shop! We can, however, assist you with any other issues regarding your order. PS. Youtube is a great source to help you and guide you on how to use Canva if it's your first time using the software. But I promise you, it's really easy to navigate.HOW TO ORDER▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬❶ Read this whole description for useful info →purchase your template❷ After purchasing(s), you can automatically access your templates by going to your purchases on Etsy and downloading the pdf file. ❸ Make your changes and edits → Save → Post! Voila! :) RETURNS & EXCHANGES▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬I don’t accept returns, exchanges, or cancellations. But please contact me if you have any problems with your order.\n                ", "listing_reviews": null, "store_reviews": "2 shop reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/956023779/custom-animated-youtube-intro-and-outro"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=881743862", "store_sales": "21,702 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Influencer Presets, Instagram Filters, iPhone Presets, Lightroom Filter, Lifestyle Presets, Blogger Photo Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it neutral with this Influencer Preset! This Lightroom Mobile preset will effortlessly soften and mute the shades in your photos to achieve a creamy chic look with the click of button! ❀ Your purchase includes ❀- 1 Influencer Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "33", "store_reviews": "1,130 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/881743862/lightroom-mobile-preset-influencer"}, {"seller_text": "ThePresetCow", "seller_href": "https://www.etsy.com/shop/ThePresetCow?ref=simple-shop-header-name&listing_id=934063765", "store_sales": "6,133 sales", "store_rating": "4.8085", "listing_title": "Mobile Lightroom Presets | Instagram Presets | Desktop Lightroom Presets | Influencer Blogger Presets | Sunset Preset | Warm Light Preset |", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.13\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 2 other files"], "listing_desc": "\n                    Created for Instagram influencers, lifestyle or travel bloggers, and creators, this warm sunset preset will transform your images with just one click! Aimed to create a cohesive feed & consistent aesthetic for your Instagram, blog, or platform. Made by a photographer with 6 years of camera experience.INCLUDED IN YOUR PURCHASE:✔ 1 MOBILE Lightroom Preset (DNG format)✔ 1 DESKTOP Lightroom Preset (XMP format)✔ PDF Step-by-Step GuideCOMMON QUESTIONS: ✔ Compatible in Lightroom Mobile App (iOS or Android)✔ Compatible in Lightroom Desktop (Mac or PC)✔ Compatible in all Lightroom Desktop versions✔ Instant downloadContact me with any questions, feedback, or concerns. Thank you for shopping small!♡ Stay safe & happy editing, Alana ♡📌 PINTEREST: www.pinterest.com/alanamak📷 INSTAGRAM: www.instagram.com/alanamakREFUND POLICY & TERMS OF USE:Due to the digital nature of this product, all sales are final & there are no returns or exchanges. No sharing files, or reselling them in any form. Derivative works are prohibited. Violators of this agreement will be prosecuted.© ThePresetCow, 2020KEYWORDS:Warm Filter I Light Preset I Sunset Photo Preset | Summer Filter | Mobile Lightroom Presets I Instagram Presets I Desktop Lightroom Presets I Influencer & Instagram Filter I DNG I Mobile Filter I Travel Presets I Influencer Presets I I iPhone Presets I Blogger Presets I Photo Filters I Android Preset I Edits in Lightroom | VSCO Filter | Lightroom Editing | Photo Presets | Lightroom for Beginners | Best Lightroom Presets | VSCO Tumblr Editing | Best Instagram Filters | Aesthetic Lightroom Preset | Aesthetic Instagram Filter | Photo Editing | Travel Filter | Blogger Filter | Easy Preset | Photography Presets | Photography Editing |\n                ", "listing_reviews": "16", "store_reviews": "188 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/934063765/mobile-lightroom-presets-instagram"}, {"seller_text": "AvalanchePresets", "seller_href": "https://www.etsy.com/shop/AvalanchePresets?ref=simple-shop-header-name&listing_id=721952828", "store_sales": "9,831 sales", "store_rating": "4.5965", "listing_title": "10 Mobile Lightroom Presets,Summer preset, Instagram filter,Natural preset, Desktop Presets, Color Lightroom, Vibrance, Lifestyle Blogger,", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $0.71\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    Visit more Presetswww.etsy.com/shop/AvalanchePresetsINCLUDED IN YOUR PURCHASE💥 Instant Download💥 10 Lightroom presets for MOBILE Lightroom( free mobile lightroom app)💥 10 Lightroom presets for DESKTOP Lightroom (Both MAC and Windows supported)💥 Instructions💥 Instant Download 💥 Compatible with all Photo formats💥 Compatible with Lightroom Mobile App (Both IOS and Android)💥 Compatible with Desktop Lightroom (Both MAC and Windows)🎁GET 4 PAY FOR 2🎁• Add 4 items to cart• Use code: GET2FREE• Pay just for 2 items If you are not sure about suitability of presets on your photos you can leave me message/send me few examples of your photos and I will test the presets and will show you results.📧 Contact us:  avalanchepresets [!at] gmail.com© 2018 AvalanchePresets, All Rights Reserved\n                ", "listing_reviews": null, "store_reviews": "352 shop reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/721952828/10-mobile-lightroom-presetssummer-preset"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=885035515", "store_sales": "70,786 sales", "store_rating": "4.9099", "listing_title": "5 Beach Lightroom Mobile Presets, Tan Skin Photo Editing Filter for Summer Travel, Blue Ocean Instagram Influencer Tropical Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.67\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Just Beachy Lightroom MOBILE Presets for Bloggers & Instagram Influencers, Photo Editing Filter for Lifestyle and Travel🌟The Just Beachy Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will bright and airy, beachy tones to your iPhone imagery. These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ Detailed PDF instructions for preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "13", "store_reviews": "5,613 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/885035515/5-beach-lightroom-mobile-presets-tan"}, {"seller_text": "RootandBourne", "seller_href": "https://www.etsy.com/shop/RootandBourne?ref=simple-shop-header-name&listing_id=779572619", "store_sales": "213 sales", "store_rating": "5", "listing_title": "NEW! GET COZY Youtube Channel Art Illustration. Package of: Banner, Intro and End Screen", "listing_bestseller": "-", "listing_price": "\n                        $18.51\n                    ", "listing_highlights": ["Handmade"], "listing_desc": "\n                    This is a digital product that is made to order!Youtube Channel Art Package Includes:1. Banner and Intro screen picture 2560*1440 with your own channel name optimized for mobile devices 1280*350. Choose your hair/skin color when options are availabe and write your Channel name for personalization.2. End screen picture 2560*1440, which allows you to use many end screen templates from Youtube, that also include your Instagram handle. Choose between Grey or PINK and add your handle for personalization.WHEN YOU PLACE YOUR ORDER PLEASE REMEMBER TO ENTER YOUR:1. Channel Name 2. Choice of Grey or PINK Endscreen3. Instagram Handle4. Email adress that you whant the digital files sent toPlease allow 3 business days for your design to be finalized. IMPORTANT INFORMATION!All buys are made to order for you to be able to have your Channel name and Instagram handle in the pictures. Once you receive your design you are not allowed to make changes in it by yourself. The product is only allowed to be used as it is. If you have any wishes to have a design changed please contact me for a custom built design or choose the custom option in my shop! You may use this design for non-commercial, personal use ONLY. This means you can use it on your personal/business social media account to promote your own products, posts, etc. but you can not use this to directly make money from it/commercial use (reselling, redistribution, repackage, relicense, etc).All buys are final. I do not accept returns, exchanges, or cancellations. But always feel free to contact me if you have any problems with your order.\n                ", "listing_reviews": null, "store_reviews": "28 shop reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/779572619/new-get-cozy-youtube-channel-art"}, {"seller_text": "PresetDesignPhoto", "seller_href": "https://www.etsy.com/shop/PresetDesignPhoto?ref=simple-shop-header-name&listing_id=977253645", "store_sales": "2,128 sales", "store_rating": "4.9657", "listing_title": "10 Lightroom Presets, Clean and Crisp Lightroom Presets for Mobile and Desktop, Blogger and Instagram Photo Filters, Light Bright Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.92\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 JPG, 1 PDF"], "listing_desc": "\n                    🎁 GET 4 & PAY FOR 2 With Promo Code: 2FREE 🎁🎁 GET 6 & PAY FOR 3 With Promo Code: 3FREE 🎁🎁 GET 8 & PAY FOR 4 With Promo Code: 4FREE 🎁10 Clean And Crisp presets, Lightroom presets, Blogger photo presets, mobile presets and desktop presets, instagram Filters by Preset DesignINCLUDED:• 10 MOBILE Lightroom presets• 10 DESKTOP Lightroom presets• After Purchase Customer Support• Instructions• Instant DownloadPreset Bundles In My Shop:www.etsy.com/shop/presetdesignphoto♡ SPECIAL OFFER ♡🎁  ADD 4 TO CART, PAY FOR 2 🎁  GET 50% WHEN YOU ADD 4 🎁🎁  ADD 6 TO CART, PAY FOR 3 🎁  GET 50% WHEN YOU ADD 6 🎁🎁  ADD 8 TO CART, PAY FOR 4 🎁  GET 50% WHEN YOU ADD 8 🎁HERE'S WHY YOU'LL LOVE IT:• Light airy clean vibe perfect for instagram themes• Made by a professional digital creator• Consistent results with no harsh colors or lightingMORE INFO:• Works with the Free and Paid Lightroom Mobile App• Works with All Lightroom Desktop Versions• Works with Mac and PC Desktops/LaptopsIf you have any more questions or need help picking the perfect presets for you, you can contact us any time!OUR SOCIAL MEDIA• IG: @preset_design.....................................................© Preset Design LLC, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited......................................................\n                ", "listing_reviews": "5", "store_reviews": "204 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/977253645/10-lightroom-presets-clean-and-crisp"}, {"seller_text": "PresetStories", "seller_href": "https://www.etsy.com/shop/PresetStories?ref=simple-shop-header-name&listing_id=918471338", "store_sales": "5,639 sales", "store_rating": "4.8008", "listing_title": "20 Instagram Presets for Lightroom, Family Mobile Presets, Holiday Winter Instagram Filter, Blogger Presets, Warm Fall Preset, Autumn Preset", "listing_bestseller": "-", "listing_price": "\n                        $2.40\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    20 Mobile Presets for Lightroom, Family Mobile Presets, Holiday Winter Instagram Filter, Blogger Presets, Warm Fall Preset, Autumn Preset✩ LIGHTROOM MOBLIE PRESETS ✩This mobile preset will create warm moody tones, perfect for your Family photos. Create and edit all from your mobile phone with one click! Includes 25 Mobile and Desktop Presets for Instagram, Bloggers, Influences and Photographers! Create Stunning Photos, and a cohesive Instagram grid with our easy to use mobile presets.✩🎁 SPECIAL PROMO 🎁✩✩ BUY 3 PRESETS GET 2 PRESETS FREE!!!✩ ADD 5 PRESETS TO YOUR CART, APPLY COUPON: \"2FREE\" AND PAY FOR 3 ONLY✩ PRESET SALE: www.etsy.com/shop/presetstories_____________________________________________________✩ INCLUDED IN YOUR PURCHASE ✩• 25 Mobile Lightroom Presets (DNG files)• 25 Desktop Lightroom Presets (XMP files)• Quick Installation guide with video instructions✩ FAQ ✩• Works in FREE Lightroom Mobile App (iOS/Android)• Install Lightroom App first to use presets.• Have more questions? Then please message me :)♡ GUARANTEE ♡All of my presets have been tested on a variety of images. My One-Click Presets make it quick to use yet fully customizable to stay true to your own signature style. If they don’t work on your images send me a message with an unedited image and I will personally adjust them for you._____________________________________________________Refunds are not available for any of our products since they cannot be returned once downloaded, however we will always be more than happy to assist with any questions. If you have any issue downloading the presets, let me know and I will send it to you via email (within 24 hours).TERMS OF USE:© 2020 Preset Stories, All Rights ReservedBY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "7", "store_reviews": "246 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/918471338/20-instagram-presets-for-lightroom"}, {"seller_text": "BossBranding", "seller_href": "https://www.etsy.com/shop/BossBranding?ref=simple-shop-header-name&listing_id=731153755", "store_sales": "711 sales", "store_rating": "4.8548", "listing_title": "Custom YouTube Banner - YouTube Channel Art - YouTube Banner - YouTube Designs - YouTuber - YouTube Branding - YouTube Graphics - Vlogger", "listing_bestseller": "-", "listing_price": "\n                        $12.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    Custom YouTube Banner, YouTube Channel Art, Custom YouTube Designs, YouTuber, PNG★ THIS IS A DIGITAL ITEM ★This item is a custom youtube banner based on your interests, personality, and any requests you may have.Are you new to or looking to start YouTube and need help with your branding? Or are you already an influencer and looking to revamp and update your branding on your channel? Either way i'm here to help! By purchasing a custom YouTube banner you are bringing in more views and likes by showing your personality and style right on top of your YouTube channel. I will use what I see in your social media and requests from you to make you a custom YouTube banner that fits your channel like a glove and pull in some subscribers.★HOW TO ORDER?★1.  When placing the item in your cart, please include the following in the 'personalization' section:-Your YouTube channel name and/or link-Your Instagram and any other social media you have-Your favorite color, hobbies, and any other specifications-If there is a specific style from my examples/instagram that you like*-Your email so I can send you your design *If you want any photos in your design please send them in a message after you make your purchase or specify if you want me to take them from your social media.2. You will receive an email within 1-6 days. If you like the design, the final copy will be sent. You will receive a free revision if there are corrections needed to be done.If you need your design faster, check out my 'Rush Order' listing for rush options. https://www.etsy.com/yourtubecreations/listing/796448915/rush-your-order-early-completion-rush?utm_source=Copy&utm_medium=ListingManager&utm_campaign=Share&utm_term=so.lmsm&share_time=1587157366985★WHAT WILL YOU RECEIVE/WHAT IS THE PROCESS★-After completing the purchasing and payment process you will receive a PDF file titled \"ThankYouReadMe\" download this and read this for more information-Within 1-6 days, lookout for an email in your inbox of the email you provide in the personalization for proofs of your design. If you don't see anything in your inbox within a week, check your junk/spam as my emails will sometimes be lost, and message me if you have any concerns.-If you asked for any revisions, I will then revise your design and send a new PROOF within a few days. -After deciding your design is nothing less than perfect I will send you a final copy of your design as a PNG file ready for you to fit to your youtube channel.★REFUNDS & EXCHANGES★Every digital download purchase is NON-REFUNDABLE as there is no way for me to tell whether or not you are still keeping and using my design. Please do not hesitate to reach out to me with any questions or concerns you may have.★TERMS OF USE★When purchasing this item, please know that this is STRICTLY meant for non-commercial, personal use only. You may download and use my design for personal or business channels but may not resell, reproduce, distribute by electronic means or profit in ANY way from this design. If you have others ask, please share my shop link and not the direct design.★This is a DIGITAL item. There is no physical item being shipped. After finishing your payment process you will receive a downloadable \"Thank You\" file that will explain the process to you. Please allow up to 6 days for your CUSTOM youtube banner to be sent to your email★\n                ", "listing_reviews": "7", "store_reviews": "93 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/731153755/custom-youtube-banner-youtube-channel"}, {"seller_text": "theLAcreative", "seller_href": "https://www.etsy.com/shop/theLAcreative?ref=simple-shop-header-name&listing_id=975220373", "store_sales": "8,440 sales", "store_rating": "4.8972", "listing_title": "Neutral Nude YouTube banner, YouTube channel art, Branding YT Banner, End Card, Outro, Thumbnails for Beauty, Fashion, or Lifestyle Channel", "listing_bestseller": "-", "listing_price": "\n                        $10.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Improve your social media presence with a professionally designed Neutral Nude YouTube banner, YouTube channel art, Branding YT Banner, End Card, Thumbnails for Beauty, Fashion, or Lifestyle Vlogger template for your channel, that you can edit on your own for free in Canva.____________________________________________Please read the full item description to ensure you will be happy with your purchase.This is an instant digital download template. No Physical items will be shipped._____________________________________________Modern Neutral Nude Boho YouTube channel kit--------------------------------------------- 2 Templates Ideal for YouTube channel art (2560x1440px)--- 3 Templates for Video Thumbnails--- 1 Endscreen, outro template--- Free Fonts Used--- Photos and Mockups are NOT Included--- Free Elements from Canva used--- Frames for drag and drop Photo Placements--- Simple Tutorial Included--- Basic Knowledge of Canva app Required--- The files must be edited on Canva for desktop, I do not guarantee they will work on mobile phones or tablets--- Rose gold elements are not editableWHAT IS INCLUDED IN YOUR PACKAGE:-------------------------------------------------------- 1 Read me file with instructions and the link to templates in CanvaPLEASE NOTE!!!----------------------To upload custom thumbnails, you must have a verified accountThe end screen must be added to your actual video in the software that you use to edit your videos.For more information about YouTube's limitations please check youtube's rules and policiesREFUNDS AND EXCHANGES--------------------------------------Due to ﬁles being instant downloads, refunds and exchanges cannot be given.But we are always happy to help you if you have some problems.If you have any questions about an item, please message us BEFORE placing your order.© 2019 LA creative. All rights reserved.All template designs are for personal use only and may not be resold or redistributed under any circumstances.\n                ", "listing_reviews": null, "store_reviews": "306 shop reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/975220373/neutral-nude-youtube-banner-youtube"}, {"seller_text": "Collectpresets", "seller_href": "https://www.etsy.com/shop/Collectpresets?ref=simple-shop-header-name&listing_id=1022003390", "store_sales": "259 sales", "store_rating": "5", "listing_title": "BALI PHOTO PRESETS - Mobile Lightroom Preset - Bali Photo - Mobile Photo Filter - Summer Bright Preset - Digital Download File", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $2.79\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 Files"], "listing_desc": "\n                    ♥ DIGITAL DOWNLOAD BALI MOBILE PHOTO FILTER This high quality presets works on both devices android and iOS with free lightroom applications. You will get the top premium presets that are Sand, Taste, Color, Bright, and Brighter. The format of the file is DNG and PDF. Plus, these designs are lifestyle, travel, vacation, blogging, and excellent fort Instagram. You can download this file instantly by paying affordable charges. ☛ Product Name: Bali Photo Filter ☛ Product Type: Digital ☛ Format: DNG and PDF ☛ Presets Premium: Blue, Dreamy, Jungle, Rainy, and Tender☛ Image: Unique Designs for Instagram Feed ☛ Designs: Lifestyle, Travel, Vacation, and Blogging☛ Purpose: Gift for Lovers ☛ Instantly Download: Yes ♥ GIFT This Bali photo filter can be used as a gift to offer to lovers, dear ones, and friends. You can use these presets as Instagram Feed. ♥ WHY CHOOSE US We provide the best customer support services, and you can message us through Etsy messaging service anytime. Our products are specially developed for digital use. You can order it confidently.\n                ", "listing_reviews": null, "store_reviews": "10 shop reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/1022003390/bali-photo-presets-mobile-lightroom"}, {"seller_text": "SleepyMoonStudios", "seller_href": "https://www.etsy.com/shop/SleepyMoonStudios?ref=simple-shop-header-name&listing_id=925558968", "store_sales": "331 sales", "store_rating": "4.8387", "listing_title": "5 Mobile Lightroom Presets / Disney Glow Lightroom Mobile Preset For Instagram / Disneyland Filter / Glow Preset / Soft Travel Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.35\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    ✨ Welcome to Sleepy Moon Studios! ✨Sleepy Moon Studios Shop:www.etsy.com/shop/sleepymoonstudiosAll the presets from SleepyMoonStudios have been created for the free Lightroom app for iPhone and Android and for Adobe Lightroom Desktop.This preset will help you to create a consistent theme on all your photos in just one click for Instagram, blogs and any other social media platform of your choice. This Mobile Lightroom preset can be used to give your photos a professional look for your instagram, travel, lifestyle blog or food blog and can be used by influencers, photographers or anyone who wants their images to have a consistent look. The professional look to the photos will help build your business or social media accounts. Our presets have been tested to work on a wide range of images however on lower quality images or darker images, some small adjustments to contrast or exposure may need to be made.Included in your digital download:5 x DNG Lightroom Presets1 x PDF step-by-step instructions on how to save and use your preset. Due to the digital nature of this product, all sales are final.Terms & Conditions:By purchasing this preset you agree to not distribute, lend or resell it to any other person.If you have an issues installing the preset or have any questions, please message me on Etsy or email me at sleepymoonstudios [at] gmail.com and I will help you to use the presets!Search Terms:Disney Glow Mobile Lightroom Preset, Desktop, Mobile, Instagram Blogger, Influencer, Pink & Blue, Pretty Instagram Feed, Soft, Bright, Light & Airy, Clean, Blogger, Food Blogger, Girly, Family Photos, Mickey, Minnie, Disney Vlogger, VSCO, Pink Preset, Blue Filter, Disney Food, Disney Girl, Colourful, iPhone, Insta.© Sleepy Moon Studios - All Rights Reserved.\n                ", "listing_reviews": "5", "store_reviews": "31 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/925558968/5-mobile-lightroom-presets-disney-glow"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=805590178", "store_sales": "21,701 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Vibrant Presets, Instagram Filters, VSCO Filters, iPhone Presets, Lightroom Preset, Lifestyle Presets, Bright", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Live life in color with this Vibrant Preset! This Lightroom Mobile preset will raise the saturation to bring out beautiful vibrancy in your photos with the simple click of a button! ❀ Your purchase includes ❀- 1 Vibrant Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "42", "store_reviews": "1,130 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/805590178/lightroom-mobile-preset-vibrant-presets"}, {"seller_text": "SocialSparkStudio", "seller_href": "https://www.etsy.com/shop/SocialSparkStudio?ref=simple-shop-header-name&listing_id=1009137838", "store_sales": "85 sales", "store_rating": "4.8214", "listing_title": "YouTube Views (1000 Views) Channel Promotion", "listing_bestseller": "-", "listing_price": "\n                        $6.20\n                    ", "listing_highlights": ["Handmade", "Materials: YouTube, Youtube Views\n\n\nRead the full description"], "listing_desc": "\n                    YouTube Views (5000 Views) Channel PromotionUse services from to increase your YouTube video views quickly. Get a real and targeted people watch your videos. YOU WILL GAIN :Best PricesWe offer the lowest prices in the industry with compromising quality- we don’t cut corners, this means you will always get a consistent and high-quality promotion experience!5000 YouTube view can increase your video rating on YouTubeNatural Love Always IncludedYour Video Becomes ViralConvince video visitors and to Increase Your SuccessEasily Get More YouTube Customers.WHAT WE NEED TO START1.)\tPlease provide your Video Link in the notes while buying this service.2.)\tWe do not need your YouTube Account Password and any other. WE START Start Time : Instant or in the order receivedSpeed : Natural ( Recommended from YouTube)Refile : You can order again as soon as the order is filled.Views come from the USA, UK, CANADA and other parts of the world. 100% Safe & Successful – GuaranteedI strictly follow YouTube TOS so it's means You will get organic Traffic on your Videos.I do campaign for YouTube channel promotion so you will get genuine organic growth and the aim of this service is to help to get more real and active traffic/audience for completing YT Monetization requirements.I want you to be happy & feel safe.My YouTube Views service is the safest in the industry – rigorously tested and optimized.Supported by our 100% Money Back Guarantee if I cannot provide it.ANY PROBLEM:I want you to be 100% happy with your order. If have any problem, please contact me (socialspark360@gmail.com) and I will work with you to fix that issue. Normally I respond within 12hrs or less.Check out our shop for many more!https://www.etsy.com/shop/SocialSparkStudioThank you for viewing and shopping with Social Spark360!\n                ", "listing_reviews": "10", "store_reviews": "28 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/1009137838/youtube-views-1000-views-channel"}, {"seller_text": "PresetDesignPhoto", "seller_href": "https://www.etsy.com/shop/PresetDesignPhoto?ref=simple-shop-header-name&listing_id=986055688", "store_sales": "2,128 sales", "store_rating": "4.9657", "listing_title": "10 Beach Tan Lightroom Mobile Presets, Sunkissed Summer Presets, Summer Glow Instagram Filter, Beach Travel Preset for Blogger, Ocean Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.92\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 JPG, 1 PDF"], "listing_desc": "\n                    🎁 GET 4 & PAY FOR 2 With Promo Code: 2FREE 🎁🎁 GET 6 & PAY FOR 3 With Promo Code: 3FREE 🎁🎁 GET 8 & PAY FOR 4 With Promo Code: 4FREE 🎁13 Beach Tan, Lightroom presets, Blogger photo presets, mobile presets and desktop presets, instagram Filters by Preset DesignINCLUDED:• 8 MOBILE Lightroom presets• 8 DESKTOP Lightroom presets• After Purchase Customer Support• Instructions• Instant DownloadPreset Bundles In My Shop:www.etsy.com/shop/presetdesignphoto♡ SPECIAL OFFER ♡🎁  ADD 4 TO CART, PAY FOR 2 🎁  GET 50% WHEN YOU ADD 4 🎁🎁  ADD 6 TO CART, PAY FOR 3 🎁  GET 50% WHEN YOU ADD 6 🎁🎁  ADD 8 TO CART, PAY FOR 4 🎁  GET 50% WHEN YOU ADD 8 🎁HERE'S WHY YOU'LL LOVE IT:• Bronze sunkissed tan vibe perfect for instagram themes• Made by a professional digital creator• Consistent results with no harsh colors or lightingMORE INFO:• Works with the Free and Paid Lightroom Mobile App• Works with All Lightroom Desktop Versions• Works with Mac and PC Desktops/LaptopsIf you have any more questions or need help picking the perfect presets for you, you can contact us any time!OUR SOCIAL MEDIA• IG: @preset_design.....................................................© Preset Design LLC, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited......................................................\n                ", "listing_reviews": "6", "store_reviews": "204 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/986055688/10-beach-tan-lightroom-mobile-presets"}, {"seller_text": "LouMarksPhoto", "seller_href": "https://www.etsy.com/shop/LouMarksPhoto?ref=simple-shop-header-name&listing_id=677456369", "store_sales": "388,512 sales", "store_rating": "4.8278", "listing_title": "Mobile LIGHTROOM Presets, Warm Blogger Presets, Golden Presets, Mobile Presets, Desktop Preset, Instagram Filters lightroom mobile presets", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.49\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP, 2 PDF"], "listing_desc": "\n                    Mobile Lightroom Presets, Warm Blogger Presets, Golden Presets, Mobile Presets, Desktop Preset, Instagram Filters Lightroom mobile presets♥ FREE PRESETS OFFER ♥♥ GET 5 & PAY FOR 3: Add 5 presets to your cart, discount automatically applied: Pay for only 3M O R E ∙ P R E S E T ∙ S T Y L E Swww.etsy.com/shop/loumarksphotoThe Honey Golden Preset Bundle is a collection of 10 Lightroom Presets that will add slightly warm beige, tan and creamy tones to your Instagram photos. These presets are perfect for Instagram photo editing, travel photography & anyone looking to take their photos to the next level in just one click.I N C L U D E D•  10 Lightroom MOBILE Presets (DNG)•  10 Lightroom DESKTOP Presets (LR & XMP)•  Detailed PDF Instructions•  Instant Download From Etsy Account•  Amazing Customer Support! Reach out with any questions and I’ll be happy to help.W H Y ∙ Y O U ' L L ∙ L O V E ∙ I T• Warm golden vibe perfect for instagram themes• Works amazing on indoor and outdoor photos• Made by a professional photographerO T H E R ∙ I N F O R M A T I O N• Works with the Free & Paid Android LR Mobile App • Works with the Paid iPhone LR Mobile App  • Works with All Lightroom Desktop Versions• Works with Mac and PC Desktops/LaptopsStill have questions or need help picking the perfect presets for you editing needs? Feel free to contact me, I’m always more than happy to help in any way :)L O U A N D M A R K S ∙ P R O M I S E ♡You are you unique and so are our Presets! We created our Presets for everyone. No one specific skin tone or hair color. When you purchase from Lou + Marks you are not just purchasing presets you also get our guarantee that they will suit your skin tone. If they don’t send me a message with an unedited image and I will personally adjust them for you.  A B O U T ∙ L O U ∙ M A R K S ∙ P H O T O• IG: @Louandmarks• FB: https://www.facebook.com/louandmarks/-----------------------♡--------------------© 2021 Lou & Marks LLC, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited.----------------------------------------------\n                ", "listing_reviews": "100", "store_reviews": "16,494 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/677456369/mobile-lightroom-presets-warm-blogger"}, {"seller_text": "CreatorParaM", "seller_href": "https://www.etsy.com/shop/CreatorParaM?ref=simple-shop-header-name&listing_id=999011686", "store_sales": "289 sales", "store_rating": "5", "listing_title": "YouTube Branding Kit l Personalized Banner, Intro, Outro, 3 Thumbnails l Editable Canva templates", "listing_bestseller": "Bestseller", "listing_price": "\n                        $12.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Enhance your YouTube channel with a self-editable branding kit. Attract subscribers, viewers and build an appealing YouTube channel that represents your style.__________This is an instant digital download template. No Physical items will be shipped. A free Canva account and basic knowledge of Canva is needed. You can use the free version of Canva to edit, personalize, save and download these templates.__________This Package Includes:▪ Banner▪ Intro▪ Outro/Endslate▪ 3 Thumbnails__________You can edit colors, fonts, (change colors or remove background). Change or edit elements, add your own photos and icons.__________After Your order:You'll receive a PDF file with access links to all of these editable templates (Banner, Intro, Outro and Thumbnails).__________Important Notes:*The example photographs / logos used in the listing are for example purposes only. You'll be able to add your own photos while editing.* The PDF you'll receive after the order, can only be downloaded and opened on (desktop). The editable template links (in the PDF) should only be edited, saved and downloaded on (desktop).* Intro and end-screen must be added to your actual video in the software that you use to edit your videos.* Due to ﬁles being instant downloads, refunds and exchanges cannot be given. But we are always happy to help you if you have any issues.*All template designs are for personal use only and may not be resold or redistributed under any circumstances.__________\n                ", "listing_reviews": "4", "store_reviews": "15 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/999011686/youtube-branding-kit-l-personalized"}, {"seller_text": "MintAndPepper", "seller_href": "https://www.etsy.com/shop/MintAndPepper?ref=simple-shop-header-name&listing_id=849922269", "store_sales": "61,307 sales", "store_rating": "4.8303", "listing_title": "10 Mobile Lightroom Presets Garden, Bright Instagram Filter, Blogger Presets, Lightroom Mobile Presets Mobile Lightroom, Outdoor Preset", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $3.82\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    10 Presets for Mobile Lightroom in .DNG format ✩ Lightroom Presets ✩ Instagram Filters ✩ Best PresetsCreate the dreamiest edits with GARDEN preset pack. They were designed to transform your images with just one click! 10 presets allow you to make a cohesive feed or a gallery without extensive knowledge of photo editing. Get soft, bright tones in your phone images in seconds!This pack is great for bloggers, photographers and everyone who aims to create a consistent feed on Instagram with easily applied filter. Perfect for outdoor and indoor photography, fashion shots and portraits.✩ They work well with iPhone and Android devices. You just need to download free Lightroom Mobile App✩ Easy to apply, with just one click✩ Instant download filesYOU GET:✩ 10 Lightroom Mobile Presets in .DNG format✩ Instruction in PDF 💥Check out our Bestsellers💥https://www.etsy.com/shop/MintAndPepperSPECIAL OFFER:🌟GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE🌟🌟GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE🌟🌟GET 8 PACKS & PAY ONLY FOR 4 - Add 8 items to your cart and use promo code 4FREE🌟Please remember that all presets look differently on each photo because of lighting and white balance settings, dominant colours etc. If your photo doesn’t look perfect you may need to adjust exposure or temperature to achieve the best results.Due to the digital nature of this product no exchanges or refunds will be made.CONTACT:EMAIL: mintandpepper5 [!at] yahoo.comON IG: @mint_and_pepper_© 2020 MintAndPepper, All Rights ReservedTerms of use: Forbidden to copy, sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.Lightroom Presets, Mobile Preset, Vibrant Presets, DNG, Instagram Preset, Lightroom CC, Presets, iPhone, Android, Lifestyle Presets, Desktop Presets, Wedding Presets, Portrait Presets, Best Presets, Bright And Airy Preset, Clean Preset, Light Preset, Instagram Filters, Mobile Filters, Photo Filters, Travel Blogger Presets, Photo Editing, Photography Presets, White Preset, Blogger Presets, Photo Presets, Mobile Filter, Travel Presets, Influencer Presets\n                ", "listing_reviews": "12", "store_reviews": "2,033 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/849922269/10-mobile-lightroom-presets-garden"}, {"seller_text": "OnePreset", "seller_href": "https://www.etsy.com/shop/OnePreset?ref=simple-shop-header-name&listing_id=821771523", "store_sales": "77,827 sales", "store_rating": "4.6578", "listing_title": "Mobile Lightroom Presets, Vsco Filters, Iphone Presets, Lightroom, Mobile Presets, Instagram Filters, Presets, Colorful Mobile, Dng Preset", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.67\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 other file"], "listing_desc": "\n                    💝 GET A FREE PRESET 💝\u2028GET 4 & PAY FOR 3: Add 4 Presets to your cart, use promo code “ONEFREE” and only pay for 3.OR SHOP UNDER THIS LINKhttps://www.etsy.com/au/shop/OnePreset?coupon=ONEFREE✩✩✩ We have 45 BESTSELLERS ✩✩✩Mobile Lightroom Presets, Vsco Filters, Iphone Presets, Lightroom, Mobile Presets, Instagram Filters, Presets, Colorful Mobile, Dng PresetMobile & Desktop Compatible Lightroom Presets to create an aesthetic Instagram feed. \u2028\u2028✮ INCLUDED IN YOUR PURCHASE ✮• Mobile Lightroom Preset (DNG file)• PDF File w/ Simple Instruction Manual• Compatible with both Android and iPhone• Works in Adobe Lightroom (PC/Mac)✮ INSTALLATION ✮ To access your digital files:1. Go to Your Account2. Purchases and reviews and look for the order.3. To the right of the order, click Download Files.4. You will be able to download the DNG File.5. You will then be able to upload each DNG file as an image to your Lightroom Mobile app.6. Click on the three dots in the top right of your Lightroom app7. Select the option 'Create Preset', this will allow you to save the preset to the preset editing option of the app for use on other images.We value and respect our customers. We always find a compromise in solving any questions that may arise, even after the delivery of the order.Due to the digital nature of this product ALL SALES ARE FINAL.For any questions please contact me via Etsy messages.© No sharing files, or selling them in any form. Derivative works are prohibited. © OnePreset, 2020\n                ", "listing_reviews": "100", "store_reviews": "2,907 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/821771523/mobile-lightroom-presets-vsco-filters"}, {"seller_text": "AesairStudio", "seller_href": "https://www.etsy.com/shop/AesairStudio?ref=simple-shop-header-name&listing_id=893192502", "store_sales": "4,740 sales", "store_rating": "4.7591", "listing_title": "2 Mobile Lightroom Preset NATURAL CLEAN Influencer Lightroom Preset Travel Blogger Instagram Lifestyle Fashion Photography", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 4 other files"], "listing_desc": "\n                    ORDER TOTAL 20 USD or MORE to GET 30% OFF YOUR ORDER! Work automatically.This mobile lightroom presets NATURAL CLEAN has been carefully created & selected to enhance your images. This mobile lightroom presets NATURAL CLEAN will give your photos bright contrast colors that convey the atmosphere of your picture and help to emphasize the smallest details of your work.Experiment when using mobile lightroom presets NATURAL CLEAN and then you will certainly go to a new level.This is the quickest and most effective way to edit your phone shots and selfies. You don’t need a Lightroom subscription - nor any complicated editing skills. Simply install the free Lightroom app on your mobile and you’re good to go! You can get started right away with the photos in your camera roll. Your Instagram feed will never have looked so gorgeous. Start editing with our amazing mobile lightroom presets NATURAL CLEAN.🔶WHAT'S INCLUDED IN THE PACK? - 2 Mobile(DNG file) Lightroom Presets- 2 Desktop(XMP file) Lightroom Presets- Step-by-step installation guide Works in Adobe Lightroom (PC/Mac) and Lightroom Mobile App (iOS/Android)🔸*INSTANT DOWNLOAD FILES *Have any difficulties or questions? Please contact us –  helloaesair [!at] gmail.com🔸*IMPORTANT*There are no refunds/exchanges on any digital items.🔸*TERMS OF USE*BY BUYING THIS PRODUCT YOU ARE AUTOMATICALLY AGREEING TO THE FOLLOWING TERMS OF USE: DO NOT SHARE OR SELL ANY OF MY ITEMS.© 2020, AesairStudio, All Rights ReservedKeywords:mobile, mobile lightroom, lightroom mobile, mobile presets, preset mobile, lightroom presets, wedding portraits blogger influencer presets VSCO, mobile presets, lifestyle presets, blogger, presets, Instagram filter, natural preset, summer preset, photo filter, white preset, best preset.\n                ", "listing_reviews": "23", "store_reviews": "287 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/893192502/2-mobile-lightroom-preset-natural-clean"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=685796691", "store_sales": "171,646 sales", "store_rating": "4.8275", "listing_title": "FOOD Preset BLOGGER Lightroom PRESETS Mobile and Desktop - for Instagram, Blogger, Photo filters, Food Presets, Lightroom mobile presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.06\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    🎁 GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code: 2FREE• Pay only for 2 items💥6 UNIQUE LIGHTROOM PRESETS / MOBILE Presets / PC Presets💥✅FILES included:- 6 Lightroom presets for MOBILE Lightroom - 6 Lightroom presets for desktop Lightroom • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets, Food Preset\n                ", "listing_reviews": "45", "store_reviews": "6,145 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/685796691/food-preset-blogger-lightroom-presets"}, {"seller_text": "DestinationPresets", "seller_href": "https://www.etsy.com/shop/DestinationPresets?ref=simple-shop-header-name&listing_id=962773388", "store_sales": "4,369 sales", "store_rating": "4.9489", "listing_title": "15 EVERYDAY BRIGHT Lightroom Presets Natural Light and Airy Presets for Instagram Blogger Clean Presets Summer Outdoor Preset Spring Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $4.14\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 JPG, 1 PDF"], "listing_desc": "\n                    💖Enjoy Our LOVE Coupons💖: BUY 3 PRESETS ➤GET 1 FREE 🎁🎁🎁🎁➤ADD 4 PACKS TO YOUR ORDER AND PAY ONLY FOR 3 (30% off) ✨15 EVERYDAY BRIGHT Lightroom Presets Natural Light and Airy Presets for Instagram Blogger Clean Bright Presets Summer Outdoor Preset Spring Bright and Airy Preset Clean presetMake an unique feed which looks like you♥ This EVERYDAY BRIGHT Lightroom presets will gives you a Bright Airy Clean Natural Tone, perfect for Everyday photoshoot♡  ↠ PERFECT FOR : Indoor and Outdoor photoshoot, Family, Blogger, Influencers, Instagram, Nature and Landscape, Travel, All Seasons and so much more ! ↠ INCLUDED :                   ✔ 15 Lightroom Mobile Presets in DNG files✔ 15 Desktop Presets in LRTEMPLATE files✔ PDF Installation step by step guide for how to install the presets on your phone and computer↠ WHY CHOOSE DESTINATION PRESETS ?-Save your time editing-Have a Cohesive and Consistent feed-Designed for you to make your pictures Unique and Beautiful-Grow your engagement and followers-Designed for JPEG and RAW files. For best results shoot on Raw -Compatible with IOS, Android mobile and Lightroom Desktop CC-Easy to use, download instantlyAdobe Lightroom mobile is available for FREE on your phone : just download the app and create your account with Adobe.Adobe Lightroom Desktop needs to have a subscription. You can have 7 Free days trial. ↠ PLEASE NOTEEach picture is different and unique. All results will work differently depending on the light, camera model, colors, skin tones etc Don't worry♥  If necessary, add some additonnal adjustements to suit your picture (check the pdf instruction included in the purchase)↠ REFUNDS AND EXCHANGESDue to the digital nature, I regret that no refund and exchange can be made on this product.If you have any questions, feel free to contact me at :  destinationpresets [!at] gmail.com I will be happy to help you♡↠ TERMS OF USECopyright ©destinationpresets All right reserved. It is prohibited to reshare, sell this product in any form without the consent of the original creator.♡Don't hesitate to subscribe, make a quick review, pin on your Pinterest and add this item to your favorites♡Thank you for visiting my shop♥Let's CREATE MAGIC, Happy Editing ♥All the love, lyly♥PHOTOS CREDITS: All the Pictures Shown in the listing belong to their Respective Owners. Credits to the respective owner. All photos are for illustration purposes only. ＊＊＊＊＊＊＊＊＊＊＊＊＊＊You are here for: blogger presets, instagram filters, lightroom presets, mobile presets, presets and photofilters, instagram presets, influencer presets, presets, preset lightroom, lightroom filter, presets style, desktop presets, best presets, VSCO presets, influencer presets, trendy presets, lightroom filter, lightroom, family presets, season presets, iphone presets, cozy presets, bright outdoor preset, bright winter presets, travel presets, city presets, lifestyle presets, holiday presets, winter presets, Bright presets, outdoor presets, Indoor presets, nature presets, home presets, indoor presets,  everyday presets, natural presets, Influencer presets, neutral presets, family presets, minimal presets, travel presets, summer presets, spring presets, bright airy presets, light airy preset, clean presets, clean soft preset, clean tone preset, light and airy, white presets, clear presets\n                ", "listing_reviews": "27", "store_reviews": "460 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/962773388/15-everyday-bright-lightroom-presets"}]