[{"seller_text": "theLAcreative", "seller_href": "https://www.etsy.com/shop/theLAcreative?ref=simple-shop-header-name&listing_id=985741546", "store_sales": "8,440 sales", "store_rating": "4.8972", "listing_title": "YouTube Channel Kit | Editable Canva Template | Chocolate Beige Branding | YouTube Banner, End Card, Video Thumbnails templates", "listing_bestseller": "-", "listing_price": "\n                        $10.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Improve your social media presence with a professionally designed Chocolate Beige YouTube banner, YouTube channel art, Branding YT Banner, End Card, Thumbnails for Beauty, Fashion, or Lifestyle Vlogger template for your channel, that you can edit on your own for Free in Canva.____________________________________________Please read the full item description to ensure you will be happy with your purchase.This is an instant digital download template. No Physical items will be shipped._____________________________________________Modern Minimal YouTube channel kit--------------------------------------------- 2 Templates Ideal for YouTube channel art (2560x1440px)--- 3 Templates for Video Thumbnails--- 1 Endscreen, outro template--- Free Fonts Used--- Photos and Mockups are NOT Included--- Free Elements from Canva used--- Frames for drag and drop Photo Placements--- Simple Tutorial Included--- Basic Knowledge of Canva app Required--- The files must be edited on Canva for desktop, I do not guarantee they will work on mobile phones or tabletsWHAT IS INCLUDED IN YOUR PACKAGE:-------------------------------------------------------- 1 Read me file with instructions and the link to templates in CanvaPLEASE NOTE!!!----------------------To upload custom thumbnails, you must have a verified accountThe end screen must be added to your actual video in the software that you use to edit your videos.For more information about YouTube's limitations please check youtube's rules and policiesFROM THE SAME COLLECTION:-------------------------------------------Chocolate minimalistic motivational quotes:https://www.etsy.com/listing/885777856/chocolate-minimalistic-motivational?ref=shop_home_active_3&pro=1iPad DIGITAL PLANNER Chocolate Goodnotes Notability Planner:https://www.etsy.com/listing/977468612/ipad-digital-planner-chocolate-goodnotes?ref=shop_home_active_8&pro=1Neutral Instagram Post Templates (Canva Templates):https://www.etsy.com/listing/957232739/neutral-instagram-post-templates-canva?ref=shop_home_active_5&pro=1Digital Notebook Goodnotes, Chocolate, Digital Journal, Diary:https://www.etsy.com/listing/970178544/digital-notebook-goodnoteschocolate?ref=shop_home_active_7&pro=1Photography Instagram Story Highlight Cover Icons:https://www.etsy.com/listing/876597379/photography-instagram-story-highlight?ref=shop_home_active_5&pro=1Beige Chocolate Instagram Story Highlight Icons | IG stories highlight outlined covers:https://www.etsy.com/listing/792389922/beige-chocolate-instagram-story?ref=shop_home_active_129&pro=1REFUNDS AND EXCHANGES--------------------------------------Due to ﬁles being instant downloads, refunds and exchanges cannot be given.But we are always happy to help you if you have some problems.If you have any questions about an item, please message us BEFORE placing your order.© 2019 LA creative. All rights reserved.All template designs are for personal use only and may not be resold or redistributed under any circumstances.\n                ", "listing_reviews": null, "store_reviews": "306 shop reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/985741546/youtube-channel-kit-editable-canva"}, {"seller_text": "CreativeJamCo", "seller_href": "https://www.etsy.com/shop/CreativeJamCo?ref=simple-shop-header-name&listing_id=846970816", "store_sales": "37,244 sales", "store_rating": "4.8241", "listing_title": "Youtube Planner, Video Planner, Social Media Content Calendar, EDITABLE BUNDLE, Printable Vlog Checklist, You Tube Template, Script, Tracker", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.35\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP, 1 PDF"], "listing_desc": "\n                    YouTube Planner, Video Planner. Use this Editable Social Media Content Calendar to plan your videos and vlog content for your channels! BUNDLE includes 1 page Video Planner, Content Calendar & Content Creation Idea Log! Keep track of your workflow with the checklist & script templateThese Printable Worksheets can be used to plan and track content for your videos, ideas, key topics and your workflow. Includes an editable checklist for all stages of your workflow: from ideation, planning and preparation to recording, editing and publishing!Bundle Includes:✔ 1) Video Planner - Plan your video on one page✔ 2) Content Creation - Log ideas for new content✔ 3) Content Calendar - Plan and track content for the month✔ Checklists to cover the whole workflow: Recording, Editing and Publishing✔ EDITABLE Templates: personalize to suit your needs - add your channel name and logo✔ Edit in Microsoft Word or Apple Pages. PDF Fillable forms also included!✔ Separate your video concept, key topics and plan your entire script ✔ Edit on your laptop/tablet directly, or print and write on printable versionElevate your Videos and YouTube content planning process! Use this bundle to plan and create your videos, scripts and content for your channel! ★OTHER RELATED PRODUCTS [Not included]:★~*~ Podcast Planner Pack ~*~https://www.etsy.com/uk/listing/860496369/editable-podcast-planner-bundle-pack~*~ Social Media Planner ~*~https://www.etsy.com/uk/listing/824744617/social-media-planner-printable-tracker💲SAVE 5️⃣0️⃣ % off with our link (copy & paste)💲🔗 https://mailchi.mp/61c78c6de099/lets-connect 🔗-----------------------------------------------------------~*~ What’s included ~*~After buying, you will receive a zip folder with;✔ Video Planner✔ Content Creation✔ Content Calendar✔ The EDITABLE Microsoft Word files for all templates✔ The FILLABLE PDF files - edit directly in PDF reader✔ The editable Apple PAGES files for all templates✔ The PRINTABLE PDF files in the following sizes:✔ US Letter Size✔ Half Letter Size✔ A4 Size✔ A5 SizePlease contact us if you are looking for a different size!-----------------------------------------------------------~*~ THIS IS A DIGITAL PRODUCT ~*~Digital means its ready to download straight away after buying! No waiting, and no shipping fees. Purchase once and its yours forever!*No physical product will be shipped, frame and props are not included* -----------------------------------------------------------~*~ How to order ~*~ Its as easy as 1,2,3!1.\tBuy,2.\tDownload, 3.\tPrint and enjoy!-----------------------------------------------------------~*~ Refunds & Terms ~*~Every digital and instant download purchase is non-refundable, as there is no way for us to tell whether you have printed the design.  If you have any questions or concerns about your order, please feel free to reach out to us anytime.This artwork is copyrighted by Jam Creative Co. This purchase is strictly for non-commercial, personal use only. You may print and design in your home, business, or a public place but may not resell, reproduce, distribute by electronic means or profit in any way from the design.Please remember that colors may vary slightly when printed, due to monitor calibration settings, printout settings and material typeAll additional props such as frames, items on display and non-incorporated writing are just for illustrative purposes and are not included within the sale.-----------------------------------------------------------Thank you for visiting!- Jam Creative Co Follow us on @the.creative.jam.co Don't forget to hashtag #creativejamco and @the.creative.jam.co to connect on Instagram and have your work shared with our followers!\n                ", "listing_reviews": "16", "store_reviews": "2,444 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/846970816/youtube-planner-video-planner-social"}, {"seller_text": "Blondary", "seller_href": "https://www.etsy.com/shop/Blondary?ref=simple-shop-header-name&listing_id=943879946", "store_sales": "2,567 sales", "store_rating": "4.9957", "listing_title": "Lightroom Presets, 6 Coconut Presets, Mobile Presets, Instagram Filter, Blogger Presets, Travel Presets, Summer Presets, Tropical, Maldives", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $1.05\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    6 Mobile Lightroom Presets, Instagram Presets, Travel presets, Photo filter, Blogger Presets, Indoor photo presets, Lifestyle presets, Warm Bright preset, Tropical Presets, Preset, Coconut Presets✩ FREE PRESETS OFFER ✩💥 GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE 💥💥 GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE 💥*Coconut Mobile & Desktop Presets: include 6 mobile and desktop Lightroom preset will enhance skin tones for an all year round sunkissed tan and make the blues in your photo pop.*⭐You Will Receive :- 6 DNG. Mobile Presets (Compatible with computer Lightroom App also!) - 1 PDF file \"how to download mobile presets\" All presets files are in DNG format.After the download you will need to unzip the file, either on your PC (and then send the mobile presets to your phone) or on your phone (if you have an app that can unzip files).After purchase you will be able to INSTANTLY DOWNLOAD the following 6 presets.- If you have problems with installation or with downloading your files just contact me and I'll do my best to help you.- Please keep in mind that each photo has different light setting so you can tweak some settings as light, contrast etc after applying you presets to get best results.For personal use ONLY! You may NOT sell, distribute, rent, give, sub-license, or transfer presets, or presets sent to anyone else.More Presets:Creamy Presets:https://www.etsy.com/listing/948185389/mobile-lightroom-presets-5-creamy?ref=shop_home_active_8&pro=1Winter Snow Presets:https://www.etsy.com/listing/949617290/mobile-lightroom-presets-12-winter-snow?ref=shop_home_active_9&pro=1Vintage Presets:https://www.etsy.com/listing/960609413/lightroom-presets-3-vintage-presets?ref=shop_home_active_1&pro=1Spring Presets:https://www.etsy.com/listing/953829356/lightroom-presets-6-spring-presets-white?ref=shop_home_active_3&pro=1Fitness Presets:https://www.etsy.com/listing/943374818/lightroom-presets-6-fitness-presets?ref=shop_home_active_5&pro=1Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filters, Travel Presets, Influencer Presets, warm presets, iPhone Presets, Moody Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright Presets, Clean Preset, Color Pop Preset, Vibrant Presets, Desert Presets, Beach Presets, Instagram Presets, Lifestyle Presets, Coconut Presets, summer presets, tropical presets\n                ", "listing_reviews": null, "store_reviews": "234 shop reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/943879946/lightroom-presets-6-coconut-presets"}, {"seller_text": "AglowPresets", "seller_href": "https://www.etsy.com/shop/AglowPresets?ref=simple-shop-header-name&listing_id=775574072", "store_sales": "50,855 sales", "store_rating": "4.9237", "listing_title": "GLOW  Mobile Lightroom Preset , Photo Filters, Instagram preset, best preset, bright preset, Blogger Preset, aglow preset, mobile preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 other file"], "listing_desc": "\n                    PRESET SALE🔥📸: https://www.etsy.com/shop/AglowPresetsBUY 3 INDIVIDUAL PRESETS GET 3 FREE - Use Code: BUY3GET2BUY 3 BUNDLES GET 3 FREE - Use code: 2FREEBUNDLESGLOW Aglow MOBILE PRESETThis preset works amazing for outdoor and indoor pictures. It makes all the colors pop and brightens the whole vibe of the picture.  This preset is a must have for any blogger or Instagrammer to make their feed stand out! These Mobile presets were uniquely designed to work with a variety of photo settings. Each preset has been created and tested on different lighting and locations to insure a perfect application to your photos every time. Using AGLOW presets, Instagrammers, bloggers and photographers or anyone wanting to enhance their photos will create beautiful asthetic images that will stand out to their viewers. WHAT IS NEEDED? - Download the Free Lightroom CC App on your mobile device.-AFTER PURCHASE YOU WILL RECEIVE:-1 GLOW PRESET PHOTO in DNG FORMAT(This will be a single image that contains all of the presets for that filter.)-Lightroom Mobile Installation User ManualPlease follow us on Instagram @aglowpresets for tips and editing tricks along with great giveaways!   Tag me at @aglowpresets when you post your photos using the Aglow presets!  I would love to see them!Please leave a review!!!https://www.instagram.com/aglowpresets/You can also check out my WEBSITE for more information!  www.aglowpresets.comPHOTO TIPS:Photo's will be transformed in one click!  I do recommend adjusting the lighting under the \"light tab\" in Lightroom.  Every picture is taken in a different lighting environment, so by increasing or decreasing the exposure will get that perfect look!No refunds or exchanges on Downloaded images.All presets are Copyrighted ©AGLOW PRESETS.Keywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lightroom Presets, best presets, filters\n                ", "listing_reviews": "100", "store_reviews": "2,528 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/775574072/glow-mobile-lightroom-preset-photo"}, {"seller_text": "PresetsByMary", "seller_href": "https://www.etsy.com/shop/PresetsByMary?ref=simple-shop-header-name&listing_id=726644045", "store_sales": "64,798 sales", "store_rating": "4.8204", "listing_title": "16 Mobile Lightroom Presets DISNEY GIRL Travel Blogger Lifestyle Vibrant Instagram Bright Color Summer Photo Editing", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.97\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    💗GET 6 & PAY FOR 3: add 6 presets to your cart, use coupon: GIFTBYMARY and pay for 3 only 💗https://www.etsy.com/shop/PresetsByMary?coupon=GIFTBYMARY⭐️16 UNIQUE LIGHTROOM PRESETS / MOBILE Presets ⭐️Mobile Preset is perfect for your Adobe Lightroom CC Mobile App and works well with your photos shot with your iPhone or Android device.Presets fit for Outdoor and Indoor pictures, Family, Travel, Lifestyle, Blogger, Wedding, Portrait photos.Included:🔶16 Lightroom presets in DNG format for MOBILE Lightroom (free app compatible with both IOS and ANDROID).🔶Compatible with All Photo formats🔶Compatible with Lightroom Mobile App🔶Compatible with All Lightroom and Photoshop Versions🔶Instant download (Download the presets right after the payment and start enjoying now)🔶Free support (contact us me any questions or concerns. We're always happy to provide fast and thorough support)🎁SPECIAL OFFER 3+3 for FREEBuy atleast 3 items from my shop and get 3 for FREE WIth love,PresetsByMary♥️\n                ", "listing_reviews": "100", "store_reviews": "3,799 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/726644045/16-mobile-lightroom-presets-disney-girl"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=1029762143", "store_sales": "21,702 sales", "store_rating": "4.7409", "listing_title": "10 Lightroom Presets for Mobile, Vibrant Preset, Colorful Filter, Bright Summer Preset, Beach Preset, Instagram Filter, VSCO Filter, Outdoor", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $2.12\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    Meet our NEW Colorpop Lightroom Presets for Mobile devices! These trendy vibrant filters are perfect for Bloggers, Instagram Influencers, or anyone looking to up their photo game!⋒ Your Purchase Includes ⋒・10 Colorpop Lightroom Presets for Mobile・PDF Download Guide・PDF Editing Tips & Tricks Handbook⋒ Additional Information ⋒・FOR MOBILE (iOS / Android)・Compatible with the FREE Lightroom App・Works with & WITHOUT an Adobe subscription・Presets can be used an unlimited number of timesOur presets are tested on a range of different photo styles. Please keep in mind, all photos are unique and therefore presets work differently on every photo. We are confident that our presets will add a beautiful touch to your photos. The final touch may be done by you through small adjustments like tweaking the exposure or saturation to create your perfect image.⋒ Cancellations, Refunds and Exchanges ⋒Due to the digital nature of this product, we are unable to offer refunds. However, your satisfaction is our number one priority. In the case you are not happy with a preset you have purchased, please leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2021 IslahStudios, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.⋒ Keywords ⋒Lightroom Preset, Lightroom Preset Etsy, Lightroom Mobile, Outdoor Preset, Outdoor Filter, Beach Preset, Beach Filter, Summer Preset, Summer Filter, Instagram Preset, Instagram Filter, VSCO Filter, Lifestyle Blogger Preset, Lifestyle Blogger Filter, Influencer Preset, Influencer Filter, California Vibes, iPhone Filter, Android Filter, Tan Preset, Vacation Preset, Travel Preset, Travel Blogger, Mommy Preset, Mommy Filter, Baby Preset, Baby Filter, Newborn Preset, Newborn Filter, Family Preset, Family Filter, Home Preset, Home FIlter, Indoor Preset, Indoor Filter, Interior Preset, Interior Filter, Vibrant Preset, Vibrant Filter, Colorful Preset, Colorful Filter, Colorpop Preset, Colorpop Filter\n                ", "listing_reviews": null, "store_reviews": "1,130 shop reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/1029762143/10-lightroom-presets-for-mobile-vibrant"}, {"seller_text": "HyggelyStudio", "seller_href": "https://www.etsy.com/shop/HyggelyStudio?ref=simple-shop-header-name&listing_id=726954527", "store_sales": "21,406 sales", "store_rating": "4.919", "listing_title": "8 Lightroom MOBILE Presets, Clean and Crisp Mobile Lightroom Presets, Blogger and Instagram Photo Filters, Lightroom CC, Light Bright Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.55\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF"], "listing_desc": "\n                    Elevate your social media presence with these Clean and Crisp presets for MOBILE! These are used best for images used in light spaces or shot in natural light.☞ PLEASE NOTE: THIS IS A DIGITAL DOWNLOAD! NO PHYSICAL COPY WILL BE SENT TO YOU! ☜CHECK OUT MORE FROM THIS SHOP --> https://www.etsy.com/ca/shop/HyggelyStudio-----------------------------------------------DETAILS FOR INSTANT DOWNLOAD:-----------------------------------------------♡ INSTANT DIGITAL DOWNLOAD!You will receive 8 preset files (PDF will have a clickable link to your files through google drive)+ PDF WITH LINK TO STEP BY STEP INSTRUCTIONS WITH PHOTOS!➀ CLEAN&CRISP - ORIGINAL - DNG FILE ➁ CLEAN&CRISP - HIGHLIGHT- DNG FILE➂ CLEAN&CRISP - WARM- DNG FILE➃ CLEAN&CRISP - COOL - DNG FILE➄ CLEAN&CRISP - INTERIOR - DNG FILE➅ CLEAN&CRISP - OUTDOOR - DNG FILE➆ CLEAN&CRISP - TWO - DNG FILE➇ CLEAN&CRISP - THREE - DNG FILE!! These presets are created for Mobile Lightroom CC ONLY !!*If you would like the Desktop version of these presets, please message me, and I will direct you to the desktop listing*- Compatible with both the Paid and Free Versions of Lightroom Mobile- Instant Download Directly to Mobile Device, No Desktop Needed- Compatible with JPG & Raw ImagesBased on your lighting conditions, camera settings, and personal style, these presets may need to be slightly altered to fit your needs. I am always happy to help you use the presets if you are having trouble.  !! No refunds or exchanges can be made on digital products !!TERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE FOLLOWING -- - Do not share these files- Do not sell these files- Derivative works are also prohibited© 2019 Hyggely Studio - All Rights Reserved\n                ", "listing_reviews": "100", "store_reviews": "816 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/726954527/8-lightroom-mobile-presets-clean-and"}, {"seller_text": "SunnyEditor", "seller_href": "https://www.etsy.com/shop/SunnyEditor?ref=simple-shop-header-name&listing_id=923518190", "store_sales": "336 sales", "store_rating": "4.7059", "listing_title": "11 Natural Mobile Lightroom Presets, Natural Presets, Cream Presets, Instagram Filters, Blogger, Vanilla, iPhone Presets, Filter for iPhone", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.20\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 1 PDF, 1 ZIP"], "listing_desc": "\n                    ◆ ◆ ◆ SPECIAL OFFER ◆ ◆ ◆✭ Buy 3 presets and get 2 for free. Add 5 presets to your shopping cart and apply the coupon code 2FREE. ✭ Buy 5 presets and get 4 for free. Add 9 presets to your shopping cart and apply the coupon code 4FREE.◄  INCLUDED IN YOUR PURCHASE  ►* 11 Mobile Lightroom Presets (DNG files)* Detailed PDF Image Instructions✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Lightroom Mobile is FREE so you don't need an Adobe subscription to use the presets✔️ You only need Lightroom CC App on your Phone/iPad✔️ Once purchased can be used an unlimited amount of times✔️ Easy to apply with just one clickGeneral information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUYhttps://www.youtube.com/watch?v=uOBXKOyAFEAPlease keep in mind all photos are unique and therefore each preset works differently on every photo. You can fine tune your own adjustments to find settings that suit you with temperature, exposure etcDue to the digital nature of this product ALL SALES ARE FINALKeywords:Lightroom Presets, Mobile Preset, DNG, Instagram Preset, Lightroom CC, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset, White Presets, Natural Presets© 2020 Sunny Editor Presets, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "5", "store_reviews": "17 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/923518190/11-natural-mobile-lightroom-presets"}, {"seller_text": "FilAndEllieStudio", "seller_href": "https://www.etsy.com/shop/FilAndEllieStudio?ref=simple-shop-header-name&listing_id=857923240", "store_sales": "9,294 sales", "store_rating": "4.8409", "listing_title": "6 Mobile LIGHTROOM Presets, Nude Presets, Fashion Presets, Mobile Presets, Instagram Filters Presets, Dng Brown Preset, Natural Beige Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF, 2 ZIP"], "listing_desc": "\n                    Instagram Presets / Mobile Lightroom Presets / Desktop & Mobile Presets /Natural Beige Presets✩ INCLUDED IN YOUR PURCHASE ✩6 Mobile Lightroom Presets (DNG files)6 Desktop Lightroom Presets (XMP files)Free 35 pages PDF on Social Media GrowthDetailed PDF Image Instructions◾️ If you have issues downloading or using any of the files, please contact me and I will re-send you the files and help you troubleshoot◾️With over 10 years of professional experience in the world of photography, you are guaranteed to get high quality presets that will elevate the look of your photos. We spent hundredths of hours editing, so that you won’t have to.✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Works With & WITHOUT Adobe subscription✔️ You only need Lightroom CC App on your Phone/iPad✔️ Works With Lightroom Desktop for Mac or PCCreated for the FREE Lightroom Mobile App and Desktop Lightroom. Works best on RAW files but is fully compatible with JPEGS as well.General information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUY. Make sure to save the zip file on your phone. The transaction and installation can be completed on a mobile device. Access to a desktop computer is not required.These presets were designed to work with many different light conditions, from full sun to shade, and will help you achieve a consistent look by enhancing the colors and brightness of your photos. This pack in particular was designed to enhance natural and soft tones, giving a neutral, but warm feel to your photos. Sand, the color of wheat, white, brown and soft tones in general are at the core of these filters.  Perfect for interior design or general lifestyle photos. This pack works well for many different types of photography from lifestyle to travel, home blogging and interior design photos. The range of colors for the 6 presets is very wide. These can be applied on many different types of photos to achieve different results.Beige includes 6 mobile presets. They are all extremely versatile, can be fully customized and are guaranteed to enhance dull images with just one click. Whether you work with photos straight from your phone’s camera roll or raw files from your DSLR, these presets will help you refine your style giving you beautiful photos.Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "41", "store_reviews": "421 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/857923240/6-mobile-lightroom-presets-nude-presets"}, {"seller_text": "Blondary", "seller_href": "https://www.etsy.com/shop/Blondary?ref=simple-shop-header-name&listing_id=987625128", "store_sales": "2,567 sales", "store_rating": "4.9957", "listing_title": "10 Mobile Lightroom Presets, Vanilla Presets, Vsco Filters, Fashion Presets, Lifestyle Presets, Instagram Filter, Nude Presets, Beige Preset", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $1.05\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    10 Mobile Lightroom Presets, Nude Presets, Lifestyle Presets, Beige Presets, Iphone Presets, Lightroom, Mobile Presets, Presets, Dng Presets, Cream Presets, Vsco Filters, Fashion Presets, Instagram Filters, Natural Preset, Vanilla Presets✩ FREE PRESETS OFFER ✩💥 GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE 💥💥 GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE 💥*Vanilla Mobile Presets: include 10 mobile lightroom presets perfect for anyone wanting to create a warm, creamy Instagram feed. t*⭐You Will Receive :- 10 DNG. Mobile Presets - 1 PDF file - Mobile Instructions-Free GiftAll presets files are in DNG format.After the download you will need to unzip the file, either on your PC (and then send the mobile presets to your phone) or on your phone (if you have an app that can unzip files).- If you have problems with installation or with downloading your files just contact me and I'll do my best to help you.- Please keep in mind that each photo has different light setting so you can tweak some settings as light, contrast etc after applying you presets to get best results.For personal use ONLY! You may NOT sell, distribute, rent, give, sub-license, or transfer presets, or presets sent to anyone else.More Presets:Beige Presets:https://www.etsy.com/listing/964232783/mobile-lightroom-presets-12-beige?ref=shop_home_active_1&pro=1Bright Interior Presets:https://www.etsy.com/listing/952251009/mobile-lightroom-presets-6-bright?ref=shop_home_active_2&pro=1Minimalistic Presets:https://www.etsy.com/listing/938999572/lightroom-mobile-preset-7-minimalistic?ref=shop_home_active_4&pro=1Luxury Black Presets:https://www.etsy.com/listing/971607185/lightroom-presets-10-luxury-black?ref=shop_home_active_3&pro=1Fitness Presets:https://www.etsy.com/listing/943374818/lightroom-presets-6-fitness-presets?ref=shop_home_active_5&pro=1Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filters, Travel Presets, Influencer Presets, warm presets, iPhone Presets, Moody Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright Presets, Clean Preset, Color Pop Preset, Vibrant Presets, Home Presets, Beach Presets , Vanilla Preset\n                ", "listing_reviews": null, "store_reviews": "234 shop reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/987625128/10-mobile-lightroom-presets-vanilla"}, {"seller_text": "BetterCreator", "seller_href": "https://www.etsy.com/shop/BetterCreator?ref=simple-shop-header-name&listing_id=946226604", "store_sales": "183 sales", "store_rating": "5", "listing_title": "Youtube Channel Kit - Art Branding Editable Canva Templates - 2x Channel Art Banner, 6x Video Thumbnails, Endscreen/Outro Templates", "listing_bestseller": "-", "listing_price": "\n                        $9.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    2 Templates Ideal for YouTube Channel Art 2560x1440px6 Templates for Video Thumbnails 1280x7201 Endscreen, Outro template 1920x1080+Bonus Extra Color Palette OptionLINKS to Canva Templates will be sent through Etsy directly to your email after your purchase has been verified. ***Free Elements from Canva usedFrames for drag and drop Photo PlacementsPlease be aware that these files must be edited on Canva for desktop.Basic Knowledge of Canva app RequiredEnd screen must be added to your video through your video editing software.Please consider YouTube’s limitations and policies before purchasing.DUE TO DIGITAL FILE NO REFUNDS OR EXCHANGES———————————————————Please DO NOT HESITATE to reach out to use if you have any problems with our template. We will be more than happy to assist you. If you DO NOT have Canva PRO, you can edit the template with a Free Canva Account by making a copy of the template first and then editing. Open Template > File > Make a Copy > EditAll template designs are for personal use only and may not be resold or redistributed ny anything other than: ©2021 Better Creator\n                ", "listing_reviews": null, "store_reviews": "7 shop reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/946226604/youtube-channel-kit-art-branding"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=923532978", "store_sales": "21,702 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Neutral Filter, Cream Preset, Instagram Filters, iPhone Presets, Lightroom Filter, Lifestyle Preset, Blogger Filter", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Live life luxuriously with a Luxe Preset! This Lightroom Mobile preset will effortlessly soften and neutralize the shades in your photos to achieve a rich luxurious look with the click of button! ✩ Your purchase includes ✩- 1 Luxe Lightroom Mobile Preset- PDF step by step installation guide✩ Additional Information ✩- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ✩ Cancellation Refunds/Exchanges ✩Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2021 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "11", "store_reviews": "1,130 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/923532978/lightroom-mobile-preset-neutral-filter"}, {"seller_text": "OlivesandBlue", "seller_href": "https://www.etsy.com/shop/OlivesandBlue?ref=simple-shop-header-name&listing_id=900601043", "store_sales": "140 sales", "store_rating": "4.3333", "listing_title": "5 Earthy Tones Preset, Preset Lightroom Mobile and Desktop, Instagram Filter for Travel Instagram Influencer and Bloggers, Dark Moody Preset", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $3.14\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP"], "listing_desc": "\n                    Buy 5 Pay 3!Add 5 presets to your cart and apply the code \"BUNDLE\" to pay for 3.Or simply click the link below:https://www.etsy.com/shop/OlivesandBlue?coupon=BUNDLECreated for one single click use for Mobile and Desktop Lightroom. These presets will help you enhance your picture with just a single click for a consistent theme.The purchase will be includes:5 Mobile Lightroom Preset5 Desktop Lightroom PresetBy purchasing the item, you agree to the terms of use which refunds, cancelation, exchange are not apply. Some adjustments might be needed for some pictures due to the camera setting and light adjustments. The files should not be shared, resold, redistributed and reproduced for any purposes.Disclaimer:All the pictures shown in this video belong to their respective original owners.All the photos are for illustration purposes only. Credits to the rightful owner.If you have any further questions, please do not hesitate to contact me. Sincerely,Clou\n                ", "listing_reviews": null, "store_reviews": "3 shop reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/900601043/5-earthy-tones-preset-preset-lightroom"}, {"seller_text": "FilAndEllieStudio", "seller_href": "https://www.etsy.com/shop/FilAndEllieStudio?ref=simple-shop-header-name&listing_id=1029443267", "store_sales": "9,294 sales", "store_rating": "4.8409", "listing_title": "7 Mobile LIGHTROOM Presets, Summer Presets, Pastel Presets, Instagram Filter, Natural Light And Airy,Blogger Preset, Natural Warm Presets", "listing_bestseller": "-", "listing_price": "\n                        $2.98\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 2 ZIP"], "listing_desc": "\n                    Instagram Presets / Mobile Lightroom Presets / Desktop & Mobile Presets /Natural Presets/Warm Summer Presets✩ INCLUDED IN YOUR PURCHASE ✩7 Mobile Lightroom Presets (DNG files)7 Desktop XMP PresetsFree 35 pages PDF on Social Media GrowthDetailed PDF Image Instructions◾️ If you have issues downloading or using any of the files, please contact me and I will re-send you the files and help you troubleshoot◾️With over 10 years of professional experience in the world of photography, you are guaranteed to get high quality presets that will elevate the look of your photos. We spent hundredths of hours editing, so that you won’t have to.✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Works With & WITHOUT Adobe subscription✔️ You only need Lightroom CC App on your Phone/iPad✔️ Works With Lightroom Desktop for Mac or PC (Classic & CC)Created for the FREE Lightroom Mobile App and Desktop Lightroom. Works best on RAW files but is fully compatible with JPEGS as well.General information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUY. Make sure to save the zip file on your phone. The transaction and installation can be completed on a mobile device. Access to a desktop computer is not required.These presets were designed to work with many different light conditions, from full sun to shade, and will help you achieve a consistent look by enhancing the colors and brightness of your photos. This pack in particular was designed to enhance the colors of sunlight, giving a warm, slighlty pink, natural and bright feel to your photos. A pastel accent for all your Spring photos. Perfect for general lifestyle photos, family, weddings or in general for portraits at golden hour/sunset . This pack works well for many different types of photography from lifestyle to travel, home blogging and professional wedding photographyGarden includes 6 mobile presets & 6 Desktop Presets. They are all extremely versatile, can be fully customized and are guaranteed to enhance dull images with just one click. Whether you work with photos straight from your phone’s camera roll or raw files from your DSLR, these presets will help you refine your style giving you beautiful photos.Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": null, "store_reviews": "421 shop reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/1029443267/7-mobile-lightroom-presets-summer"}, {"seller_text": "DigitalLabbyM", "seller_href": "https://www.etsy.com/shop/DigitalLabbyM?ref=simple-shop-header-name&listing_id=1004742050", "store_sales": "155 sales", "store_rating": "5", "listing_title": "Editable Youtube Video Thumbnail Template, YouTube Channel Kit, YouTube Channel Art, Editable Canva Template, Branding Kit", "listing_bestseller": "-", "listing_price": "\n                        $3.74\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Editable Youtube Video Thumbnail Template, YouTube Channel Kit, YouTube Channel Art, Editable Canva Template, Branding KitWant to master the Youtube Game but don't have time? You can count on us!Our Youtube Video Thumbnail Templates can help you bring your Youtube Channel to a new level in just 5 minutes.WHAT YOU RECEIVE:* 1 PDF file with the link access to the template in Canva.**The Template includes 05 Editable Youtube Video Thumbnail Templates (1280x720px)HOW TO USE:1. Read the description carefully;2. Purchase on Etsy;3. Receive a PDF file with the link to access the template;4. Access the given link and edit with Canva; (free account)5. Save the final work and use it.IMPORTANT:- The template is editable and you can easily edit it with Canva- You will need an account on Canva which is free and easy to create;- We are not responsible for customizing, you have to do it yourself; - The template is ready to use if you do not want to edit anything. Just download it as a video and use it!- This is a digital product. You’ll not receive any product in the mail.- As the product is digital, all sales are final and no refunds will be provided.- By purchasing this product, you agree to not resell, distribute or share the designs anywhere.!!!! You can learn how to edit templates in just 5 minutes. Here is the tutorial: https://www.canva.com/learn/a-step-by-step-guide-to-designing-from-scratch/\n                ", "listing_reviews": null, "store_reviews": "11 shop reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/1004742050/editable-youtube-video-thumbnail"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=869926639", "store_sales": "25,454 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets, Tan Presets, Presets, Instagram Filters, Influencer Presets, Vsco Filters, Mobile Presets, Brown Presets, Vsco", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "14", "store_reviews": "793 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/869926639/3-mobile-lightroom-presets-tan-presets"}, {"seller_text": "CreatorParaM", "seller_href": "https://www.etsy.com/shop/CreatorParaM?ref=simple-shop-header-name&listing_id=986095203", "store_sales": "289 sales", "store_rating": "5", "listing_title": "YouTube Branding Pack l Personalized Banner, Intro, Outro, 3 Thumbnails l Editable Canva templates", "listing_bestseller": "-", "listing_price": "\n                        $12.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Enhance your YouTube channel with a self-editable branding kit. Attract subscribers, viewers and build an appealing YouTube channel that represents your style.__________This is an instant digital download template. No Physical items will be shipped. A free Canva account and basic knowledge of Canva is needed. You can use the free version of Canva to edit, personalize, save and download these templates.__________This Package Includes:▪ Banner▪ Intro▪ Outro/Endslate▪ 3 Thumbnails__________You can edit colors, fonts, (change colors or remove background). Change or edit elements, add your own photos and icons.__________After Your order:You'll receive a PDF file with access links to all of these editable templates (Banner, Intro, Outro and Thumbnails).__________Important Notes:*The example photographs / logos used in the listing are for example purposes only. You'll be able to add your own photos while editing.* The PDF you'll receive after the order, can only be downloaded and opened on (desktop). The editable template links (in the PDF) should only be edited, saved and downloaded on (desktop).* Intro and end-screen must be added to your actual video in the software that you use to edit your videos.* Due to ﬁles being instant downloads, refunds and exchanges cannot be given. But we are always happy to help you if you have any issues.*All template designs are for personal use only and may not be resold or redistributed under any circumstances.__________\n                ", "listing_reviews": null, "store_reviews": "15 shop reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/986095203/youtube-branding-pack-l-personalized"}, {"seller_text": "AtrevidaDesign", "seller_href": "https://www.etsy.com/shop/AtrevidaDesign?ref=simple-shop-header-name&listing_id=974703740", "store_sales": "44 sales", "store_rating": "5", "listing_title": "YOUTUBE CHANNEL BANNER Canva Template - Youtube channel art template - Youtube bundle canva template - Youtube banner canva template", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $3.50\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    YOUTUBE CHANNEL BANNER Canva Template - Youtube channel art template - Youtube bundle canva template - Youtube banner canva templateA total of 8 Youtube Channel art/ Banner templates made with Canva! Have a beautiful and professional appearance on your Youtube Channel SUPER easily with these fully editable Youtube Thumbnail templates! No more hours spent on Canva to create your youtube channel art! Now you will get the professionalism that you've been dreaming for!Do I need a Canva Pro Account?You do not need a Canva Pro account to access these templates.How will I get this product?You will not receive a physical shipment due to the digital nature of this product. After purchasing, you will receive a download link to a PDF, which will include links to each individual Canva template. Further instructions on accessing the templates are in the PDF.I don't use Canva. Are these Youtube banner templates available in other formats?Unfortunaly no! Only at Canva.What about refunds?Due to the digital nature of this product, all sales are non-refundable and non-exchangeable. If you have any difficulties, please send an email to us at thaysmarias [!at] hotmail.comYOUTUBE CHANNEL BANNER Canva Template - Youtube channel art template - Youtube bundle canva template - Youtube banner canva template\n                ", "listing_reviews": null, "store_reviews": "5 shop reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/974703740/youtube-channel-banner-canva-template"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=735827695", "store_sales": "171,645 sales", "store_rating": "4.8275", "listing_title": "10 Mobile Lightroom Presets, lightroom mobile presets,Instagram Presets, Preset Lightroom, Desktop Presets - Autumn presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    More presets in our SHOP:www.etsy.com/shop/KatherineDream• FILES INCLUDED IN YOUR PURCHASE •✔️ 10 MOBILE Lightroom presets for mobile Lightroom ( free mobile lightroom app)✔️ 10 DESKTOP Lightroom presets for desktop Lightroom✔️ Post-purchase Support✔️ Instructions✔️ Instant Download • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions• HOW TO ORDER •- Tap “add to cart” or “buy it now”;- Receive receipt and email from Etsy with link to download file- Download the Lightroom presets instantly.🧡Do you want to support us?  FREE package every week for our patrons and much more🧡https://www.patreon.com/katherinedream🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it. :)🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "100", "store_reviews": "6,145 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/735827695/10-mobile-lightroom-presets-lightroom"}, {"seller_text": "SnazzyMango", "seller_href": "https://www.etsy.com/shop/SnazzyMango?ref=simple-shop-header-name&listing_id=944703579", "store_sales": "3,763 sales", "store_rating": "4.6667", "listing_title": "INSTAGRAM Wedding Effect! Gold Wedding Effect! Personalised Instagram Effect, Engagement Filter For Instagram! Wedding Instagram Story Mask", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $8.01+\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: Adobe Illustrator, Photoshop, Instagram, Facebook, Spark AR, Glitter, Insta Stories, Effect, Instagram Story, Insta Story, Sparkle, Gold, Instagram Wedding\n\n\nRead the full description"], "listing_desc": "\n                    Personalised Instagram Effect! Gold Wedding Filter.TRY BEFORE YOU BUY: https://www.instagram.com/ar/208780934230521/Make a statement at your wedding with your very own custom Instagram/Facebook filter! All your family, friends, guests and followers will have access to your filter! Anyone who sees your story will also have access to your filter! Unlike snapchat filters it's not restricted to location and there is no upload cost!| CUSTOMISATION |Information Required:Mr. & Mrs. / Mr. & Mr. / Mrs. -Surname -Date (In format required) - Text colour (Select from drop down menu) or message me if you want a colour which isn't listed.Which social media do you want your filter to be on? (Facebook or Instagram). Please note there's a small charge to have your filter on both social media platforms as I essentially have to make 2 separate filters.| HOW IT WORKS |1 - Enter your personalisation requirements in the space provided when ordering.2 - I then design your filter in Instagram/Facebook's unique software.3 - A proof will then be sent to you of how your filter will look, please allow 24hrs for this.4 - Once you're happy with how your filter looks, I then submit it to Instagram/Facebook to upload to their filter collection. (This can take up to 48hrs)!5 - Once the filter has been accepted by Instagram/Facebook I will then email you a link to where you can find your filter on the social media site!6 - You can share the link with all your friends, family and guests! Alternatively, when your post to your story using the filter a badge will be displayed in the top left corner. Anyone who clicks on this will also have access and be able to use your filter! (An example of this is Picture 3).Please message me if you have any questions.  :)If you include the snapchat version in your order, this is just for the filter file. You must upload the filter to Snapchat where costs may be incurred due to location and date. More information can be found here: https://www.snapchat.com/l/en-gb/on-demand/Facebook and Instagram filters are uploaded by me at no extra cost.My full collection of Instagram & Facebook filters can be found here:https://www.etsy.com/uk/shop/SnazzyMango?ref=seller-platform-mcnav&section_id=21416837Keywords:Engagement filter, Instagram mask, Engagement Instagram Filter, Engagement Instagram Effect, Insta Filter, Instagram Filter, Instagram Story, Instagram Stories, Insta Stories, Instagram Wedding, Instagram Wedding Filter, Rose Gold Wedding Filter, Insta Wedding Filter, Insta Wedding Effect, Insta Wedding Stories, Insta Wedding, Instagram Wedding, Rose Gold Wedding Filter, Insta Mask, Insta Effect\n                ", "listing_reviews": "4", "store_reviews": "466 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/944703579/instagram-wedding-effect-gold-wedding"}, {"seller_text": "KIINcreations", "seller_href": "https://www.etsy.com/shop/KIINcreations?ref=simple-shop-header-name&listing_id=687420415", "store_sales": "108,067 sales", "store_rating": "4.8939", "listing_title": "MOODY blogger LIGHTROOM mobile & desktop presets / instagram blogger travel sage filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.12\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    ⭐ MORE PRESETS HERE: https://www.etsy.com/shop/KIINcreationsMOODY blogger Lightroom Presets for LIGHTROOM MOBILE & DESKTOP. These presets focus on moody tones, thunder blues and a beautiful tan skin. Perfect for holiday photos, beach bloggers, or even city pics!This set will make you achieve that moody low saturation look, without loosing too much colours.WHAT DO YOU GET? A super cool MOODY blogger Lightroom Preset set containing 5 beautiful presets:✅ 5 Mobile Lightroom Presets (DNG files)✅ 5 Desktop Lightroom Presets (XMP files)✅ 5 Desktop Lightroom Presets (LRtemplate files)\u2028✅ Easy Step-by-step PDF guide with instructionsBEST CUSTOMER SERVICEI want to be sure you’re satisfied! If you have any issues, I am happy to help! Just message me! :)COMMON QUESTIONS➕ Works in Lightroom Mobile App (iOS/Android)➕ Works With & WITHOUT Adobe subscription➕ You only need Lightroom CC App on your Phone/iPad➕ Works With All Lightroom & Adobe Camera Raw (ACR) Desktop VersionsMy presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. I’m confident that my presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image.IF YOU WISH TO PURCHASE ONLY LR MOBILE PRESETS - CLICK HERE:https://www.etsy.com/listing/673566022/moody-blogger-lightroom-mobile-presets?ref=shop_home_active_1Once payment is made you can download the presets instantly. Contact me with any questions regarding your order or using your presets I will be happy to help!STAY IN TOUCHIG: instagram.com/kiinlrpresetsWEBSITE: kiinlightroompresets.comEMAIL: info [!at] kiinlightroompresets.comRefunds/ExchangesDue to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is my number one priority. In the case you are not happy with a preset, send me a message and we can discuss an exchange for a preset that better fits your needs.© 2020 KIIN CREATIONS LLC, All Rights ReservedTERMS OF USE: Including but not limited to: No sharing the files. No selling the files. Derivative works are prohibited.\n                ", "listing_reviews": "47", "store_reviews": "4,454 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/687420415/moody-blogger-lightroom-mobile-desktop"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=793073746", "store_sales": "70,786 sales", "store_rating": "4.9099", "listing_title": "5 Nude Tone Presets Lightroom Mobile & Desktop, Minimal Beige Instagram Filter Warm, Creamy Brown Lifestyle Influencer Preset for Bloggers", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Nude Tones Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram, Photo Editing Filter for Lifestyle and Travel🌟The Nude Tones Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add soft beige, tan and creamy nude colored tones to your Instagram photos. These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for mobile preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "63", "store_reviews": "5,613 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/793073746/5-nude-tone-presets-lightroom-mobile"}, {"seller_text": "FilAndEllieStudio", "seller_href": "https://www.etsy.com/shop/FilAndEllieStudio?ref=simple-shop-header-name&listing_id=989903068", "store_sales": "9,294 sales", "store_rating": "4.8409", "listing_title": "6 MOBILE & Desktop LIGHTROOM Presets, Bright and Airy Preset, Blogger Presets ,White Lyfestyle Presets,Bohemian Presets, Bright Instagram", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF, 2 ZIP"], "listing_desc": "\n                    Instagram Presets / Mobile Lightroom Presets / Desktop & Mobile Presets /Bight White Lifestyle Bohemian Presets✩ INCLUDED IN YOUR PURCHASE ✩6 Mobile Lightroom Presets (DNG files)6 Desktop Lightroom Presets (XMP files)Free 35 pages PDF on Social Media GrowthDetailed PDF Image Instructions◾️ If you have issues downloading or using any of the files, please contact me and I will re-send you the files and help you troubleshoot◾️With over 10 years of professional experience in the world of photography, you are guaranteed to get high quality presets that will elevate the look of your photos. We spent hundredths of hours editing, so that you won’t have to.✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Works With & WITHOUT Adobe subscription✔️ You only need Lightroom CC App on your Phone/iPad✔️ Works With Lightroom Desktop for Mac or PCCreated for the FREE Lightroom Mobile App and Desktop Lightroom. Works best on RAW files but is fully compatible with JPEGS as well.General information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUY. Make sure to select save the zip file on your phone.These presets were designed to work in any light condition, from full sun to shade. They work particularly well with neutral backgrounds with white elements and natural light. The settings were set to enhance the colors of skin tones and to make everything brighter, softer and airy.perfect for photos taken at the beach, summer photos, indoor or any photo with natural sunlight Bright Boho includes 6 mobile bohemian presets and 6 premium desktop presets. They are all extremely versatile, can be fully customized and are guaranteed to enhance dull images with just one click. Whether you work with photos straight from your phone’s camera roll or raw files from your DSLR, these presets will help you refine your style giving you beautiful photos.Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "7", "store_reviews": "421 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/989903068/6-mobile-desktop-lightroom-presets"}, {"seller_text": "EliteStudioPresets", "seller_href": "https://www.etsy.com/shop/EliteStudioPresets?ref=simple-shop-header-name&listing_id=782384908", "store_sales": "17,026 sales", "store_rating": "4.7485", "listing_title": "20 Lightroom Mobile Desktop Presets Bright Feed, Natural Bright Airy Preset, Indoor Outdoor Preset Filter, Baby Photo, Wedding", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.37\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    20 PACKAGE Lightroom Mobile Desktop Presets BRIGHT FEED, Bright and Airy, Light Bright Preset, Indoor and Outdoor Preset, Baby Photos, Wedding PresetThese presets work best for photos taken under bad lighting. When your pictures are in need of some Light and Brightness, choose this preset pack. It gives your baby, wedding and business photos a professional look. Great for both indoor and outdoor photos. With 20 different presets, there must be one suitable for your picture.☆ What is included? ☆➤ 20 Presets in DNG and XMP format (NOT lrtemplate format, but you can still use them by uploading the DNG files in your Lightroom Desktop and save them as preset.)➤ PDF file containing a link to download your mobile and desktop presets➤ PDF installation guideEtsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets☆ Compatibility ☆➤ For MOBILE and DESKTOP use (iPhone, Android, PC, MAC)➤ Compatible with free version of the Adobe Lightroom App. You can download this app for free on your mobile phone (iPhone or Android)➤ Compatible with the paid desktop version of the Adobe Lightroom Classic CC (version 7.3+)➤ For use on JPEG and RAW images☆ BUY 5 AND GET 30% OFF!! ☆Add 5 presets in your cart and receive automatically 30% discount!https://www.etsy.com/shop/EliteStudioPresets☆ 24/7 Support ☆If you have any questions or need some help with the presets, please contact me at Etsy or through email elitestudiopresets[at]@gmail.com♡ Share with Us! ♡I would love to see how your pictures turned out by using our presets. Please include them in your review! Tag or DM us on instagram to get featured!@elitestudiopresets© 2020 Elite Studio Presets, All Rights ReservedTerms of Use: By purchasing this item, you are automatically agreeing to the terms of use. Included but not limited to: Prohibition of sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "100", "store_reviews": "749 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/782384908/20-lightroom-mobile-desktop-presets"}, {"seller_text": "BetterCreator", "seller_href": "https://www.etsy.com/shop/BetterCreator?ref=simple-shop-header-name&listing_id=960048303", "store_sales": "183 sales", "store_rating": "5", "listing_title": "Youtube Channel Kit - Art Branding Editable Canva Templates - 2x Channel Art Banner, 6x Video Thumbnails, Endscreen/Outro Templates", "listing_bestseller": "-", "listing_price": "\n                        $9.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    2 Templates Ideal for YouTube Channel Art 2560x1440px6 Templates for Video Thumbnails 1280x7201 Endscreen, Outro template 1920x1080+Bonus Extra Color Palette OptionLINKS to Canva Templates will be sent through Etsy directly to your email after your purchase has been verified. ***Frames for drag and drop Photo PlacementsPlease be aware that these files must be edited on Canva for desktop.Basic Knowledge of Canva app RequiredEnd screen must be added to your video through your video editing software.Please consider YouTube’s limitations and policies before purchasing.DUE TO DIGITAL FILE NO REFUNDS OR EXCHANGES———————————————————Please DO NOT HESITATE to reach out to use if you have any problems with our template. We will be more than happy to assist you. If you DO NOT have Canva PRO, you can edit the template with a Free Canva Account by making a copy of the template first and then editing. Open Template > File > Make a Copy > EditAll template designs are for personal use only and may not be resold or redistributed ny anything other than: ©2021 Better Creator\n                ", "listing_reviews": null, "store_reviews": "7 shop reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/960048303/youtube-channel-kit-art-branding"}, {"seller_text": "Oniriqve", "seller_href": "https://www.etsy.com/shop/Oniriqve?ref=simple-shop-header-name&listing_id=1001784737", "store_sales": "55 sales", "store_rating": "5", "listing_title": "YouTube Channel Kit | Editable YouTube Banner, Intro, Thumbnails, Social Media Card, End Card | YouTube Branding Kit Editable In Canva", "listing_bestseller": "-", "listing_price": "\n                        $7.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 ZIP"], "listing_desc": "\n                    Make your YouTube channel stand out with this Nude Peach YouTube Channel Kit editable in Canva ! The branding you always dreamt of is now a couple clicks away, and you don't even need to be a professional graphic designer to use it !YouTube Banner, Intro, 2 Thumbnails, Social Media Card, End Card, Animated Premade Outro, 21 Social Media Logos... You name it, with this Nude Peach kit, you can do it all !🎁 THE NUDE PEACH KIT INCLUDES:▪ A YouTube Banner Template (2560x1440px)▪ 2x YouTube Thumbnails Templates (3840x1920px)▪ An Intro Card Template (can be animated) (3840x1920px)▪ A YouTube End Screen Template (can be animated) (3840x1920px)▪ A Social Media Card Template (can be animated) (3840x1920px)▪ An Animated Premade YouTube Outro (you can change the animation and edit it too) (3840x1920px)▪ A ZIP file with different social media logos to import in CanvaYou can edit the templates to your liking: colors, fonts, move and resize the elements, add your pictures and icons.After your order, you will receive a PDF file with 7 clickable links, giving access to the 7 templates listed above, and the ZIP file with the logos !In this PDF, you will find a quick Tutorial for Canva, but don't worry, their website is really intuitive, only basic skills will be needed !📝 WHAT YOU NEED TO KNOW:* This is a digital file, it means that no physical items will be shipped to you. The PDF giving access to the links of the templates will be on your computer.* What is Canva ? Canva is a free tool that requires no designing skills, only intuition ! Just create an account, and then you'll be able to edit the templates (texts, their styles, the fonts, the colors and add your own pictures). Nevertheless, you have to know that some things can't be modified on Canva.* The photos I chose to represent the people in the visuals are for exemple purposes ; they can obviously be replaced with your own photos !* The PDF you'll receive after the order, can only be downloaded and opened on desktop. The editable template links (in the PDF) should only be edited, saved and downloaded on desktop.* Due to ﬁles being instant downloads, refunds and exchanges cannot be given. But if you have any question about your purchase, I'll be happy to help !© 2021 Oniriqve. All rights reserved.All template designs are for personal use only and may not be resold or redistributed under any circumstances.YouTube Channel Kit | Editable YouTube Banner, Intro, Thumbnails, Social Media Card, End Screen | YouTube Branding Kit Editable In Canva\n                ", "listing_reviews": null, "store_reviews": "5 shop reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/1001784737/youtube-channel-kit-editable-youtube"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=734939541", "store_sales": "70,786 sales", "store_rating": "4.9099", "listing_title": "5 Color Pop Lightroom Mobile & Desktop Presets, Vibrant iPhone Photo Editing for Instagram Blogger, Bright Summer Travel Influencer Filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Color Pop Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram Influencers, Bright Vibrant Photo Editing Filter for Summer Travel🌟The Color Pop Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add beautiful, vibrant tones to your Instagram photos. These presets were inspired by my personal Instagram editing style & digital nomad lifestyle.These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "77", "store_reviews": "5,613 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/734939541/5-color-pop-lightroom-mobile-desktop"}, {"seller_text": "DigitalLabbyM", "seller_href": "https://www.etsy.com/shop/DigitalLabbyM?ref=simple-shop-header-name&listing_id=969384193", "store_sales": "155 sales", "store_rating": "5", "listing_title": "Custom Animated Youtube Intro and Outro, Youtube template canva editable, pink, minimal, aesthetic, YouTube branding kit, channel kit", "listing_bestseller": "-", "listing_price": "\n                        $4.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Custom Animated Youtube Intro and Outro, Youtube template Canva editable, pink, minimal, aesthetic, YouTube branding kit, channel kit.Want to master the Youtube Game? You can count on us!WHAT YOU RECEIVE:* 1 PDF file with the link access to the template in Canva.**The Template includes: 01 animated Youtube Intro and 01 animated Youtube OutroHOW TO USE:1. Read the description carefully;2. Purchase on Etsy;3. Receive a PDF file with the link to access the template;4. Access the given link and edit with Canva;5. Save the final work and use it.IMPORTANT:- The template is editable and you can easily edit it with Canva- You will need an account on Canva which is free and easy to create;- We are not responsible for customizing, you have to do it yourself; - The template is ready-to-use if you do not want to edit anything. Just download it as a video and use it!- This is a digital product. You’ll not receive any product in the mail.- As the product is digital, all sales are final and no refunds will be provided.- By purchasing this product, you agree to not resell, distribute or share the designs anywhere.!!!! You can learn how to edit templates in just 5 minutes. Here is the tutorial: https://www.canva.com/learn/a-step-by-step-guide-to-designing-from-scratch/\n                ", "listing_reviews": null, "store_reviews": "11 shop reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/969384193/custom-animated-youtube-intro-and-outro"}, {"seller_text": "IuliiaPresets", "seller_href": "https://www.etsy.com/shop/IuliiaPresets?ref=simple-shop-header-name&listing_id=748881190", "store_sales": "9,430 sales", "store_rating": "4.7874", "listing_title": "20 Lightroom Mobile Presets Desktop VIBRANT Bright Summer Preset Vivid Color Pop Presets Lifestyle Beach LR Mobile Presets Instagram Filters", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $5.97\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ❤️ See more presets in our shop: ❤️www.etsy.com/shop/IuliiaPresets📎Important!Lightroom Presets DESKTOP & MOBILE, DESKTOP and MOBILE versions separately you can see in my shop! (Links below)📎This set of vivid colors presets (Lightroom Desktop Presets and LR Mobile Presets) is perfect for your colorful photos. Using this Vibrant presets as Instagram filters you can transform your Instagram feed to amazing vivid tones!These Desktop and Mobile color pop presets were tested with different colors using as blogger, influencer presets and lifestyle presets.📎Lightroom Desktop & Mobile VIBRANT bright summer and beach Preset in 20 different variations.Based on your camera settings, lighting conditions, white balance settings, dominant colors etc., you may need to slightly adjust the settings of the presets to make your photos look perfect!It is for this reason the additional variations of the Original preset were created to make sure that you get the desired results for different settings of your original photos.📎You can easy to download presets and add photo filter by one click!📎Buy MOBILE version onlyhttps://www.etsy.com/listing/748877780/📎Buy DESKTOP version onlyhttps://www.etsy.com/listing/762758501/📎Have a look at all presets and story highlight icons in my shop:https://www.etsy.com/shop/IuliiaPresets 📎FREE TEST EDIT! ❤️Can't decide what preset to buy? Text me a message 📝and I can do a FREE test edit for your photo using 3 presets you have chosen to help you decide!📎How to install Lightroom presets you can see in my included instructions.📎You need Lightroom App on your Mobile/Desktop devices.📎Included:- Lightroom Desktop Presets (20 XMP files and 20 LRTEMPLATE files (for different Lightroom versions) for desktop only)- Lightroom Mobile Presets (20 photo editing DNG files)- Step-by-step text guide with video instructions📎If the filter makes your photos too dark or too light, adjusting the exposure and/or contrast should fix this. The result depends on the lighting of your original photos.📎Due to the nature of digital downloads no exchanges or refunds will be made.Make sure you read all product information carefully before making a purchase.If you have any questions, please contact me and I will be happy to help you!📎Please follow me on Instagram @iuliiapresets to see the presets in action. Tag me with @iuliiapresets when you post your photos using my presets! I would be happy to see them!📎Stay In Touch:Instagram: @iuliiapresetsEmail: iuliiapresets [a] gmail.com📎Important: There is no refund/exchange/cancellation for the purchases with digital items! 📎©2019, IuliiaPresets, All Rights ReservedDo not copy or redistribute!\n                ", "listing_reviews": "14", "store_reviews": "318 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/748881190/20-lightroom-mobile-presets-desktop"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=747180046", "store_sales": "237,230 sales", "store_rating": "4.8715", "listing_title": "10 Lightroom Presets For Desktop and Mobile Lightroom INSTA / Lightroom Mobile Presets / Instagram Filter for Bloggers, Photo Editing", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    10 Mobile Lightroom Presets INSTA THEME , instagram preset,  influencer presets , lifestyle blogger presetsEdit your Instagram photos like a pro on your mobile device! Instagram Preset INSTA THEME Included 10 presets inspired by travel bloggers and influencers around the world  and will enhance your photos and assist in creating a cohesive Instagram feed. This preset for every kind of picture that will surely deliver stunning results and make your images look a hundred times better! For photographers who do a lot of fashion, travel and lifestyle photography.🔺Included10 LIGHTROOM PRESET .DNG file .ZIP Archive 10 LIGHTROOM PRESET .XMP file .ZIP Archive .PDF file with direct link to download presets directly to your phone .PDF Instruction Guide 📍Unfortunately, Etsy does not support downloading digital files via Etsy App. Please download via one of the following options:1. Visit your email and click 'View Your Files on Etsy' in the email received from Etsy. Login to your Etsy account (if you have one). You will see the links to your files at the bottom of the page.2. Login to your Etsy account via Safari or Google Chrome browser on your mobile phone. Click on Your Account (a circle in the top right corner) > Purchases and Reviews > Your Order > 'Download Files'. You will see the links to your files at the bottom of the page.Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and I'll send your preset immediately and you can save directly in your camera roll‼️For any questions or editing help Please contact me email victoriabee.shop [!at] gmail.com© 2019-2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoKeywords: Instagram Filter, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Lightroom filter for Blogger, Summer presets, cohesive aesthetic,  lightroom desktop, photo filter,  instagram filter\n                ", "listing_reviews": "41", "store_reviews": "8,047 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/747180046/10-lightroom-presets-for-desktop-and"}, {"seller_text": "Blondary", "seller_href": "https://www.etsy.com/shop/Blondary?ref=simple-shop-header-name&listing_id=967519508", "store_sales": "2,567 sales", "store_rating": "4.9957", "listing_title": "Mobile Lightroom Presets, Spring Preset, Vintage Presets, Vsco Filters, Iphone Presets, Lightroom, Mobile Presets, Instagram Filters, Bright", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.89\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Mobile Lightroom Presets, Instagram Presets, Vintage Presets, Spring Preset, Travel presets, Bright Presets, Photo filter, Blogger Presets, Indoor photo presets, Lifestyle presets, Warm Bright preset, Instagram Filter✩ FREE PRESETS OFFER ✩💥 GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE 💥💥 GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE 💥*Spring Mobile Preset: include 1 mobile lightroom preset perfect for Spring. Transform your outdoor photos with the Spring Lightroom Preset*⭐You Will Receive :- 1 DNG. Mobile Preset- 1 PDF file - Mobile InstructionsAll presets files are in DNG format.After the download you will need to unzip the file, either on your PC (and then send the mobile presets to your phone) or on your phone (if you have an app that can unzip files).- If you have problems with installation or with downloading your files just contact me and I'll do my best to help you.- Please keep in mind that each photo has different light setting so you can tweak some settings as light, contrast etc after applying you presets to get best results.For personal use ONLY! You may NOT sell, distribute, rent, give, sub-license, or transfer presets, or presets sent to anyone else.More Presets:Creamy Presets:https://www.etsy.com/listing/948185389/mobile-lightroom-presets-5-creamy?ref=shop_home_active_8&pro=1Winter Snow Presets:https://www.etsy.com/listing/949617290/mobile-lightroom-presets-12-winter-snow?ref=shop_home_active_9&pro=1Selfie Presets:https://www.etsy.com/listing/969972545/mobile-lightroom-presets-8-selfie?ref=shop_home_active_4&pro=1Fitness Presets:https://www.etsy.com/listing/943374818/lightroom-presets-6-fitness-presets?ref=shop_home_active_5&pro=1Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filters, Travel Presets, Influencer Presets, warm presets, iPhone Presets, Moody Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright Presets, Clean Preset, Color Pop Preset, Vibrant Presets, Mountains Presets, Bright Nature Presets, Nature Presets , Landscape Presets, Adventure Presets, Hiking Presets, Spring Presets, Green Presets\n                ", "listing_reviews": "29", "store_reviews": "234 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/967519508/mobile-lightroom-presets-spring-preset"}, {"seller_text": "LarkspursDesigns", "seller_href": "https://www.etsy.com/shop/LarkspursDesigns?ref=simple-shop-header-name&listing_id=927928028", "store_sales": "98 sales", "store_rating": "4.875", "listing_title": "Aesthetic YouTube Channel KIT | Editable Canva Templates | YouTube Banner, INTRO, End Screen | loading screen", "listing_bestseller": "-", "listing_price": "\n                        $8.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PNG"], "listing_desc": "\n                    This is a pretty aesthetic YouTube channel kit, carefully created for you and your channel. Use these templates to edit the wording, fonts, font color, and background color to match your needs and your brand on Canva! I’m sure you’ll love them. They’ll save you hours of editing and searching for the perfect templates for your channel.This pack comes with 3 templates, including:1. YouTube Channel Cover Art (Banner)2. Matching YouTube Channel INTRO3. Matching YouTube Channel End screenThese templates can be accessed through WWW.CANVA.COM; free and easy to use. After your purchase, I will send you an email with a file that has the links. I am ONLY responsible for providing you with these editable designs. Everything else outside of the templates like technical issues on Canva has nothing to do with the shop! However, we can help you with any other issues regarding your order.If you are interested in an aesthetic cartoon personal customization of your picture for your channel, check out this Etsy shop. Can't recommend her enough!https://www.etsy.com/listing/963679710/custom-semi-realistic-cartoonish?ref=shop_home_active_1 unauthorized use of images for commercial purposes such as to sell products or to imply that you endorse a product or use the photo in a commercial website will be held against you as copyright infringement. RETURNS & EXCHANGES▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬I don't accept returns, exchanges, or cancellations. But please contact me if you have any problems with your order.\n                ", "listing_reviews": "7", "store_reviews": "16 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/927928028/aesthetic-youtube-channel-kit-editable"}, {"seller_text": "MendezWebStudio", "seller_href": "https://www.etsy.com/shop/MendezWebStudio?ref=simple-shop-header-name&listing_id=1003037518", "store_sales": "51 sales", "store_rating": "5", "listing_title": "YouTube Channel Art, YouTube Channel Kit, Do it Yourself YouTube Branding MegaKit, Animated YouTube End Slate, YouTube End Screen, Intro", "listing_bestseller": "-", "listing_price": "\n                        $5.66\n                    ", "listing_highlights": ["Handmade"], "listing_desc": "\n                    Do it Yourself YouTube Channel Branding KitPLEASE READ THE DESCRIPTION BEFORE BUYING THIS LISTING!I`ll tell and show you more about this product on YouTube:https://youtu.be/YD54rkdwjXMWHAT DOES THIS LISTING INCLUDE?----------------------------------------------------- 3 editable, fully animated HD (1920 x 1080) YouTube intro templates- 7 editable, fully animated HD (1920 x 1080) YouTube end screen templates- 3 editable YouTube channel cover banner (YouTube channel art) templates (Canva)- 3 editable lower-third banner templates- 4 video tutorials:       How to Edit Your Video Templates? (9 minutes)       How to Edit Your Canva Templates? (8 minutes)       How to Set Your End Screens on YouTube? (13 minutes)       How to Create Your Own Logo in 10 minutes? (7 minutes)Watch all of the templates on YouTube: https://youtu.be/YD54rkdwjXMYOU CAN CHANGE:------------------------ ANY COLOUR- ANY TEXT- ANY FONT- ANY PHOTO/VIDEO- ANY/NO MUSIC-------- IMPORTANT DISCLAIMER!!! ---------Once you bought this listing, you can edit all of these templates, but you can only download 5 of them for free. The 3 cover banner templates from Canva, one intro video template (Intro #3), and one end screen template (End Screen #7) are free to download.You can edit the other templates too, but for downloading your final file, you will need to subscribe to the cloud-based online editor (1.envato.market/megakit). The subscription costs $14.95/month, and offer unlimited usage within that time.*** COMMERCIAL USE OF YOUR READY FILES INCLUDED! ***WHAT WILL YOU RECEIVE?--------------------------------------I will send you the link and password (lifetime access) to my website`s members-only page - DIY YouTube Branding Mega Kit.Here you will find links to all templates, and you can watch the four tutorial videos.I will create your personal copy of the three cover banner templates, and send you the Canva invitation link via the Etsy chat or email.DELIVERY HAPPENS VIA CHAT/EMAIL, NO PHYSICAL  PRODUCT WILL BE SHIPPED!WHAT WILL I DO? THE SERVICE I PROVIDE:----------------------------------------------------------This is a DO IT YOURSELF package, you will need to do the job for yourself, I only provide you with the links and the tutorial videos. If you need any further info, I`m happy to have a chat here/via email/on phone and help you, but as part of this listing, I do not work on my clients` project. This is the only way how I can offer you this product at such a favourable price (£3.90).If you want me to do the job for you, please check out my other listings, I also offer full channel branding packages here.https://www.etsy.com/uk/shop/MendezWebStudio***************************************************************If you have any problems checking out or would like to discuss your order in more detail before placing your order, do not hesitate to message me using the message button on the top right-hand side of the listing. I`m always happy to help.Due to the digital nature of this item, no refunds are available.Hope to hear from you soon! ;)Best,Zoltan\n                ", "listing_reviews": null, "store_reviews": "9 shop reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/1003037518/youtube-channel-art-youtube-channel-kit"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=743667337", "store_sales": "237,230 sales", "store_rating": "4.8714", "listing_title": "20 Lightroom Presets LIGHT AND AIRY, Bright and Clean Instagram Presets, Mobile and Desktop Photo Filter, Instagram Photo Editing", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    Mobile and Desktop Lightroom Presets LIGHT & AIRY Blogger Preset Collection for Instagram Photo preset Bright and Light preset Photo filterLighten your dark photo, add brightness to it and refresh it with this preset bundle! 🔺Included20  LIGHTROOM PRESET .ZIP file with .DNG .XMP.PDF file with direct link to download presets directly to your phone .PDF Instruction Guide Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️For any questions or editing help Please contact me email victoriabee.shop [!at] gmail.com© 2019-2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoKeywords: Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset\n                ", "listing_reviews": "100", "store_reviews": "8,047 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/743667337/20-lightroom-presets-light-and-airy"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=870000293", "store_sales": "25,455 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets, Beauty Presets, Instagram Filters, Natural Presets, Vsco Filters,Lightroom Mobile Presets, Nude Presets, Selfie", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "18", "store_reviews": "793 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/870000293/3-mobile-lightroom-presets-beauty"}, {"seller_text": "EliteStudioPresets", "seller_href": "https://www.etsy.com/shop/EliteStudioPresets?ref=simple-shop-header-name&listing_id=881740942", "store_sales": "17,026 sales", "store_rating": "4.7485", "listing_title": "Lightroom Preset ICE COFFEE, Single Mobile Desktop Lightroom Preset, Soft Light Beige Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $1.83\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 2 other files"], "listing_desc": "\n                    Lightroom Presets ICE COFFEE, Single Mobile Desktop Lightroom Presets, Soft Light Brown Preset☆ What is included? ☆➤ 1 Mobile Preset in .DNG format➤ 1 Desktop Preset in .XMP format (NOT lrtemplate format, but you can still use them by uploading the DNG files in your Lightroom Desktop and save them as preset.)➤ PDF installation guide☆ Compatibility ☆➤ For MOBILE and DESKTOP use (iPhone, Android, PC, MAC)➤ Compatible with free version of the Adobe Lightroom App. You can download this app for free on your mobile phone (iPhone or Android)➤ Compatible with the paid version of the Adobe Lightroom Classic CC (version 7.3+)➤ For use on JPEG and RAW imagesSince each image is different due to lighting conditions, camera settings, and personal style, these presets may need to be slightly altered to fit your needs.☆ BUY 5 AND GET 30% OFF!! ☆Add 5 presets in your cart and receive automatically 30% discount!https://www.etsy.com/shop/EliteStudioPresets☆ 24/7 Support ☆If you have any questions or need some help with the presets, please contact me at Etsy or through email elitestudiopresets[at]@gmail.com♡ Share with Us! ♡I would love to see how your pictures turned out by using our presets. Please include them in your review! Tag or DM us on instagram to get featured!@elitestudiopresets© 2020 Elite Studio Presets, All Rights ReservedTerms of Use: By purchasing this item, you are automatically agreeing to the terms of use. Included but not limited to: Prohibition of sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "22", "store_reviews": "750 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/881740942/lightroom-preset-ice-coffee-single"}, {"seller_text": "AtrevidaDesign", "seller_href": "https://www.etsy.com/shop/AtrevidaDesign?ref=simple-shop-header-name&listing_id=966281023", "store_sales": "44 sales", "store_rating": "5", "listing_title": "30 HIGHLY CLICKABLE Youtube Thumbnail Templates for Canva - Youtube Canva Templates - Thumbnail Canva Templates - Youtube channel template", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $5.00\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    30 HIGHLY CLICKABLE Youtube Thumbnail Templates for Canva - Youtube Canva Templates - Thumbnail Canva Templates - Youtube channel templateA total of 30 Youtube Thumbnail templates made with Canva! Drive massive amounts of traffic to your YOUTUBE channel SUPER easily with these fully editable Youtube Thumbnail templates! No more hours spent on Canva to create your thumbnails! Now you will get the views that you've been dreaming for!Do I need a Canva Pro Account?You do not need a Canva Pro account to access these templates.How will I get this product?You will not receive a physical shipment due to the digital nature of this product. After purchasing, you will receive a download link to a PDF, which will include links to each individual Canva template. Further instructions on accessing the templates are in the PDF.I don't use Canva. Are these Pinterest pin templates available in other formats?Unfortunaly no! Only at Canva.What about refunds?Due to the digital nature of this product, all sales are non-refundable and non-exchangeable. If you have any difficulties, please send an email to us at thaysmarias [!at] hotmail.com30 editable Canva Templates for Youtube Thumbnails\n                ", "listing_reviews": null, "store_reviews": "5 shop reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/966281023/30-highly-clickable-youtube-thumbnail"}, {"seller_text": "SnazzyMango", "seller_href": "https://www.etsy.com/shop/SnazzyMango?ref=simple-shop-header-name&listing_id=990671746", "store_sales": "3,763 sales", "store_rating": "4.6667", "listing_title": "CUSTOM Bachelorette Instagram Filter! Neon Bachelorette Filter, Bachelorette Filter Instagram, Instagram Effect, Hen Party Filter, Instagram", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $8.01+\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: Adobe Illustrator, Photoshop, Instagram, Facebook, Spark AR, Glitter, Insta Stories, Effect, Instagram Story, Insta Story, Neon, Bachelorette, Filter\n\n\nRead the full description"], "listing_desc": "\n                    Custom Neon Bachelorette Filter For Instagram, Instagram Stories Filter!TRY BEFORE YOU BUY: https://www.instagram.com/ar/510638693640520Make a statement at your bachelorette with your very own custom Instagram/Facebook filter! All your family, friends, guests and followers will have access to your filter! Anyone who sees your story will also have access to your filter! Unlike snapchat filters it's not restricted to location and there is no upload cost!| CUSTOMISATION |Information Required:Name -Date -All colours and text are customisable so feel free to message me if you require different colours or wording!| HOW IT WORKS |1 - Enter your personalisation requirements in the space provided when ordering.2 - I then design your filter in Instagram/Facebook's unique software.3 - A proof will then be sent to you of how your filter will look, please allow 24hrs for this.4 - Once you're happy with how your filter looks, I then submit it to Instagram/Facebook to upload to their filter collection. (This can take up to 48hrs)!5 - Once the filter has been accepted by Instagram/Facebook I will then email you a link to where you can find your filter on the social media site!6 - You can share the link with all your friends, family and guests! Alternatively, when your post to your story using the filter a badge will be displayed in the top left corner. Anyone who clicks on this will also have access and be able to use your filter! (An example of this is Picture 3).Please message me if you have any questions.  :)If you include the snapchat version in your order, this is just for the filter file. You must upload the filter to Snapchat where costs may be incurred due to location and date. More information can be found here: https://www.snapchat.com/l/en-gb/on-demand/Facebook and Instagram filters are uploaded by me at no extra cost.My full collection of Instagram & Facebook filters can be found here:https://www.etsy.com/uk/shop/SnazzyMango?ref=seller-platform-mcnav&section_id=21416837Keywords:bachelorette, bachelorette filter, instagram bachelorette filter, insta effect, instagram effect, neon bachelorette, neon filter, hen party, hen party filter, Insta Filter, Instagram Filter, Instagram Story, Instagram Stories, Insta Stories, Instagram Wedding, Instagram Wedding Filter, Rose Gold Wedding Filter, Insta Wedding Filter, Insta Wedding Effect, Insta Wedding Stories, Insta Wedding, Instagram Wedding, Rose Gold Wedding Filter, Insta Mask, Insta Effect\n                ", "listing_reviews": null, "store_reviews": "466 shop reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/990671746/custom-bachelorette-instagram-filter"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=972851457", "store_sales": "171,648 sales", "store_rating": "4.8275", "listing_title": "10 Mobile LIGHTROOM Presets, Summer Preset, lightroom mobile presets, Desktop Presets Blogger, Natural Preset, Bright Instagram, vsco filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP, 1 PDF"], "listing_desc": "\n                    🎁 GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code: 2FREE• Pay only for 2 itemsMore presets in our SHOP:www.etsy.com/shop/KatherineDream• FILES INCLUDED IN YOUR PURCHASE •✔️ 10 MOBILE Lightroom presets for mobile Lightroom( free mobile lightroom app)✔️ 10 DESKTOP Lightroom presets for desktop Lightroom✔️ Post-purchase Support✔️ Instructions✔️ Instant Download • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions♡ HOW TO ORDER ♡- Tap “add to cart” or “buy it now”;- Receive receipt and email from Etsy with link to download file- Download the Lightroom presets instantly.❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it. :)🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "70", "store_reviews": "6,145 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/972851457/10-mobile-lightroom-presets-summer"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=663947338", "store_sales": "171,648 sales", "store_rating": "4.8275", "listing_title": "21 Lightroom MOBILE Presets - Lightroom Presets - Instagram Filter - Mobile Preset & Desktop Preset, Lifestyle Blogger Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    • Professional Lightroom Presets for free Mobile and Desktop Lightroom• You receive 21 variants of presets with white/slightly warm/slightly cold tones• You can use them unlimited number of times.• Post-purchase support guaranteed - if you need my help with editing don't hesitate to contact me ✅FILES included:- 21 Lightroom presets in DNG format for MOBILE Lightroom (free app compatible with both IOS and ANDROID).- 21 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 itemsThis Preset package is perfect for all dark or normal photos. All presets will give your photos and images modern, clean and bright look. It is perfect for indoor as well as outdoor photos and it will also tweak lightings. This package is perfect for bloggers and profesional photographers as well as for casual photographers because no additional tweaks are needed. White Lifestyle can change your photos with one click right on your phone.  White Lifestyle Lightroom Presets have been created to brighten your photos with a light, white and clean look.❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "25", "store_reviews": "6,145 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/663947338/21-lightroom-mobile-presets-lightroom"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=665103784", "store_sales": "237,230 sales", "store_rating": "4.8714", "listing_title": "10 Lightroom Presets RIESLING for Desktop and Mobile Lightroom, Color Pop, Vibrant Presets, Instagram Blogger Summer Photo Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    10 Mobile Lightroom Presets Riesling Summer preset Warm preset Travel presets Instagram filter Sunny preset This presets pack will bring out Vibrant Rich Tones and Saturated Summer Pop Colors in your photos.10  LIGHTROOM PRESETS RIESLING  for Mobile and Desktop LightroomThese Presets Pack  are perfect for Instagram, blogging and photo editing on the go. Hight Quality Preset, Great for Portraits, Bloggers, Travelers, Engagements and Wedding' shoots, a user friendly pack, easy to use, One click Lightroom Preset that gives your collection of work a more cohesive and aesthetic feel and get you on your way to creating stunning images. 🎁 GET 5 & PAY FOR 3: add 5 presets to your cart, use coupon: GIFT2 and pay for 3 only https://www.etsy.com/shop/VictoriaBeePhoto?coupon=GIFT2This pack Included 10 presets inspired by travel bloggers and influencers around the world.This preset for every kind of picture that will surely deliver stunning results and make your images look a hundred times better! For photographers who do a lot of fashion, travel and lifestyle photography.Check out my Bestseller Itemshttps://www.etsy.com/shop/VictoriaBeePhoto♦️ Works in Lightroom Mobile App (iOS/Android)♦️ Works With & Without Adobe subscription♦️ Compatible with All Photo formatsIncluded:🔶10 Lightroom presets in .DNG format for MOBILE Lightroom .ZIP archive🔶10 Lightroom presets in .XMP format for DESKTOP Lightroom .ZIP archive🔶.PDF file with direct link to download presets directly to your phone 🔶.PDF Instruction Guide 10 Riesling Presets  has been created to achieve a very modern, glamorous, trendy & Instagram aesthetic look. You will get best fashionable, professional  one-click result from this pack.Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️Keep in mind that all presets work differently with each photo depending on a number of factors such as lighting, white balance, tone etc. Please contact me for any questions or editing help victoriabee.shop [!at] gmail.com© 2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephoto  ©victoriabee.presetsMobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset, Pop Colour Preset, Vibrant Preset, Summer Presets\n                ", "listing_reviews": "100", "store_reviews": "8,047 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/665103784/10-lightroom-presets-riesling-for"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=869986401", "store_sales": "25,455 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets,Honey Presets, Instagram Filter, Vsco Filters, Lightroom, Mobile Presets, Presets, Natural Nude, Blogger Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "12", "store_reviews": "793 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/869986401/3-mobile-lightroom-presetshoney-presets"}, {"seller_text": "LizMartinezCreations", "seller_href": "https://www.etsy.com/shop/LizMartinezCreations?ref=simple-shop-header-name&listing_id=991883473", "store_sales": "197 sales", "store_rating": "5", "listing_title": "3 Retro Summer LIGHTROOM Mobile Presets, Presets, Blue Preset, Summer Preset, Teal Preset, Influencer Filter, Instagram Filter, Retro Preset", "listing_bestseller": "-", "listing_price": "\n                        $2.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 3 other files"], "listing_desc": "\n                    3 Retro Summer LIGHTROOM Mobile Presets, Presets, Blue Preset, Summer Preset, Teal Preset, Influencer Filter, Instagram Filter, Retro Preset*** Retro Summer Presets works best with with pictures that primarily have blues, greens, reds, and neutrals! Remember you might have to tweak the preset to your liking every so often since lighting, colors, and quality can vary photo to photo! ***SHOP MORE: https://www.etsy.com/shop/LizMartinezCreations/Presets are perfect for bloggers, influencers, photographers, and even personal accounts to help create a cohesive Instagram feed / theme. Works with one click to transform your pictures and enhance your brand. This Retro Summer Preset gives your photos dated and teal blue tones. This preset is great for lifestyle, travel, flat lay, interior design, fashion, and day-to-day photos.----------❂ INCLUDED IN YOUR PURCHASE ❂⚫ 3 Mobile Lightroom Presets (DNG files)⚫ Step-by-step guide for installationIf your mobile device is having trouble downloading or if you have any questions about editing, send me a message!❂ LET'S CONNECT ❂IG: www.instagram.com/simplyxlizPINTEREST: www.pinterest.com/simplyxliz/TIKTOK: www.tiktok.com/@simplyxlizEMAIL: lizmartinezcreations [at] gmail.com----------TERMS OF USE: No refunds or exchanges can be made for digital products after they are downloaded!© 2021 Liz Martinez Creations, All Rights ReservedTERMS AND CONDITIONS:Prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.Any other use is strictly prohibited and may violate copyright, trademark and other laws.Keywords:Mobile Preset, Instagram Preset, Influencer Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Lightroom CC, DNG, Presets, Retro Preset, Summer Preset, 70s Preset, 60s Preset, Blue Preset, Travel Presets, iPhone Presets, Bright Preset, Colorful Preset, Summer Preset, Vacation Preset\n                ", "listing_reviews": null, "store_reviews": "12 shop reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/991883473/3-retro-summer-lightroom-mobile-presets"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=971564670", "store_sales": "237,231 sales", "store_rating": "4.8715", "listing_title": "25 Mobile and Desktop Lightroom Presets, Magic Hour presets, Sunny Golden Lightroom Preset, Warm Instagram Filter, Sun Travel Summer Blogger", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $4.35\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    25 LIGHTROOM PRESETS MAGIC HOURLIGHTROOM PRESETS FOR GOLDEN HOUR, SUNRISE & SUNSETThe MAGIC HOUR preset gives photos a softer and warmer look , This preset is ideal for pictures that are taken under a natural light and works well with portraits and outdoor photos. The preset can be applied with just one click and will give your photos an interesting and amazing look –  ideal for creating stand-out photos for printing and hanging on your wall.Check out my Bestseller Itemshttps://www.etsy.com/shop/VictoriaBeePhoto♦️ Works in Lightroom Mobile App (iOS/Android)♦️ Works With & Without Adobe subscription♦️ Compatible with All Photo formatsIncluded:🔶25 Lightroom presets in .DNG format for MOBILE Lightroom (.ZIP Archive)🔶25 Lightroom presets in .XMP format for DESKTOP Lightroom (.ZIP Archive)🔶.PDF file with direct link to download presets directly to your phone (Dropbox)🔶.PDF Instruction Guide Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets.‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️Keep in mind that all presets work differently with each photo depending on a number of factors such as lighting, white balance, tone etc. Please contact me for any questions or editing help victoriabee.shop [!at] gmail.com© 2019-2021 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephoto\n                ", "listing_reviews": "7", "store_reviews": "8,047 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/971564670/25-mobile-and-desktop-lightroom-presets"}, {"seller_text": "SmallSteptoGrow", "seller_href": "https://www.etsy.com/shop/SmallSteptoGrow?ref=simple-shop-header-name&listing_id=1037628059", "store_sales": "8 sales", "store_rating": "5", "listing_title": "Subscribe Alert YouTube Channel | Personalized, Animated Subscribe Button", "listing_bestseller": "-", "listing_price": "\n                        $4.00\n                    ", "listing_highlights": ["Handmade"], "listing_desc": "\n                    DIGITAL PRODUCT - This is a customizable digital product.Preview with sound : https://id.pinterest.com/pin/1060175568500663750/STEPS:1) Please provide your channel's name and custom text (optional), You can send me this information via Etsy messages, or write it in the personalization section.2) Shortly after purchase (2-24h), I will send you a link to a google drive folder with 1 .mp4 (green screen) and 1 .mov video with a transparent background that you can download and import to your video editing software.If you have any questions please contact me before orderingINFORMATION:- files are not compatible with editing apps on your phone- The animation is 6 seconds long.- The background is transparent and green screen.- You can easily adjust the size and position.- 100% compatible with: Adobe Premiere Pro, Final Cut Pro, iMovie, Filmora, iMovie on iPhone, Kinemaster on Android- Resolution: 1920 x 1080 full HD.Thank you so much to look around on my Etsy shop! :)\n                ", "listing_reviews": null, "store_reviews": "3 shop reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/1037628059/subscribe-alert-youtube-channel"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=923109412", "store_sales": "21,701 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Neutral Filter, Cream Preset, Instagram Filters, iPhone Presets, Lightroom Filter, Lifestyle Preset, Blogger Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it natural with this Ethereal Preset! This Lightroom Mobile preset will effortlessly soften and mute the shades in your photos to achieve a bright creamy look with the click of button! ❀ Your purchase includes ❀- 1 Ethereal Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "23", "store_reviews": "1,130 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/923109412/lightroom-mobile-preset-neutral-filter"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=869760089", "store_sales": "25,456 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets, Black Presets, Mobile Presets, Instagram Filter, Presets, Moody Blogger Presets, Influencer Luxury Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "8", "store_reviews": "793 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/869760089/3-mobile-lightroom-presets-black-presets"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=747825472", "store_sales": "237,230 sales", "store_rating": "4.8714", "listing_title": "10 Mobile Lightroom Presets FAMILY TIME / Lightroom Mobile Presets / Desktop Preset / Warm Photo Filter for Instagram", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    Lightroom Presets  , instagram preset, warm photo filter,  influencer presets , lifestyle blogger presets10 Lightroom presets FAMILY TIME  is created especially for family fun moment portraits to give it a stunning and styled look. The preset can be applied with just one click and will give your photos an interesting and amazing look –  ideal for creating stand-out photos for printing and hanging on your wall.🔺Included10 LIGHTROOM PRESET .ZIP Archive .PDF file with direct link to download presets directly to your phone .PDF Instruction Guide 📍Unfortunately, Etsy does not support downloading digital files via Etsy App. Please download via one of the following options:1. Visit your email and click 'View Your Files on Etsy' in the email received from Etsy. Login to your Etsy account (if you have one). You will see the links to your files at the bottom of the page.2. Login to your Etsy account via Safari or Google Chrome browser on your mobile phone. Click on Your Account (a circle in the top right corner) > Purchases and Reviews > Your Order > 'Download Files'. You will see the links to your files at the bottom of the page.Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and I'll send your preset immediately and you can save directly in your camera roll‼️For any questions or editing help Please contact me email victoriabee.shop [!at] gmail.com© 2019-2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoKeywords: warm filter, Instagram Filter, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, family preset,\n                ", "listing_reviews": "30", "store_reviews": "8,047 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/747825472/10-mobile-lightroom-presets-family-time"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=856057614", "store_sales": "25,455 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets, Pink Presets,Instagram Filters, Natural Presets, Mobile Presets, Presets, Blogger Presets, Blush Presets, Vsco", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "22", "store_reviews": "793 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/856057614/3-mobile-lightroom-presets-pink"}, {"seller_text": "TheOctoberCreative", "seller_href": "https://www.etsy.com/shop/TheOctoberCreative?ref=simple-shop-header-name&listing_id=836608975", "store_sales": "2,172 sales", "store_rating": "4.8516", "listing_title": "YouTube Channel Kit for Canva, YouTube Package, Templates, Thumbnail, Banner, Intro, Outro, End Card, Logo, Customizable, Editable - YT01", "listing_bestseller": "-", "listing_price": "\n                        $11.80\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Perfect for your business channel or personal channel, these beautiful, customizable templates are sure to make your channel stand out! These template designs feature customizable colors and words that you can adjust to perfectly reflect your style and brand. Perfect for YouTubers, vloggers, creatives, and small business owners alike!═══════════════════════════INCLUDED:- A PDF with the link to access and edit your template on Canva.- Mini 'How To' Guide for Canva*Sample photos not included.═══════════════════════════LICENSING AND TERMS OF USE: - This product is intended for personal and limited branding use only (to review the licensing terms, please see the listing photos). You may not sell, give away, replicate, or distribute (in part or in whole) any of the files, images, or templates included with your purchase. You may not share or transfer this design to any other party or sell/claim the template as your own design. You may not redistribute or resell this product or modified version of this product in its editable template format. You may not use this product to promote the sale of any other graphic design templates. You may not share the access link with anyone. Sharing Canva links using Canva's team feature is strictly forbidden. User access will be removed if team use is detected, followed by DMCA notices and legal action. Only the purchaser may access purchased files.- This product includes digital items only. No physical materials will be shipped. - Due to the digital nature of this product, I am unable to provide refunds or exchanges.═══════════════════════════DISCLOSURE: Please note that these templates are being sold by Nouveau Paperie. The seller and the sale of these templates are not affiliated with Canva, and Canva is not liable for these templates.═══════════════════════════CANVA TUTORIALS: Due to time restrictions, I cannot offer additional assistance with using the Canva website. For further assistance, Canva's Tutorial Hub is a great resource: https://designschool.canva.com/tutorials/getting-started/\n                ", "listing_reviews": "13", "store_reviews": "162 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/836608975/youtube-channel-kit-for-canva-youtube"}]