[{"seller_text": "LunaPlannerCo", "seller_href": "https://www.etsy.com/shop/LunaPlannerCo?ref=simple-shop-header-name&listing_id=957274741", "store_sales": "3,861 sales", "store_rating": "4.8776", "listing_title": "Digital Notebook | Digital Planner| Digital Stickers| Digital Journal| Goodnotes| iPad| Tablet| Student| College| Templates| Best Sale", "listing_bestseller": "Bestseller", "listing_price": "\n                        $14.95\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Only for a limited time,  get our ENTIRE shop (yes, that’s every product in our shop) for ONLY $14.95. That’s over 45 Digital Products! A savings of 99%!! PLUS, additional bonus digital templates, stickers, and notebooks included!!►Limited quantities available. Offer good until supplies last.––––––––––––––––––HOW IT WORKS:––––––––––––––––––PDF Templates work with ANY app that supports PDF files.Hyperlinked notebooks/Planners can be use on your iPad, Tablet, Desktop, or Smart Phone with any PDF Reader such as, PDF Expert, Notes Plus, or Notability, etc. To use the clickable tabs you will need an app that reads hyperlinks, such as, Adobe PDF, Noteshelf, Goodnotes, etc.► After your purchase, you will see the link for downloading your PDF Instructions.► Click on the link provided. It will take you to our Google Drive Account.► Click on the file you want to download and then click on the Download button.–––––––––––––––––––––⚠️ IMPORTANT NOTES–––––––––––––––––––––► No physical items will be mailed to you.► All sales of digital files are final. No refunds.► Please note that this listing is for PERSONAL USE ONLY.–––––––––––––––––––⛔️ Legal Disclosure–––––––––––––––––––► The copyright DOES NOT transfer with purchase. ► These files are original and remain the property of Luna Planner Co.► Distributing, Reselling, Sharing, or Copying Files is PROHIBITED.Thank you so much for visiting!♡Luna.\n                ", "listing_reviews": "67", "store_reviews": "237 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/957274741/digital-notebook-digital-planner-digital"}, {"seller_text": "PlannersFactory", "seller_href": "https://www.etsy.com/shop/PlannersFactory?ref=simple-shop-header-name&listing_id=870016966", "store_sales": "4,864 sales", "store_rating": "4.8326", "listing_title": "Digital Planner, Goodnotes planner, Digital Planner Goodnotes, ipad planner, notability planner, Digital journal, daily digital planner,", "listing_bestseller": "Bestseller", "listing_price": "\n                        $11.10\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    DIGITAL PLANNER 2021 2022 - ROSE GOLD V2This digital planner is designed to help you make the best of your year. Useful to use as a life planner, business planner, or academic planner. It starts on January 2021 to December 2022 (Monday & Sunday start).This Digital Planner is designed to be used in your iPad or tablet device. Great to use for apps like GoodNotes, Notability, etc.Files types Included:- 1 PDF (Monday Start) 2021-2022 Dated Digital Planner 1200-page- 1 PDF (Sunday Start) 2021-2022 Dated Digital Planner 1200-page- 1 PDF Help Guide on How to Use Planner- 200 PNG transparent files containing your 1400+ digital stickers- 2 sticker book for GoodNotes that contained over 1400 stickers, super easy to use it (available in monochromatic and full color options)NOTE: After payment is complete, You will receive a PDF file called “Download Link”, open it and download your high quality DIGITAL PLANNER.Features:Cover ( 5 Cover options)2021 Calendar with hyperlinks2022 Calendar with hyperlinks12 Monthly hyperlinked tabsMonths overview with hyperlinksMonthly layouts with hyperlinksMonthly review pagesWeekly layouts with hyperlinks (available in 4 weekly layout options)Weekly review with hyperlinksDaily layoutsIndex layoutYearly GoalsProject PlannerHabit TrackerMood TrackerMonth at a GlanceTo Do ListGrocery ListMeal PlannerBirthdaysContactsEmergency ContactsPlaces to VisitPacking ListBooks to ReadIMPORTANT DATESPassword TrackerBucket ListKey DatesYearly FinancesMonthly BudgetMonthly Bill TrackerMonthly ExpensesExpense TrackerA little note to SelfLined note paperGrid note paperDotted note paperBlank note paper- QUESTIONS? -Please do not hesitate to shoot me a message! I'll be glad to help you.I hope you enjoy it!Template designs are for personal use only and may not be resold or redistributed under any circumstances.\n                ", "listing_reviews": "88", "store_reviews": "218 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/870016966/digital-planner-goodnotes-planner"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=870000293", "store_sales": "25,448 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets, Beauty Presets, Instagram Filters, Natural Presets, Vsco Filters,Lightroom Mobile Presets, Nude Presets, Selfie", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "18", "store_reviews": "793 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/870000293/3-mobile-lightroom-presets-beauty"}, {"seller_text": "EliteStudioPresets", "seller_href": "https://www.etsy.com/shop/EliteStudioPresets?ref=simple-shop-header-name&listing_id=881740942", "store_sales": "17,026 sales", "store_rating": "4.7489", "listing_title": "Lightroom Preset ICE COFFEE, Single Mobile Desktop Lightroom Preset, Soft Light Beige Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $1.83\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 2 other files"], "listing_desc": "\n                    Lightroom Presets ICE COFFEE, Single Mobile Desktop Lightroom Presets, Soft Light Brown Preset☆ What is included? ☆➤ 1 Mobile Preset in .DNG format➤ 1 Desktop Preset in .XMP format (NOT lrtemplate format, but you can still use them by uploading the DNG files in your Lightroom Desktop and save them as preset.)➤ PDF installation guide☆ Compatibility ☆➤ For MOBILE and DESKTOP use (iPhone, Android, PC, MAC)➤ Compatible with free version of the Adobe Lightroom App. You can download this app for free on your mobile phone (iPhone or Android)➤ Compatible with the paid version of the Adobe Lightroom Classic CC (version 7.3+)➤ For use on JPEG and RAW imagesSince each image is different due to lighting conditions, camera settings, and personal style, these presets may need to be slightly altered to fit your needs.☆ BUY 5 AND GET 30% OFF!! ☆Add 5 presets in your cart and receive automatically 30% discount!https://www.etsy.com/shop/EliteStudioPresets☆ 24/7 Support ☆If you have any questions or need some help with the presets, please contact me at Etsy or through email elitestudiopresets[at]@gmail.com♡ Share with Us! ♡I would love to see how your pictures turned out by using our presets. Please include them in your review! Tag or DM us on instagram to get featured!@elitestudiopresets© 2020 Elite Studio Presets, All Rights ReservedTerms of Use: By purchasing this item, you are automatically agreeing to the terms of use. Included but not limited to: Prohibition of sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "22", "store_reviews": "749 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/881740942/lightroom-preset-ice-coffee-single"}, {"seller_text": "SnazzyMango", "seller_href": "https://www.etsy.com/shop/SnazzyMango?ref=simple-shop-header-name&listing_id=990671746", "store_sales": "3,763 sales", "store_rating": "4.6667", "listing_title": "CUSTOM Bachelorette Instagram Filter! Neon Bachelorette Filter, Bachelorette Filter Instagram, Instagram Effect, Hen Party Filter, Instagram", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $8.01+\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: Adobe Illustrator, Photoshop, Instagram, Facebook, Spark AR, Glitter, Insta Stories, Effect, Instagram Story, Insta Story, Neon, Bachelorette, Filter\n\n\nRead the full description"], "listing_desc": "\n                    Custom Neon Bachelorette Filter For Instagram, Instagram Stories Filter!TRY BEFORE YOU BUY: https://www.instagram.com/ar/510638693640520Make a statement at your bachelorette with your very own custom Instagram/Facebook filter! All your family, friends, guests and followers will have access to your filter! Anyone who sees your story will also have access to your filter! Unlike snapchat filters it's not restricted to location and there is no upload cost!| CUSTOMISATION |Information Required:Name -Date -All colours and text are customisable so feel free to message me if you require different colours or wording!| HOW IT WORKS |1 - Enter your personalisation requirements in the space provided when ordering.2 - I then design your filter in Instagram/Facebook's unique software.3 - A proof will then be sent to you of how your filter will look, please allow 24hrs for this.4 - Once you're happy with how your filter looks, I then submit it to Instagram/Facebook to upload to their filter collection. (This can take up to 48hrs)!5 - Once the filter has been accepted by Instagram/Facebook I will then email you a link to where you can find your filter on the social media site!6 - You can share the link with all your friends, family and guests! Alternatively, when your post to your story using the filter a badge will be displayed in the top left corner. Anyone who clicks on this will also have access and be able to use your filter! (An example of this is Picture 3).Please message me if you have any questions.  :)If you include the snapchat version in your order, this is just for the filter file. You must upload the filter to Snapchat where costs may be incurred due to location and date. More information can be found here: https://www.snapchat.com/l/en-gb/on-demand/Facebook and Instagram filters are uploaded by me at no extra cost.My full collection of Instagram & Facebook filters can be found here:https://www.etsy.com/uk/shop/SnazzyMango?ref=seller-platform-mcnav&section_id=21416837Keywords:bachelorette, bachelorette filter, instagram bachelorette filter, insta effect, instagram effect, neon bachelorette, neon filter, hen party, hen party filter, Insta Filter, Instagram Filter, Instagram Story, Instagram Stories, Insta Stories, Instagram Wedding, Instagram Wedding Filter, Rose Gold Wedding Filter, Insta Wedding Filter, Insta Wedding Effect, Insta Wedding Stories, Insta Wedding, Instagram Wedding, Rose Gold Wedding Filter, Insta Mask, Insta Effect\n                ", "listing_reviews": null, "store_reviews": "466 shop reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/990671746/custom-bachelorette-instagram-filter"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=972851457", "store_sales": "171,643 sales", "store_rating": "4.8275", "listing_title": "10 Mobile LIGHTROOM Presets, Summer Preset, lightroom mobile presets, Desktop Presets Blogger, Natural Preset, Bright Instagram, vsco filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP, 1 PDF"], "listing_desc": "\n                    🎁 GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code: 2FREE• Pay only for 2 itemsMore presets in our SHOP:www.etsy.com/shop/KatherineDream• FILES INCLUDED IN YOUR PURCHASE •✔️ 10 MOBILE Lightroom presets for mobile Lightroom( free mobile lightroom app)✔️ 10 DESKTOP Lightroom presets for desktop Lightroom✔️ Post-purchase Support✔️ Instructions✔️ Instant Download • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions♡ HOW TO ORDER ♡- Tap “add to cart” or “buy it now”;- Receive receipt and email from Etsy with link to download file- Download the Lightroom presets instantly.❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it. :)🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "70", "store_reviews": "6,145 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/972851457/10-mobile-lightroom-presets-summer"}, {"seller_text": "ShopbyBaxom", "seller_href": "https://www.etsy.com/shop/ShopbyBaxom?ref=simple-shop-header-name&listing_id=1037706101", "store_sales": "38 sales", "store_rating": "5", "listing_title": "Modern digital Planner For Smartphone With Hyperlinks for GoodNotes, Notability, Xodo, iPhone Planner,Android Planner", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $1.50\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    *PLEASE READ CAREFULLY!*Planner contains ONLY 6 months: July-December, 2021You'll get 2 PDF's:- Sunday start planner- Monday start plannerWhat's included:- Dated pages- Daily planner- Monthly planner- Notes- ListBEFORE PURCHASE, see what the phone planner will look like on your screen by importing this single PNG into the app of your choice: https://drive.google.com/file/d/1H8NjlQphKKcK2hhLNyXSFAY_P8sssqkm/view?usp=sharingEvery page has hyperlinks for easy navigation!This is a digital planner intended to be used on an IPhone or others smartphones in a PDF markup app that supports hyperlinks (Goodnotes, Notability, etc.)Note: This is an instant download - there is no physical product. The files become available to download once the purchase is processed by Etsy.RETURN & EXCHANGESDue to the digital nature of this item, it is unable to be returned, exchanged, or refunded. Please do not hesitate to reach out via Etsy message. I am always open to questions, comments, and suggestions.IMPORTANT INFORMATIONAll the files included in this download are original and copyright to Baxom. They are for personal use only and cannot be resold, remade, copied, or distributed under any circumstances.\n                ", "listing_reviews": null, "store_reviews": "7 shop reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/1037706101/modern-digital-planner-for-smartphone"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=663947338", "store_sales": "171,643 sales", "store_rating": "4.8275", "listing_title": "21 Lightroom MOBILE Presets - Lightroom Presets - Instagram Filter - Mobile Preset & Desktop Preset, Lifestyle Blogger Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    • Professional Lightroom Presets for free Mobile and Desktop Lightroom• You receive 21 variants of presets with white/slightly warm/slightly cold tones• You can use them unlimited number of times.• Post-purchase support guaranteed - if you need my help with editing don't hesitate to contact me ✅FILES included:- 21 Lightroom presets in DNG format for MOBILE Lightroom (free app compatible with both IOS and ANDROID).- 21 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 itemsThis Preset package is perfect for all dark or normal photos. All presets will give your photos and images modern, clean and bright look. It is perfect for indoor as well as outdoor photos and it will also tweak lightings. This package is perfect for bloggers and profesional photographers as well as for casual photographers because no additional tweaks are needed. White Lifestyle can change your photos with one click right on your phone.  White Lifestyle Lightroom Presets have been created to brighten your photos with a light, white and clean look.❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "25", "store_reviews": "6,145 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/663947338/21-lightroom-mobile-presets-lightroom"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=665103784", "store_sales": "237,227 sales", "store_rating": "4.8715", "listing_title": "10 Lightroom Presets RIESLING for Desktop and Mobile Lightroom, Color Pop, Vibrant Presets, Instagram Blogger Summer Photo Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    10 Mobile Lightroom Presets Riesling Summer preset Warm preset Travel presets Instagram filter Sunny preset This presets pack will bring out Vibrant Rich Tones and Saturated Summer Pop Colors in your photos.10  LIGHTROOM PRESETS RIESLING  for Mobile and Desktop LightroomThese Presets Pack  are perfect for Instagram, blogging and photo editing on the go. Hight Quality Preset, Great for Portraits, Bloggers, Travelers, Engagements and Wedding' shoots, a user friendly pack, easy to use, One click Lightroom Preset that gives your collection of work a more cohesive and aesthetic feel and get you on your way to creating stunning images. 🎁 GET 5 & PAY FOR 3: add 5 presets to your cart, use coupon: GIFT2 and pay for 3 only https://www.etsy.com/shop/VictoriaBeePhoto?coupon=GIFT2This pack Included 10 presets inspired by travel bloggers and influencers around the world.This preset for every kind of picture that will surely deliver stunning results and make your images look a hundred times better! For photographers who do a lot of fashion, travel and lifestyle photography.Check out my Bestseller Itemshttps://www.etsy.com/shop/VictoriaBeePhoto♦️ Works in Lightroom Mobile App (iOS/Android)♦️ Works With & Without Adobe subscription♦️ Compatible with All Photo formatsIncluded:🔶10 Lightroom presets in .DNG format for MOBILE Lightroom .ZIP archive🔶10 Lightroom presets in .XMP format for DESKTOP Lightroom .ZIP archive🔶.PDF file with direct link to download presets directly to your phone 🔶.PDF Instruction Guide 10 Riesling Presets  has been created to achieve a very modern, glamorous, trendy & Instagram aesthetic look. You will get best fashionable, professional  one-click result from this pack.Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️Keep in mind that all presets work differently with each photo depending on a number of factors such as lighting, white balance, tone etc. Please contact me for any questions or editing help victoriabee.shop [!at] gmail.com© 2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephoto  ©victoriabee.presetsMobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset, Pop Colour Preset, Vibrant Preset, Summer Presets\n                ", "listing_reviews": "100", "store_reviews": "8,047 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/665103784/10-lightroom-presets-riesling-for"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=869986401", "store_sales": "25,448 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets,Honey Presets, Instagram Filter, Vsco Filters, Lightroom, Mobile Presets, Presets, Natural Nude, Blogger Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "12", "store_reviews": "793 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/869986401/3-mobile-lightroom-presetshoney-presets"}, {"seller_text": "HappyDownloads", "seller_href": "https://www.etsy.com/shop/HappyDownloads?ref=simple-shop-header-name&listing_id=661944197", "store_sales": "33,604 sales", "store_rating": "4.8944", "listing_title": "Digital Planner 2021 Digital Planner Undated Digital Planner Goodnotes Planner Digital Planner iPad Planner Goodnote", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $11.61\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Digital planner bundle for Goodnotes and Notability (iPad), Noteshelf (iPad and Android), and Xodo (Android only).A digital planner has clickable tabs and buttons for easy navigation. You write on the digital notebook with a stylus pen and it can be decorated with lots of stickers and images. Super fun to use and perfect for getting organized! I recommend digital planning on a tablet with a stylus.——————————⭐️ This is a HUGE bundle of 900+ different digital planners in all combinations:✪ 2021-2022 two year dated digital planners✪ Undated digital planners that can be reused each year✪ 1000+ stickers in a file optimized for each app ✪ Both silver & gold rings included✪ Both Monday and Sunday start included✪ 5 different weekly layouts✪ 4 different daily layouts✪ 6 different colors included——————————⭐️ 30 DAY REFUNDI guarantee you will love this product. If for any reason you are unsatisfied, I will give you a full refund as part of my 30 day money back guarantee. Etsy automatically puts digital downloads as \"No refunds\" - please ignore this. You can read about my refund policy on my shop main page.——————————⭐️ EASY TO USE with instruction videos provided.Planners are optimized for each app with all stickers pre-cropped, with transparent background, and pre-imported into a file for each app (Goodnotes file, Xodo file etc). Simply copy and paste to use. ——————————⭐️ Planner specifications:✪ Jump easily between daily, weekly and monthly pages✪ Functional tabs on both sides✪ Easy navigation – home button on every page✪ Lots of pages for Productivity, Wellness, Fitness, Nutrition & Finances✪ Projects section linked to 8 project pages✪ Goals section linked to 8 goals pages✪ 40 extra blank hyperlinked pages for customizing your planner✪ Duplicate any page as many times as you need✪ Plain, dotted, lined & grid paper included✪ Lots of cover designs⭐️ Lots of useful pages including:✪ Year overview✪ To do lists✪ Weekly checklist✪ Chores plan✪ Weekly wellness✪ Habit tracker✪ Sleep tracker✪ Gratitude journal✪ Routine plan✪ Medical log✪ Meal plan✪ Shopping list✪ Hydration & food log✪ Kitchen inventory✪ Recipes✪ Fitness before & after✪ Exercise & steps tracker✪ Workout log✪ Weekly workout✪ Challenge tracker✪ Bills tracker✪ Expenses tracker✪ Debt payoff tracker✪ Savings tracker✪ Budget tracker✪ Monthly finances tracker✪ Yearly finances overview✪ Order tracker & wish list✪ Bank accounts✪ Important dates✪ Appointments✪ Upcoming events✪ Due dates tracker✪ Birthdays & anniversaries✪ Weekly schedule with hourly slots✪ Weekly schedule with half hourly slots✪ Bucket list✪ Goals plan✪ Projects plan✪ Addresses & contacts✪ Passwords✪ Notes✪ Lined paper✪ Grid paper✪ Plain paper✪ Dotted paper——————————⭐️ INSTANT DOWNLOADThis is a digital product. No physical item will be shipped to you. Download files are instantly available after payment has been received. If you need a guide on how to download your product, please go to: https://www.etsy.com/help/article/3949——————————Personal use only.\n                ", "listing_reviews": "100", "store_reviews": "2,453 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/661944197/digital-planner-2021-digital-planner"}, {"seller_text": "LizMartinezCreations", "seller_href": "https://www.etsy.com/shop/LizMartinezCreations?ref=simple-shop-header-name&listing_id=991883473", "store_sales": "197 sales", "store_rating": "5", "listing_title": "3 Retro Summer LIGHTROOM Mobile Presets, Presets, Blue Preset, Summer Preset, Teal Preset, Influencer Filter, Instagram Filter, Retro Preset", "listing_bestseller": "-", "listing_price": "\n                        $2.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 3 other files"], "listing_desc": "\n                    3 Retro Summer LIGHTROOM Mobile Presets, Presets, Blue Preset, Summer Preset, Teal Preset, Influencer Filter, Instagram Filter, Retro Preset*** Retro Summer Presets works best with with pictures that primarily have blues, greens, reds, and neutrals! Remember you might have to tweak the preset to your liking every so often since lighting, colors, and quality can vary photo to photo! ***SHOP MORE: https://www.etsy.com/shop/LizMartinezCreations/Presets are perfect for bloggers, influencers, photographers, and even personal accounts to help create a cohesive Instagram feed / theme. Works with one click to transform your pictures and enhance your brand. This Retro Summer Preset gives your photos dated and teal blue tones. This preset is great for lifestyle, travel, flat lay, interior design, fashion, and day-to-day photos.----------❂ INCLUDED IN YOUR PURCHASE ❂⚫ 3 Mobile Lightroom Presets (DNG files)⚫ Step-by-step guide for installationIf your mobile device is having trouble downloading or if you have any questions about editing, send me a message!❂ LET'S CONNECT ❂IG: www.instagram.com/simplyxlizPINTEREST: www.pinterest.com/simplyxliz/TIKTOK: www.tiktok.com/@simplyxlizEMAIL: lizmartinezcreations [at] gmail.com----------TERMS OF USE: No refunds or exchanges can be made for digital products after they are downloaded!© 2021 Liz Martinez Creations, All Rights ReservedTERMS AND CONDITIONS:Prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.Any other use is strictly prohibited and may violate copyright, trademark and other laws.Keywords:Mobile Preset, Instagram Preset, Influencer Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Lightroom CC, DNG, Presets, Retro Preset, Summer Preset, 70s Preset, 60s Preset, Blue Preset, Travel Presets, iPhone Presets, Bright Preset, Colorful Preset, Summer Preset, Vacation Preset\n                ", "listing_reviews": null, "store_reviews": "12 shop reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/991883473/3-retro-summer-lightroom-mobile-presets"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=971564670", "store_sales": "237,229 sales", "store_rating": "4.8715", "listing_title": "25 Mobile and Desktop Lightroom Presets, Magic Hour presets, Sunny Golden Lightroom Preset, Warm Instagram Filter, Sun Travel Summer Blogger", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $4.35\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    25 LIGHTROOM PRESETS MAGIC HOURLIGHTROOM PRESETS FOR GOLDEN HOUR, SUNRISE & SUNSETThe MAGIC HOUR preset gives photos a softer and warmer look , This preset is ideal for pictures that are taken under a natural light and works well with portraits and outdoor photos. The preset can be applied with just one click and will give your photos an interesting and amazing look –  ideal for creating stand-out photos for printing and hanging on your wall.Check out my Bestseller Itemshttps://www.etsy.com/shop/VictoriaBeePhoto♦️ Works in Lightroom Mobile App (iOS/Android)♦️ Works With & Without Adobe subscription♦️ Compatible with All Photo formatsIncluded:🔶25 Lightroom presets in .DNG format for MOBILE Lightroom (.ZIP Archive)🔶25 Lightroom presets in .XMP format for DESKTOP Lightroom (.ZIP Archive)🔶.PDF file with direct link to download presets directly to your phone (Dropbox)🔶.PDF Instruction Guide Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets.‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️Keep in mind that all presets work differently with each photo depending on a number of factors such as lighting, white balance, tone etc. Please contact me for any questions or editing help victoriabee.shop [!at] gmail.com© 2019-2021 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephoto\n                ", "listing_reviews": "7", "store_reviews": "8,047 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/971564670/25-mobile-and-desktop-lightroom-presets"}, {"seller_text": "DitoTediashvili", "seller_href": "https://www.etsy.com/shop/DitoTediashvili?ref=simple-shop-header-name&listing_id=941218711", "store_sales": "3,668 sales", "store_rating": "4.9231", "listing_title": "Undated Life Planner | Goodnotes Digital Planner | Life Digital Planner| Boho Digital Planner | Ipad Digital Planner | Notability Planner", "listing_bestseller": "Bestseller", "listing_price": "\n                        $19.90\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Undated Life Digital Planner | 𝔹𝕠𝕙𝕠 𝕊𝕥𝕪𝕝𝕖 for Goodnotes, Notability, Noteshelf, and Xodo for iPad or Android tablet. You get 2 planners (PDF)✨ Monday Start | Undated (169 Pages Hyperlinked)✨ Sunday Start | Undated (169 Pages Hyperlinked)✨ Pre-cropped sticker book for Goodnotes 5INCLUDED IN YOUR DIGITAL PLANNER⭐Hyperlinked 169 Pages⭐2021 Calendar⭐Monthly Planning⭐Daily Planning⭐Weekly Planning⭐Yearly Planning⭐Key Dates⭐Yearly Goals⭐Fitness Planner⭐Habbit Tracker⭐Hydration Tracker⭐Meal Plan⭐Grocery List⭐Recipes⭐Monthly Budget⭐Expense Tracker⭐Bill Tracker⭐Subscription Tracker⭐Online Shopping⭐Financial Goals⭐Reading Tracker⭐Favourite Books⭐Favourite Movies⭐Movies to watch⭐To Do List⭐Notes (Blank, Lined, Math)⭐Sticker Book⭐5 Different CoverPlanner includes:🔔The planner has been created to work on any PDF annotation app or software across multiple devices. However, I would personally recommend usage on an IPad with an apple pencil (or a stylus) and the use of either Goodnotes or Notability. Please note that this planner is not suitable for use on mobile phones nor for printing. Please note, this is a digital product and as such no physical product will be shipped.🔔WHY DIGITAL PLANNERS?Digital planners provide a great way to get high-quality and customised planners to help you in structuring and organising your life, both at home and professionally and it does so at a very inexpensive price. It also allows you to supercharge apps such as Goodnotes or Notability, leading to a much better experience.🔔 WHERE DO I GET MY FILES?Firstly please note that the product you are buying is a digital file and not a physical product. Once you have paid for your digital file and the payment has cleared with Etsy, you can download them through the purchases section of your Etsy account (which can be found here: http://www.etsy.com/your/purchases).🔔T’S & C’SThe files that you purchase and download here are digital and as such, I do not accept any returns, cancellations or refunds. When you purchase these files you accept these terms and conditions.However, if you do have any issues with your download or your file, please do reach out to me and I shall do everything to make it right.dOnly for personal use!Copyright © 2021 by DitoTediashvili.All rights reserved\n                ", "listing_reviews": "31", "store_reviews": "376 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/941218711/undated-life-planner-goodnotes-digital"}, {"seller_text": "ImperfectInspo", "seller_href": "https://www.etsy.com/shop/ImperfectInspo?ref=simple-shop-header-name&listing_id=939869534", "store_sales": "6,986 sales", "store_rating": "4.9463", "listing_title": "Printable/Digital ADHD Daily Planner | DIGITAL FILES Only", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 PDF"], "listing_desc": "\n                    THE PLANNER PAD CAN BE PURCHASED HERE — https://www.imperfectinspiration.com/storeTHE CUSTOMIZABLE VERSION OF THIS PLANNER CAN BE PURCHASED HERE -- https://www.etsy.com/listing/960804889/☆ WHAT IS IT?A planner to slay all other planners. When your primarily a visual human, sometimes the unstructured nature of standard planners can leave you feeling aimless and unfocused. This planner is specifically designed to guide you along a natural progression of productivity and work well for humans who think outside the box.☆ WHAT’S INCLUDED?]• 1 x PDF with Non-Fillable Fields (Letter Size)• 1 x PDF with Non-Fillable Fields (A4 Size)• 1 x PDF with Non-Fillable Fields (A6 Size)• 1 x PDF with Non-Fillable Fields (Half-Letter Size)• 1 x Instructions FileNote: This is an instant download - there is no physical product. The files become available to download once the purchase is processed by Etsy.☆ HOW TO ORDER1. Add this listing to your cart.2. After you complete the payment you will see the link for downloading the file. It will be available in your account's purchase area.3. Download the zipped files.4. Unzip files to your desktop.5. Open using the PDF viewer of your choice.6. Fill out using the PDF viewer clicking on blue edit boxes or print it out - it can also be used in digital planner apps such as Goodnotes☆ HOW DO I FILL IT OUT?These PDF files contain text fields that are fillable using Adobe Reader (Free), Adobe Acrobat, or other PDF reader software.You may also annotate digitally using an iPad or Tablet.Alternatively, you may print them out and write on them physically.Note: Text and colors that are part of the design cannot be edited.☆ RETURNS & EXCHANGESDue to the digital nature of this item, it is unable to be returned, exchanged, or refunded. Please do not hesitate to reach out via Etsy message. I am always open to questions, comments, and suggestions.☆ IMPORTANT INFORMATIONAll the files included in this download are original and copyright to Imperfect Inspiration Designs. They are for personal use only and cannot be resold, remade, copied, or distributed under any circumstances. All designs created by Britney Brown.\n                ", "listing_reviews": "100", "store_reviews": "595 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/939869534/printabledigital-adhd-daily-planner"}, {"seller_text": "MyFuturePlanner", "seller_href": "https://www.etsy.com/shop/MyFuturePlanner?ref=simple-shop-header-name&listing_id=996223931", "store_sales": "2,987 sales", "store_rating": "4.3455", "listing_title": "Digital Planner GoodNotes 2021, Minimal White Daily Planner, Notability Planner, Digital Planner iPad / Android", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.09\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Manifest and track your ideal lifestyle day to day with this complete Digital Planner for Goodnotes & Notability! With plenty of templates, goals, stickers, and simplistic pages, tracking has never been easier.INCLUDED IN THIS PLANNER:• Dated Pages: Daily, Weekly, and Monthly dated planning pages with hyperlinks for easy navigation.• Linked Daily, Weekly, and Monthly Pages: In addition to the standard pages, these pages also have linked templates or overviews.• Templates: Track your health, fitness, water, finances, goals, projects, and plenty more with 30+ and growing templates.• Infinite Templates Option: Duplicate all template pages as many times as needed, making weekly, monthly, or even daily additions to your planner.• Sticker Set: 2000+ stickers in a downloadable folder. PNG & PDF pages cropped for Goodnotes.• Decorative Covers: Choose whichever cover you'd like with 30+ Covers.** This is a digital planner intended to be used on an iPad or tablet device in a PDF markup app that supports hyperlinks (such as GoodNotes or Notability)**\n                ", "listing_reviews": "6", "store_reviews": "110 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/996223931/digital-planner-goodnotes-2021-minimal"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=923109412", "store_sales": "21,700 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Neutral Filter, Cream Preset, Instagram Filters, iPhone Presets, Lightroom Filter, Lifestyle Preset, Blogger Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it natural with this Ethereal Preset! This Lightroom Mobile preset will effortlessly soften and mute the shades in your photos to achieve a bright creamy look with the click of button! ❀ Your purchase includes ❀- 1 Ethereal Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "23", "store_reviews": "1,130 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/923109412/lightroom-mobile-preset-neutral-filter"}, {"seller_text": "PaperStarrStudio", "seller_href": "https://www.etsy.com/shop/PaperStarrStudio?ref=simple-shop-header-name&listing_id=978869635", "store_sales": "10,805 sales", "store_rating": "4.9784", "listing_title": "500 Spring Floral Digital Planner Stickers for Goodnotes & other digital planning apps. Cropped PNG files, Goodnotes Book. Personal Use", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.50\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 other file"], "listing_desc": "\n                    500 transparent Spring Digital Planner Stickers to create beautiful planner pages in your IOS or Android digital planner program.  You will receive 3 .zip files including500 individually saved, cropped transparent PNG files to import into your planner app or cloud app.10 x Full Sheet PNG files1 x Goodnotes sticker book (import directly to Goodnotes)— I N S T A N T D O W N L O A D —This listing is for a DIGITAL DOWNLOAD only and no physical item will be shipped.\u2028\u2028Your files will be available for download once payment is complete.\u2028 Please check here https://www.etsy.com/help/article/3949 for further information on how. Please note colors may vary depending on your monitor and tablet.THIS PRODUCT IS FOR PERSONAL USE ONLY— H O W  T O  U S E —– Save PNG files to your iPad Photos or save them to the cloud (iCloud,Google Drive, etc) or use Airdrop to save files to the iPad.– Select 'Add Image'– Resize and duplicate image as you needed— P L E A S E D O N O T —Share, sell or redistribute these designs. I put a lot of time and love in creating them.If you love them and want your friends to have them, please direct them here so they can purchase their own :)\n                ", "listing_reviews": "18", "store_reviews": "678 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/978869635/500-spring-floral-digital-planner"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=869760089", "store_sales": "25,449 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets, Black Presets, Mobile Presets, Instagram Filter, Presets, Moody Blogger Presets, Influencer Luxury Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "8", "store_reviews": "793 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/869760089/3-mobile-lightroom-presets-black-presets"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=747825472", "store_sales": "237,229 sales", "store_rating": "4.8715", "listing_title": "10 Mobile Lightroom Presets FAMILY TIME / Lightroom Mobile Presets / Desktop Preset / Warm Photo Filter for Instagram", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    Lightroom Presets  , instagram preset, warm photo filter,  influencer presets , lifestyle blogger presets10 Lightroom presets FAMILY TIME  is created especially for family fun moment portraits to give it a stunning and styled look. The preset can be applied with just one click and will give your photos an interesting and amazing look –  ideal for creating stand-out photos for printing and hanging on your wall.🔺Included10 LIGHTROOM PRESET .ZIP Archive .PDF file with direct link to download presets directly to your phone .PDF Instruction Guide 📍Unfortunately, Etsy does not support downloading digital files via Etsy App. Please download via one of the following options:1. Visit your email and click 'View Your Files on Etsy' in the email received from Etsy. Login to your Etsy account (if you have one). You will see the links to your files at the bottom of the page.2. Login to your Etsy account via Safari or Google Chrome browser on your mobile phone. Click on Your Account (a circle in the top right corner) > Purchases and Reviews > Your Order > 'Download Files'. You will see the links to your files at the bottom of the page.Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and I'll send your preset immediately and you can save directly in your camera roll‼️For any questions or editing help Please contact me email victoriabee.shop [!at] gmail.com© 2019-2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoKeywords: warm filter, Instagram Filter, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, family preset,\n                ", "listing_reviews": "30", "store_reviews": "8,047 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/747825472/10-mobile-lightroom-presets-family-time"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=856057614", "store_sales": "25,448 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets, Pink Presets,Instagram Filters, Natural Presets, Mobile Presets, Presets, Blogger Presets, Blush Presets, Vsco", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "22", "store_reviews": "793 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/856057614/3-mobile-lightroom-presets-pink"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=811454351", "store_sales": "70,786 sales", "store_rating": "4.9099", "listing_title": "5 Natural Tones Mobile & Desktop Lightroom Presets, Beige Clean Outdoor Photo Editing Filter for Instagram Influencer Lifestyle Blogger", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Natural Tones Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram Influencers, Clean Outdoor Photo Editing Filter for Lifestyle and Travel🌟The Natural Tones Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add slightly cool beige, tan and white tones to your Instagram photos. These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "100", "store_reviews": "5,612 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/811454351/5-natural-tones-mobile-desktop-lightroom"}, {"seller_text": "HyggelyStudio", "seller_href": "https://www.etsy.com/shop/HyggelyStudio?ref=simple-shop-header-name&listing_id=727311464", "store_sales": "21,406 sales", "store_rating": "4.919", "listing_title": "10 Lightroom MOBILE Presets, Bright and Airy Mobile Light room Presets, Blogger and Instagram Photo Filters, Lightroom CC, Light Bright Ig", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.55\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF"], "listing_desc": "\n                    Elevate your social media presence with these Bright & Airy presets for MOBILE! These are used best for images used in light spaces or shot in natural light.☞ PLEASE NOTE: THIS IS A DIGITAL DOWNLOAD! NO PHYSICAL COPY WILL BE SENT TO YOU! ☜CHECK OUT MORE FROM THIS SHOP --> https://www.etsy.com/ca/shop/HyggelyStudio-----------------------------------------------DETAILS FOR INSTANT DOWNLOAD:-----------------------------------------------♡ INSTANT DIGITAL DOWNLOAD!You will receive 10 preset files (PDF will have a clickable link to your files through google drive)+ PDF WITH LINK TO STEP BY STEP INSTRUCTIONS WITH PHOTOS!➀ BRIGHT&AIRY - ORIGINAL - DNG FILE➁ BRIGHT&AIRY - BRIGHT - DNG FILE➂ BRIGHT&AIRY - INTERIOR - DNG FILE➃ BRIGHT&AIRY - INTERIOR SHARP - DNG FILE➄ BRIGHT&AIRY - LOW SAT - DNG FILE➅ BRIGHT&AIRY - SHARP - DNG FILE➆ BRIGHT&AIRY - WARM - DNG FILE➇ BRIGHT&AIRY - TWO - DNG FILE➈ BRIGHT&AIRY - SHARP TWO - DNG FILE➉ BRIGHT&AIRY - THREE - DNG FILE!! These presets are created for Mobile Lightroom ONLY !!*If you would like the Desktop version of these presets, please message me, and I will direct you to the desktop listing*- Compatible with both the Paid and Free Versions of Lightroom Mobile- Instant Download Directly to Mobile Device, No Desktop Needed- Compatible with JPG & Raw ImagesBased on your lighting conditions, camera settings, and personal style, these presets may need to be slightly altered to fit your needs. I am always happy to help you use the presets if you are having trouble.  !! No refunds or exchanges can be made on digital products !!TERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE FOLLOWING -- - Do not share these files- Do not sell these files- Derivative works are also prohibited© 2019 Hyggely Studio - All Rights Reserved\n                ", "listing_reviews": "58", "store_reviews": "816 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/727311464/10-lightroom-mobile-presets-bright-and"}, {"seller_text": "IvoryDigitalHub", "seller_href": "https://www.etsy.com/shop/IvoryDigitalHub?ref=simple-shop-header-name&listing_id=1013584311", "store_sales": "635 sales", "store_rating": "4.94", "listing_title": "Digital Planner 2021-2022, Digital Dated Planner, Minimalist Planner, GoodNotes Planner, Hyperlinked Planner, 2022 Digital Planner iPad", "listing_bestseller": "-", "listing_price": "\n                        $9.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP, 1 other file"], "listing_desc": "\n                    2021 & 2022 Basic Digital Landscape Planner  for GoodNotes & Note-Taking Apps - Minimalist Design &  Paper Feel Texture Professionally designed with thousands of hyperlinks for quick and easy navigation, dated yearly, monthly, weekly & daily planning pages to include as much detail as you like. Plus 12 custom contents and 12 paper templates which you can copy and paste as many as you like. Free pre-cropped stickers with GoodNotes and PNG files. 😊 ✨ WHAT YOU GET1 x Zip File (123 x Individual PNG Files)1 x GoodNotes Pre Cropped Files ( 2 Pages, 123 Stickers)1 Zip File (2021 Planner Monday & Sunday Start, 456 Pages)1 Zip File (2022 Planner Monday & Sunday Start, 457 Pages) 🎁 FREEBIESI'll post freebies here: smart.bio/by_ivory📕 PLANNER SPECIFICATIONS • 6 Covers• Homepage Contents (12 Custom Contents & 12 Paper Templates)• Yearly Calendar• 12 Monthly Calendar• 52 Weekly Planner • 356 Daily Pages📓 PAPER TEMPLATES⊛ Narrow Ruled Lined⊛ Wide Ruled Lined⊛ Wide Lined with Left Margin⊛ Lined with Left Margin⊛ Two Columns Lined⊛ Lined Checklist⊛ 1/4 Inch Graph⊛ 1/4 Inch Dot Grid⊛ Blank⊛⊛ Lined with Box⊛ Handwriting⊛ Weekly➜ Easy navigation button on every page.➜All templates are hyperlinked from the contents page.💡 HOW IT WORKSThe planner has been created to work on any PDF annotation app or software across multiple devices. However, we would recommend use on iPad with apple pencil (or stylus) with GoodNotes or Notability app.Please note that this digital planner is note suitable for use on mobile phone nor for printing.To use the clickable hyperlink tabs please select the \"Read-Only\" mode on your note taking app.Such as:⊛ IOS: GoodNotes 5, Notability, Noteshelf 2⊛ Android: Noteshelf 2*** This product may not work on Noteshelf 1, please go to the following link try our sample notebook before you purchase :)smart.bio/by_ivory/🎈 IMPORTANT NOTESPlease double check that the type of files included in this download is compatible with your software before making a purchase and that you have the necessary skills and knowledge required to use them.➜ No physical items will be mailed to you.➜ All sales of digital files are final. No refunds.➜ Please note that this listing is for PERSONAL USE ONLY.⛔ COPYRIGHT DETAILSAll digital products are for personal use only and may not be used in any other way, in whole or in part, without the owner's express permission. You can not sell, give to anybody and republish them.You also are not allowed to copy designs and templates as well as share download links with anybody.Please, respect the author's workIf you have any questions feel free to contact us.Thank you for visiting our shop 💖Follow us on Instagram: @ivorydigitalhub\n                ", "listing_reviews": "4", "store_reviews": "50 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/1013584311/digital-planner-2021-2022-digital-dated"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=869967370", "store_sales": "21,700 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Natural Presets, Instagram Filters, VSCO Filters, iPhone Presets, Lightroom Preset, Lifestyle Presets, Bright", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it natural with this Natural Preset! This Lightroom Mobile preset will effortlessly soften and mute the shades in your photos to achieve a minimalist natural look with the click of button! ❀ Your purchase includes ❀- 1 Natural Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "24", "store_reviews": "1,130 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/869967370/lightroom-mobile-preset-natural-presets"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=686103789", "store_sales": "171,643 sales", "store_rating": "4.8275", "listing_title": "GREEN Lightroom PRESETS Mobile and Desktop - for Instagram/ Blogger/ Photo filters/ Food Presets/ Lightroom mobile presets, tropic exotic", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    💥20 Mobile Lightroom Presets, Mobile Presets, Desktop Presets💥Blogger Preset Package for Instagram Photo PresetWhite Lifestyle preset photo filter✅FILES included:- 20 Lightroom presets for MOBILE Lightroom( free mobile lightroom app)- 20 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "47", "store_reviews": "6,145 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/686103789/green-lightroom-presets-mobile-and"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=934128080", "store_sales": "21,700 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Neutral Filter, Cream Preset, Instagram Filters, iPhone Presets, Lightroom Filter, Lifestyle Preset, Blogger Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it natural with this Nude Preset! This Lightroom Mobile preset will effortlessly soften the shades in your photos while achieving a bright creamy look with the click of button! ❀ Your purchase includes ❀- 1 Nude Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "18", "store_reviews": "1,130 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/934128080/lightroom-mobile-preset-neutral-filter"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=788363061", "store_sales": "171,642 sales", "store_rating": "4.8275", "listing_title": "Sweet HOME -  LIGHTROOM mobile and desktop PRESETS /vsco filters, Presets for Lightroom Mobile app / warm presets / instagram filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.02\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    More presets in our SHOP:www.etsy.com/shop/KatherineDream • FILES INCLUDED IN YOUR PURCHASE •✔️ 11 Lightroom presets for MOBILE Lightroom( free mobile lightroom app)✔️ 11 Lightroom presets for desktop Lightroom✔️ Post-purchase Support 24/7✔️ Instructions✔️ Instant Download • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "100", "store_reviews": "6,145 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/788363061/sweet-home-lightroom-mobile-and-desktop"}, {"seller_text": "LunarEtWillow", "seller_href": "https://www.etsy.com/shop/LunarEtWillow?ref=simple-shop-header-name&listing_id=914773839", "store_sales": "19,507 sales", "store_rating": "4.6837", "listing_title": "3 Mobile Lightroom Presets & Instagram Story Filter, Iphone Presets, Mobile Presets, Instagram Filters, Preset, Colorful Mobile, For Pets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.81\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 1 PDF, 3 other files"], "listing_desc": "\n                    Mobile Lightroom Presets / Instagram Presets / Desktop & Mobile Presets / Bright Blogger Theme / Influencer PresetsLunar & Willow PRESET SHOP: https://www.etsy.com/au/shop/LunarEtWillow✮ INCLUDED IN YOUR PURCHASE ✮✔️  3 Mobile Lightroom Presets (DNG files)✔️  Step-by-step guide to installation✮ COMPATIBILITY ✮✔️  Works in Lightroom Mobile App (iOS/Android).✔️  Easy to install, just import DNG files into Lightroom.✔️  Works with FREE or paid version of Lightroom CC App.Created for the FREE Lightroom Mobile App and Desktop Lightroom. Our presets will transform your photos with just one click. Use these to create the perfect looking Instagram feed or blog without the time consuming editing!These presets will change the way you edit lifestyle, travel, children & family, home blogging, and interior photos such as AirBnB & Real Estate.© 2020 Lunar Et Willow, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "13", "store_reviews": "860 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/914773839/3-mobile-lightroom-presets-instagram"}, {"seller_text": "EasyLifePlanners", "seller_href": "https://www.etsy.com/shop/EasyLifePlanners?ref=simple-shop-header-name&listing_id=953826490", "store_sales": "31,127 sales", "store_rating": "4.8185", "listing_title": "Digital Student Planner, Digital Planner iPad, Notability Planner, Goodnotes Template, Academic Planner, College Student Planner", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $8.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 2 ZIP"], "listing_desc": "\n                    ✽ YOUR DIGITAL PLANNER INCLUDES:- Undated yearly calendar with hyperlinks  MONDAY START- Cover pages- Dated Monthly overview pages with hyperlinks- Weekly overview pages with hyperlinks - Weekly schedule pages with hyperlinks - Daily planner pages (hyperlinked)- Yearly Goals Planner- To-do lists - Tasks priority matrix- Index page with hyperlinks- 12 Monthly plan and reflections pages- Semester overview- Course info- Grade tracker - Assignments- Essay planner- Homework tracker- Definitions list- Materials tracker- Study time tracker - Study sessions- Subject reflections- Reading notes- Reading list- Brain dump- Meeting planner- Supplies tracker- Concepts list- Group projects planner - Meal planning page- Grocery list page- Recipe page with hyperlinks for 40 recipes- Food journal- Kitchen inventory- Shopping list- Mood Tracker- Sleep Tracker- Bucket list page- Birthday’s page- Password Tracker- Address Book- Projects section- Yearly finance- Financial Goals- Bank information- Savings tracker- Yearly Finances- Monthly Finances- Expense Tracker- Bill Tracker- Debt payment tracker- Monthly time trackers- Vitamins tracker- Hydration Tracker- Gratitudes- Weight tracker- Measurement tracker- Progress in photos- Habit tracker- Lined notes paper- Grid notes paper- Dotted notes paper- 5 Custom sections- 400+ Digital stickersThe pages can be easily duplicated or removed.✽ YOU WILL GET- Undated academic Planner MONDAY start PDF file. - Stickers folder with pre-cropped PNG files. - Goodnotes sticker book GoodNotes file.- Covers folder- Help File✽ EASY TO IMPORT: Import to any PDF editor (Goodnotes, Notability, XODO, etc.)✽ INSTANT DOWNLOAD:  The documents will be available for download within a few minutes of purchase. After downloading your file you can either airdrop to your iPad or open via dropbox/google drive.✽  DIGITAL PLANNER:  This Digital Planner is made for digital use and not produced for printing. ✽ HOW TO IMPORT TO Goodnotes- Save the planner to iCloud (or Dropbox / Google Drive)- Open the GoodNotes app on your iPhone or iPad- In the Goodnotes library click on the + sign and click on Import- Select iCloud where your file is saved (or Dropbox / Google Drive)- Select the file you saved - The file will download into the Goodnotes Library, then click on the planner cover to open iT.We are always here to help with any questions you may have.\n                ", "listing_reviews": "42", "store_reviews": "2,622 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/953826490/digital-student-planner-digital-planner"}, {"seller_text": "SummerSundayStudio", "seller_href": "https://www.etsy.com/shop/SummerSundayStudio?ref=simple-shop-header-name&listing_id=1011881978", "store_sales": "75 sales", "store_rating": "5", "listing_title": "12 Tab Hyperlinked Digital Notebook Dot, Grid, Blank, Lined, Cornell Paper Templates for Goodnotes, Notability, Noteshelf, iPad, Tablet", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $4.59\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 JPG, 1 ZIP"], "listing_desc": "\n                    12 Tab Hyperlinked Digital Notebook Free Stickers (Dot, Grid, Blank, Lined, Cornell Paper Templates) for Goodnotes, Notability, Noteshelf, iPad, Tablet☀️ FILES INCLUDED:- 59 PNG Stickers (in a ZIP file)- GoodNotes UserGuide (PDF file)- Digital Notebook (PDF file)📔 NOTEBOOK FEATURES:- 12 Hyperlinked tabs for easy navigation- 16 paper templates (Grid, lined, dotted, blank, Cornell-note variations)- Paper texture (Cream color paper for eye protection)- Index page that links to all the paper templates as well as each section in the notebook- 10 Recommended Color☁️ How to Download files to your iPad1. Log in to your Etsy Account on Chrome or Safari. ** Etsy App does not allow downloads2. Click on your profile image (top right) > Purchases and Reviews3. Click into your order. This will reveal a “Download Files”     button. Click on this and your files will show.⭕️ IMPORTANT NOTES:* This is an instant digital download.* THIS IS NOT A PHYSICAL PRODUCT.* Therefore returns/refunds are not accepted.* Please note Items are for PERSONAL use only.* When you purchase this set, there is no transfer of copyright.* Commercial use in any form is strictly prohibited.\n                ", "listing_reviews": null, "store_reviews": "6 shop reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/1011881978/12-tab-hyperlinked-digital-notebook-dot"}, {"seller_text": "Blondary", "seller_href": "https://www.etsy.com/shop/Blondary?ref=simple-shop-header-name&listing_id=974130096", "store_sales": "2,567 sales", "store_rating": "4.9957", "listing_title": "Mobile Lightroom Presets | 10 Tanning Presets | Beach Filter | Summer Tan | Bronze Preset | Beige Presets | Instagram Filter | iPhone Preset", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.05\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    Mobile Lightroom Presets, Tanning Presets, Beige Presets, Summer Presets, Beach Preset, Clean Preset, Brown presets, Bright Presets, Warm Presets, Coffee Presets, Instagram Filter, Instagram Presets, Blogger Presets, Lifestyle presets✩ FREE PRESETS OFFER ✩❤️ GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE ❤️❤️ GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE ❤️❤️❤️ GET 8 PACKS & PAY ONLY FOR 4 - Add 8 items to your cart and use promo code 4FREE*Tanning Mobile Presets: include 10 mobile Lightroom Presets perfect for summer, beach photos. Transform your photos with the Tanning Lightroom Presets*⭐You Will Receive :- 10 DNG. Mobile Presets - 1 PDF file \"how to download mobile presets\" All presets files are in DNG format.After the download you will need to unzip the file, either on your PC (and then send the mobile presets to your phone) or on your phone (if you have an app that can unzip files).After purchase you will be able to INSTANTLY DOWNLOAD the following 10 presets:- If you have problems with installation or with downloading your files just contact me and I'll do my best to help you.- Please keep in mind that each photo has different light setting so you can tweak some settings as light, contrast etc after applying you presets to get best results.For personal use ONLY! You may NOT sell, distribute, rent, give, sub-license, or transfer presets, or presets sent to anyone else.More Presets:Beige Presets:https://www.etsy.com/listing/964232783/mobile-lightroom-presets-12-beige?ref=shop_home_active_1&pro=1Bright Interior Presets:https://www.etsy.com/listing/952251009/mobile-lightroom-presets-6-bright?ref=shop_home_active_2&pro=1Minimalistic Presets:https://www.etsy.com/listing/938999572/lightroom-mobile-preset-7-minimalistic?ref=shop_home_active_4&pro=1Luxury Black Presets:https://www.etsy.com/listing/971607185/lightroom-presets-10-luxury-black?ref=shop_home_active_3&pro=1Fitness Presets:https://www.etsy.com/listing/943374818/lightroom-presets-6-fitness-presets?ref=shop_home_active_5&pro=1Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filters, Travel Presets, Influencer Presets, warm presets, iPhone Presets, Moody Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright Presets, Clean Preset, Color Pop Preset, Vibrant Presets, Home Presets, Beach Presets\n                ", "listing_reviews": "11", "store_reviews": "234 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/974130096/mobile-lightroom-presets-10-tanning"}, {"seller_text": "everydayplan", "seller_href": "https://www.etsy.com/shop/everydayplan?ref=simple-shop-header-name&listing_id=823880145", "store_sales": "3,485 sales", "store_rating": "4.8486", "listing_title": "Digital planner goodnotes 2021-2022, notability planner, ipad planner", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $4.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 other file"], "listing_desc": "\n                    2 Years dated, digital planner, daily and weekly!also available in value BUNDLE here:https://www.etsy.com/listing/806616320You will get both Monday and Sunday start,dated for full 2021/2022Over 1000 pages eachFree stickers set included, pre-croppedFREE Notepads set - look for more info here:https://www.etsy.com/listing/799810032IMPORTANTThis is a digital planner in PDF format, you are required to install a PDF annotation app first on your device, such as Goodnotes, Noteshelf, Notability etc.Every daily, weekly and monthly page is dated and hyperlinked!This dated planner includes:- Monthly page- Monthly Overview- Weekly page- Daily planner page- Weekly Schedule- Important dates- Monthly Budget- Habit tracker - Mood tracker- To Do Lists- Fitness and meals tracker- Goals Planner- Vision Board- Notes and template pages in Lines, Grid, Dot and BlankExtra sections:- Orders Tracker- Savings- Bank Info- Monthly refection- Daily gratitude- 30 Days Challenge- Watching and reading list- Passwords - Contacts- Project planner- Chores planner- Routine PlannerYOU WILL GET:- Digital Planners in PDF format, Monday and Sunday start 2021/2022 and hourly schedule variations- Sticker set - cropped in goodnotes format- Digital Notepads setHOW TO PURCHASE:THIS IS A DIGITAL ITEM, NO PHYSICAL PRODUCT WILL BE SHIPPED.once you put an item in your cart and the payment is processedthe files are sent to your email with the confirmation of payment from Etsy.IMPORTANT NOTICE:Due to nature of this product - a digital item - once downloaded it can not be returnedand that is why all sales are final. *NO REFUND POSSIBLEIf you have any questions or concerns please contact me prior to purchase.**PERSONAL USE ONLY\n                ", "listing_reviews": "76", "store_reviews": "198 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/823880145/digital-planner-goodnotes-2021-2022"}, {"seller_text": "Plannerscollective", "seller_href": "https://www.etsy.com/shop/Plannerscollective?ref=simple-shop-header-name&listing_id=742896067", "store_sales": "27,657 sales", "store_rating": "4.7808", "listing_title": "Digital Planner Goodnotes, Ipad Planner, Daily Planner, Weekly Planner, Dated Planner", "listing_bestseller": "Bestseller", "listing_price": "\n                        $11.07\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 ZIP"], "listing_desc": "\n                    Organize all aspects of your life and achieve the things that are most important to you with the Ultimate Digital Planner! Rolling Stone featured this planner #1 on their list of the best digital planners! With thousands of hyperlinks for effortless navigation, and several lifestyle planning pages, this planner is the ultimate productivity tool. This listing includes 8 different planner variations so that you can try them out and use the one that works best for you! ⭐ INCLUDED IN YOUR DIGITAL PLANNER✔     Starts in June 2021 and is dated until May 2023!✔\t15 Different cover pages to choose from ✔\tIncludes Rainbow and Pink color themes!✔     Sunday & Monday start dates ✔\t650+ digital stickers, sticky notes and widgets! ✔\tYearly overview page with hyperlinks✔     Monthly overview pages with hyperlinks ✔\tWeekly overview pages with hyperlinks and TWO different layout styles✔\tDaily Planning Pages✔\t4 notes pages with hyperlinked tabs on top of planner✔\tIndex page (top tab - hyperlinked to all lifestyle planning pages)✔\tMonth at a glance page✔\tMonthly review pages✔\tYearly goals page✔\tMeal Planning page✔\tMeal Ideas page✔\tGrocery List page✔\tHabit Tracker✔\tMood Tracker✔     Gratitude Journal✔\tSleep Tracker✔\tDream Tracker✔\tTo Do List’s✔     Vision Board✔     Challenge Tracker✔\tKey dates page for the year✔\tBucket list page✔\tBirthday’s page✔\tBrain Dump page✔     Password Tracker✔\tYearly Finances✔\tMonthly Finances ✔\tExpense Tracker✔\tBill Tracker✔     Wish List ✔     Order Tracker✔     Hydration Tracker✔     Steps Tracker✔     Exercise Tracker✔     Progress Tracker✔     Medical Information Tracker✔     Project Trackers✔     To Read List✔     To Watch List✔\tContacts Page✔\tEmergency Contacts Page✔     Wheel of Life Tracker✔\tLined note paper✔\tGrid note paper✔\tDotted note paper✔\tBlank note paper✔     All pages can be easily duplicated and/or removed.⭐ WHAT YOU WILL RECEIVE✔    8 High resolution digital planners (2 page layouts, 2 color themes, with Sunday & Monday start dates)✔\t650+ digital stickers✔\t1 Instructions guide on how to install✔\t2 FREE digital notebooks!*Please note this is a digital listing and instant download. No physical item will be shipped*⭐ AVAILABLE IN OTHER COLORS PINK: https://www.etsy.com/ca/listing/715702510BLACK: https://www.etsy.com/ca/listing/750315564CHECK OUT OUR PLANNER VALUE BUNDLE!: https://www.etsy.com/ca/listing/741536421⭐ WHY CHOOSE MY SHOP?With so many different digital planners out there, you may be wondering why you should choose my shop. My digital planners were created through hundreds of hours of careful design with the goal of being both aesthetically pleasing and highly functional. My planners have the ultimate combination of style and functionality that was guided by real world feedback from thousands of digital planner lovers who use digital planners in their everyday lives. I am absolutely dedicated to providing the best customer service possible! I love the digital planning community and I consider myself lucky to be able to help others use digital planners to lead more productive and organized lives. If you ever have any questions at all, please reach out to me. I'm always happy to help!  - Jade 💕⭐ COMPATIBILITY- Compatible with Apple, Android, and Microsoft devices - Compatible with IPads/Tablets, Smartphones, and desktop/Laptop computers- This planner is designed to be used with any PDF annotation app such as GoodNotes, Notability, Xodo, Noteshelf, etc. You will receive an instant download for your purchase that can be found in your Etsy account “Purchases and Reviews section” as well as an email with a direct download link.⭐ HOW PURCHASING A DIGITAL PLANNER WORKS1.\tAdd the item to your cart2.\tPurchase the item in your cart3.\tOnce the payment for your purchase is processed you will be able to find your instant PDF download         available in your ‘purchase and reviews’ section on Etsy. If you are purchasing as a guest on Etsy an email with link will be sent to email used to submit the order.4.\tDownload items and save them to your computer or tablet device (ICloud, Dropbox, etc) or open your          download and directly open in apps such as GoodNotes, Notability etc. 5.\tOpen chosen app to use planner (GoodNotes,Notability, Xodo, etc) and import your saved file into the app.Please note while text can be added to your planner using your IPad or tablet device. I highly recommend the apple pencil or stylus as well! For clickable hyperlinks to work on certain apps such as GoodNotes/Notability you need to have the ‘Read only’ tool selected.⭐ TERMS OF SERVICE- Due to the nature of digital files, once purchased you will receive an instant PDF to download that is permanent and therefore no refunds or cancellations can be offered. - Please ask any questions you may have prior! If you have any problems with your download or file please feel free to contact me and I will help resolve it as quickly as possible!- This item is for personal use only, and may not be resold, remade, copied, redistributed or used for any commercial purposes.Copyright © 2021 by The Planners Collective. All right reserved.⭐ ANY QUESTIONS?Please feel free to message with any questions! I am quick to respond and am open to any questions, comments or suggestions. Follow us @theplannerscollective for future updates and discounts! Tag us in your planner photos as well!Happy Planning!The Planners Collective\n                ", "listing_reviews": "100", "store_reviews": "1,166 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/742896067/digital-planner-goodnotes-ipad-planner"}, {"seller_text": "AmethystGarnet", "seller_href": "https://www.etsy.com/shop/AmethystGarnet?ref=simple-shop-header-name&listing_id=827253598", "store_sales": "26,564 sales", "store_rating": "4.9059", "listing_title": "Goodnotes planner, ipad planner, notability planner, Digital journal, daily digital planner, 2021 2022 planner digital Dated Digital Planner", "listing_bestseller": "Bestseller", "listing_price": "\n                        $13.49\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    This dated digital planner has been carefully designed to maximize productivity, aid in achieving all the goals that you set for yourself, and ultimately in helping you find balance in your life. This particularly dated planner has a creative yet functional design that is backed by a very extensive and smooth network of hyperlinks and buttons to make sure that the user experience is unrivaled. The Classic Digital Pastel Edition Planner is the ultimate planning system and was recognized by CNN as being the best digital planner to use in 2021.>> KEY FEATURES <<✪ Both 2021 and 2022 planners included✪ 25'000 Hyperlinks to make navigation buttery smooth✪ Finance, Fitness, Nutrition, Wellness and Productivity sections✪ 55 Templates in many key categories✪ 6 Planners - 3 weekly layout options in Monday & Sunday starts✪ 11'000 Digital stickers in 7 beautiful color palettes ✪ 85 Stunning covers to truly personalise your planner✪  Projects section with space for 12 projects✪  7 Custom hyperlinked sections✪  10 Note templates to replicate endlessly according to your needs>> TEMPLATES <<FITNESS - 9 TRACKERSChallenge tracker / Steps tracker / Fitness goals / Running tracker / Intermittent fasting tracker / Weekly workout log / Fitness journey / Weekly workout planner / Daily workout logFINANCE - 10 TRACKERSYearly finance overview / Bank information / Savings tracker / Debt payoff / Debt snowball tracker / Monthly finance / Savings thermometer / Finance tracker / No spend challenge / Sinking funds trackerNUTRITION - 7 TRACKERSWeekly meal journal / Weekly meal planner / Grocery list / Food journal / Monthly meal planner / Kitchen inventory / Recipe logWELLNESS - 9 TRACKERSMonthly sleep / Hydration tracker / Symptom tracker / Medical appointments / Habit tracker / Mood tracker / Pain tracker / Period tracker / Vitamins & medicationPRODUCTIVITY - 7 TRACKERSTime tracker / Smart goal planner / Quarterly planner / Long term goals / Work time log / Level 10 life planer / Pomodoro planner OTHERS - 12 TRACKERSContacts / Routines / Chores & cleaning / Delivery tracker / Movie tracker / TV tracker / Book tracker / Trip planner / Outfit planner / Birthdays / Passwords / Bucket list>> DIGITAL STICKERS & COVERS <<This digital planning system also contains 11'000 stunning stickers comprising of 7 amazing color palettes. In total you get ✪ Icons -1673 stickers✪ Labels - 1575 stickers✪ Brushes - 1050 stickers✪ Shapes - 1288 stickers✪ Notes - 252 stickers✪ Washi Tape - 350 stickers✪ Widgets - 686 stickersYou also get 85 amazing planner covers with a range of beautiful themes, to truly make the planner reflect your personality. >> PLEASE NOTE <<The planner has been created to work on any PDF annotation app or software across multiple devices. However, I would personally recommend usage on an IPad with an apple pencil (or a stylus) and the use of either Goodnotes or Notability. Please note that this planner is not suitable for use on mobile phones nor for printing. Please note, this is a digital product and as such no physical product will be shipped.🔔WHY DIGITAL PLANNERS?Digital planners provide a great way to get high-quality and customized planners to help you in structuring and organizing your life, both at home and professionally and it does so at a very inexpensive price. It also allows you to supercharge apps such as Goodnotes or Notability, leading to a much better experience. 🔔WHY CHOOSE MY BRAND?You may ask why you would choose to purchase your digital products from me and not one of the many other stores on Etsy that also offer digital planners. the answer is that I spend a lot of time researching and ensuring that the products I put out in my shop provide a perfect blend of aesthetics and logic. I also field test my products both personally and with a controlled focus group to ensure that my products stand the test of the general market.🔔 WHERE DO I GET MY FILES?Firstly please note that the product you are buying is a digital file and not a physical product. Once you have paid for your digital file and the payment has cleared with Etsy, you can download them through the purchases section of your Etsy account (which can be found here: http://www.etsy.com/your/purchases). 🔔COPYRIGHT NOTICEThe digital artwork showcased in my shop remains the intellectual property of Amethyst & Garnet Designs. My artwork is for personal use only. However, I am open to the idea of it being used for commercial purposes. Contact me directly to discuss it further. Copyright © 2020 by Amethyst & Garnet Designs. All rights reserved🔔T’S & C’SThe files that you purchase and download here are digital and as such, I do not accept any returns, cancellations or refunds. When you purchase these files you accept these terms and conditions. Also, our EU customers should please note that you waive your right to cancel this purchase under the EU Consumer Protection Law.You may not also alter nor share the digital files with anyone even if not for commercial purposes.However, if you do have any issues with your download or your file, please do reach out to me and I shall do everything to make it right. 🔔COLOR DISCLAIMERThe color variations in screens and monitors means that sometimes your printed artwork may appear slightly different than what you saw on your screen.\n                ", "listing_reviews": "100", "store_reviews": "2,427 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/827253598/goodnotes-planner-ipad-planner"}, {"seller_text": "CreateHeartWork", "seller_href": "https://www.etsy.com/shop/CreateHeartWork?ref=simple-shop-header-name&listing_id=927368065", "store_sales": "21,454 sales", "store_rating": "4.9411", "listing_title": "2021 Life Digital Planner | 2021 Boho Digital Planner | Goodnotes planner | ipad | daily digital planner | 2021 | Undated Digital Planner", "listing_bestseller": "Bestseller", "listing_price": "\n                        $30.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 4 PDF"], "listing_desc": "\n                    ⭐️ This ALL IN ONE planner will be the ONLY tool you need this year ⭐️Don't settle for a planner that lags. This planner is completely lag free ⚡️You get 4 planners ✨ Monday Start | Dated ✨ Sunday Start | Dated✨ Monday Start | Undated✨ Sunday Start | Undated✨ Pre-cropped sticker book for Goodnotes 5 |See the full flip through of this planner by copying and pasting the following link on your search bar: https://youtu.be/v0nw6Zy4xlEYou also get✨ Start Here File✨ Access to Google drive for updates✨ Step by Step transfer tutorial videos✨ Planner Set up Tutorial✨ Access to Exclusive Vault (exclusive freebies inside here)✨ Access to Digital Planning Video Library (tutorials for everything)This planner is over 600 pages and under 10mb. This means the planner is professionally made and doesn't lag. ⭐️ What is inside the planner? ⭐️✨ Monthly, weekly, and daily links✨ Over 10 weekly options (hourly, different layouts)✨ Monthly reflection sheets✨ Index page with quick access✨ Year Prep Sheets✨ Create a new habit template✨ Create a morning routine template✨ Ideal week/ Ideal day planning✨ Quarterly planning pages✨ Goal Setting Sheets✨ Reflection Sheets✨ Year at A Glance (3 different options)✨ Memory keeper tab✨ 10 blank tabs for your own templates✨ Brain dump tab with templates included✨ Fitness tab with templates included✨ Body Progress Template✨ Workout Log✨ Workout Plan✨ Daily Fitness Planning ✨ Fitness Goals Sheet✨ Finances tab with templates included✨ Monthly Budget✨ Budget Overview✨ Savings Goal Tracker✨ Debt Pay off goal Tracker✨ Sinking Funds Tracker✨ Expense Log Tracker ✨ Donation Log Tracker✨ Bill Tracker✨ Meal Planning and Groceries tab with templates included✨ Grocery List Template✨ Project Planning with templates included✨ Project Vision Board✨ Meetings Tab ✨ Recipes Tab✨ Travel tab with templates included ✨ Travel List (before trip, during trip, after trip)✨ Outfit Planner✨ Daily Plan for Travel✨ Travel Bucket List✨ Travel Expenses✨ Travel Budget✨ Packing List✨ Travel Highlights in photos ✨ Extra Pages tab ✨ Blank Sheets✨ Lined Sheets (different sizes/colors)✨ Bullet Paper✨ Meeting Template✨ Daily Reflections Sheet✨ Self Care Template✨ Habit Tracker ✨ To Do List✨ Weekly Schedule✨ Password Log✨ Routines Template✨ Recipe Template✨ Over 100 Stickers(All of these templates can be duplicated as many times as you need to)I will provide you with links to videos that teach you step by step how to duplicate endless pages.You will receive a \"start here\" PDF that helps you access, transfer, and learn how to use EVERYTHING.⭐️ Due to the nature of this product, no refunds will be issued.You will be receiving an instant download. Nothing will be physically mailed to you. I use my planners on Goodnotes 5.Want a free journal to see if it works with your device?Download a freebie here:www.creatingwithlucy.com/freejournalsStill undecided?Watch me give this planner a whirl on my Instagram@creatingwithlucyRemember, I am here to serve you! If you have any questions at all, send me an Etsy message. I am always here to help.Made with love, purpose, and excellence,Lucy✨\n                ", "listing_reviews": "100", "store_reviews": "1,638 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/927368065/2021-life-digital-planner-2021-boho"}, {"seller_text": "MintAndPepper", "seller_href": "https://www.etsy.com/shop/MintAndPepper?ref=simple-shop-header-name&listing_id=790367867", "store_sales": "61,307 sales", "store_rating": "4.8303", "listing_title": "7 Lightroom Mobile & Desktop Presets NATURAL Instagram Preset, Bright Filter, Mobile Lightroom Presets for Bloggers, Everyday Photo Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.82\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    7 Lightroom Presets for Lightroom MOBILE (.dng) & Lightroom DESKTOP (.xmp) NATURAL is a pack of 7 Lightroom Presets. Great for bloggers, photographers and everyone who aims to create a consistent feed on Instagram with easily applied filter. Perfect for outdoor photography, stylized shots and portraits.- Compatible with iPhone and Android devices (you just need to download free Lightroom App) and with Desktop Lightroom - Easy to apply, with just one click- Instant download filesYou get:- 7 Lightroom Presets in .dng and .xmp formats - Instruction in PDFPlease remember that all presets look differently on each photo because of lighting and white balance settings, dominant colours etc. If your photo doesn’t look perfect you may need to adjust exposure or temperature to achieve the best results.🌟GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE🌟🌟GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE🌟🌟GET 8 PACKS & PAY ONLY FOR 4 - Add 8 items to your cart and use promo code 4FREE🌟- Due to the digital nature of this product no exchanges or refunds will be madeINSTAGRAM: @mint_and_pepper_EMAIL: mintandpepper5 [!at] yahoo.comKeywords: Lightroom presets, Lightroom, mobile presets, dng, photo filters, iPhone, Android, iOS, instagram presets, digital download, presets, Lightroom CC, Instagram presets, blogger presets, VSCO presets, instagram filter, lifestyle presets, influencer presets, professional photo editing, editorial presets, luxury presets, wedding presets, portrait presets, travel presets, Lightroom mobile, best mobile presets, photo presets.\n                ", "listing_reviews": "16", "store_reviews": "2,033 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/790367867/7-lightroom-mobile-desktop-presets"}, {"seller_text": "OnePreset", "seller_href": "https://www.etsy.com/shop/OnePreset?ref=simple-shop-header-name&listing_id=974215413", "store_sales": "77,827 sales", "store_rating": "4.658", "listing_title": "BUNDLE 120 Lightroom Presets Mobile - Instagram Blogger Preset - Lightroom Mobile Presets - Instagram Presets - iPhone Presets for Blogger", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.19\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    💝 GET A FREE PRESET 💝\u2028GET 4 & PAY FOR 3: Add 4 Presets to your cart, use promo code “ONEFREE” and only pay for 3.OR SHOP UNDER THIS LINKhttps://www.etsy.com/au/shop/OnePreset?coupon=ONEFREE✩✩✩ We have 45 BESTSELLERS ✩✩✩Mobile & Desktop Compatible Lightroom Presets to create an aesthetic Instagram feed. \u2028\u2028✮ INCLUDED IN YOUR PURCHASE ✮• 120 Mobile Lightroom Presets (DNG file)• PDF File w/ Simple Instruction Manual• Compatible with both Android and iPhone• Works in Adobe Lightroom (PC/Mac)INCLUDED PRESET PACKS:- Clean- Natural- Cruise- Family- Greece- Hazelnut- Jungle- Lifestyle- Midsummer- Mother- Natural- Tangerine- Tanning✮ INSTALLATION ✮ To access your digital files:1. Go to Your Account2. Purchases and reviews and look for the order.3. To the right of the order, click Download Files.4. You will be able to download the DNG File.5. You will then be able to upload each DNG file as an image to your Lightroom Mobile app.6. Click on the three dots in the top right of your Lightroom app7. Select the option 'Create Preset', this will allow you to save the preset to the preset editing option of the app for use on other images.We value and respect our customers. We always find a compromise in solving any questions that may arise, even after the delivery of the order.Due to the digital nature of this product ALL SALES ARE FINAL.For any questions please contact me via Etsy messages.© No sharing files, or selling them in any form. Derivative works are prohibited. © OnePreset, 2020\n                ", "listing_reviews": "77", "store_reviews": "2,906 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/974215413/bundle-120-lightroom-presets-mobile"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=848374533", "store_sales": "237,229 sales", "store_rating": "4.8715", "listing_title": "5 Mobile Lightroom Preset BEE HONEY Warm Instagram Filter, Influencer Lightroom Preset Travel Blogger", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 Files"], "listing_desc": "\n                    Lightroom Presets, instagram preset,  influencer presets, lifestyle blogger presetsLevel up your social media game with BEE HONEY Presets and edit your Instagram photos like a pro on your mobile device! Mobile Lightroom Influencer Preset BEE HONEY  Included 5 presets  inspired by travel bloggers and influencers around the world.This preset for every kind of picture that will surely deliver stunning results and make your images look a hundred times better! For photographers who do a lot of fashion, travel and lifestyle photography.This quality preset produce amazing warm tones and making it easy for you to achieve the same look and feel as your favorite influencers!  🔥GET 5 & PAY FOR 3: add 5 presets to your cart, use PROMO code GIFT2🔺Included5 LIGHTROOM MOBILE PRESET .DNG file🔵How to Download and Install mobile preset:  https://youtu.be/fDKHSkU7GIs🔵If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll.For any questions or editing help Please contact me email victoriabee.shop [!at] gmail.com© 2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoKeywords: Warm filter, Instagram Filter, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, family preset,\n                ", "listing_reviews": "16", "store_reviews": "8,047 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/848374533/5-mobile-lightroom-preset-bee-honey-warm"}, {"seller_text": "DigitalVibes", "seller_href": "https://www.etsy.com/shop/DigitalVibes?ref=simple-shop-header-name&listing_id=809531211", "store_sales": "12,390 sales", "store_rating": "4.8333", "listing_title": "10 Mobile and Desktop Lightroom Presets, SUNSET GLOW presets, Sunset sunrise Lightroom Preset,Bright, Instagram Filter,Travel Summer Blogger", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    ✅ LIMITED OFFER - Just don't miss it out!Huge Package of 1000+ Mobile & Desktop Presets with a HUGE discount!! Imagine what you can do with this Bundle of 1000+ Premium Presets !Follow the link --> https://www.etsy.com/listing/864152596/lightroom-presets-bundle-bestsellers-of?ref=listing_published_alert-------------------------------------------------------------------------10 Lightroom Presets, Mobile Presets and Desktop Lightroom Presets, Instagram preset, influencer presets, lifestyle blogger presets, Summer Filters, Pastel Sunset Sunrise Beach Travel Presets, Warm Light Bright Effect.✅ SUNSET GLOW PRESETS:Take your social media pictures to the next level with DIGITAL VIBES Presets and edit your Instagram photos like a pro!The SUNSET GLOW Preset Pack will help you rock your Instagram feed, with bright pastel tones and vibrant warm light, perfect for your sunset and sunrise images. It will make you grow your followers, and create a perfect grid!✅ FILES included:The digital download comes with 2 PDF files✩ The file \"How to download\" includes a direct link to download :  10 Mobile Lightroom Preset - DNG format. 10 Desktop Lightroom Preset - XMP format.✩  The file \"How to use\" includes instructions to use the mobile and desktop presets✅ SPECIAL PROMO: BUY 5 & PAY ONLY 3✩  Add 5 items to your order ( Each item should be a pack of 10 presets)✩  Apply HAPPYSALE COUPON CODE✩ PAY ONLY FOR 3!!!✅ NOTES: ✩ All of the presets have been tested on a variety of pictures and they are very versatile.In most cases the presets works at one-click magic, but please note that it works differently on each picture, you can then edit and play with the exposure,white balance.. etc✩ This is a digital download, No physical product will be sent.✩  The presets are for personal or professional use.✩ Because my products are digital downloads, I am unable to refund, since they cannot be returned once downloaded. However we would be happy to assist with any questions. © 2020 Digital Vibes, All Rights Reserved.TERMS OF USE: All the products are copyrighted to Digital Vibes, do not share or sell these files.\n                ", "listing_reviews": "23", "store_reviews": "526 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/809531211/10-mobile-and-desktop-lightroom-presets"}, {"seller_text": "EliteStudioPresets", "seller_href": "https://www.etsy.com/shop/EliteStudioPresets?ref=simple-shop-header-name&listing_id=806720640", "store_sales": "17,026 sales", "store_rating": "4.7485", "listing_title": "10 Lightroom Mobile Desktop Presets MALIBU, Light and Bright Mobile Presets, Travel Island Picture Filter, Instagram and Blogger Presets", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.38\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    Instantly add brightness to your travel photos, while also adding a pop to ocean colors. Turn your pictures into jet➤setter lifestyle pics.☆ What is included? ☆➤ 10 Presets in DNG and XMP format (NOT lrtemplate format, but you can still use them by uploading the DNG files in your Lightroom Desktop and save them as preset.)➤ PDF file containing a link to download your mobile and desktop presets➤ PDF installation guideEtsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets☆ Compatibility ☆➤ For MOBILE and DESKTOP use (iPhone, Android, PC, MAC)➤ Compatible with free version of the Adobe Lightroom App. You can download this app for free on your mobile phone (iPhone or Android)➤ Compatible with the paid desktop version of the Adobe Lightroom Classic CC (version 7.3+)➤ For use on JPEG and RAW images☆ BUY 5 AND GET 30% OFF!! ☆Add 5 presets in your cart and receive automatically 30% discount!https://www.etsy.com/shop/EliteStudioPresets☆ 24/7 Support ☆If you have any questions or need some help with the presets, please contact me at Etsy or through email elitestudiopresets[at]@gmail.com♡ Share with Us! ♡I would love to see how your pictures turned out by using our presets. Please include them in your review! Tag or DM us on instagram to get featured!@elitestudiopresets© 2020 Elite Studio Presets, All Rights ReservedTerms of Use: By purchasing this item, you are automatically agreeing to the terms of use. Included but not limited to: Prohibition of sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "41", "store_reviews": "749 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/806720640/10-lightroom-mobile-desktop-presets"}, {"seller_text": "KIINcreations", "seller_href": "https://www.etsy.com/shop/KIINcreations?ref=simple-shop-header-name&listing_id=997654802", "store_sales": "108,065 sales", "store_rating": "4.8939", "listing_title": "10 EARTHY mobile & desktop PRESETS | Earthy Preset | Brown Preset | Travel preset | Tropical Preset | Aesthetic Preset | Instagram filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.12\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ❤️  GET 4 & PAY FOR 2: add 4 presets to your cart, use PROMO code: MERCI4 and pay just for 2❤️ ❤️  GET 6 & PAY FOR 3: add 6 presets to your cart, use PROMO code: MERCI6 and pay just for 3❤️ ❤️ ❤️  GET 8 & PAY FOR 4: add 8 presets to your cart, use PROMO code: MERCI8 and pay just for 4\u202810 Earthy Lightroom mobile & desktop presets - saturated browns, faded greens, moody blues will give your images that tropical aesthetic feel. These presets will work great with outdoor, family, portrait ,travel, lifestyle and professional photography images.\u2028\u2028INCLUDED IN YOUR PURCHASE✅  10 Mobile Lightroom Presets (DNG files)✅  10 Desktop Lightroom Presets (XMP files)✅  10 Desktop Lightroom Presets (LRtemplate files)\u2028✅  Easy Step-by-step PDF guide with instructionsBEST CUSTOMER SERVICEI want to be sure you’re satisfied! If you have any issues, I am happy to help! Just message me! :) COMMON QUESTIONS➕ Works in Lightroom Mobile App (iOS/Android)➕ Works With & WITHOUT Adobe subscription➕ You only need Lightroom CC App on your Phone/iPad➕ Works With All Lightroom & ACR Desktop VersionsMy presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. I’m confident that my presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image.STAY IN TOUCHIG: instagram.com/kiinlrpresetsWEBSITE: kiinlightroompresets.comEMAIL:  info [!at] kiinlightroompresets.comRefunds/ExchangesDue to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is my number one priority. In the case you are not happy with a preset, send me a message and we can discuss an exchange for a preset that better fits your needs. © 2020 KIIN CREATIONS LLC, All Rights ReservedTERMS OF USE:  Including but not limited to: No sharing the files. No selling the files. Derivative works are prohibited.\u2028KIIN Presets, Photo Presets, VSCO Presets, Edit, Editing, Insta blogger, Lightroom Classic CC, influencer preset, blogger preset, influencer filter, preset filter, instagram feed, fashion blogger, aesthetics, DNG, Instagram Preset, Presets, Mobile Filter, Lightroom presets, Lightroom Mobile, Android Preset, Lightroom Mobile Presets, Mobile Lightroom Presets, family preset, warm bright preset, skin preset, selfie presets, earthy preset, aesthetic preset, professional photography preset, earthy tones, caramel preset, coffee preset, brown preset, mocha preset, brown preset, brown Lightroom preset, Lightroom mobile presets, preset filter, instagram preset, outdoor preset, tropical preset, instagram preset, travel preset, tanned skin preset, moody preset\u2028\n                ", "listing_reviews": "6", "store_reviews": "4,454 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/997654802/10-earthy-mobile-desktop-presets-earthy"}, {"seller_text": "Presetsil", "seller_href": "https://www.etsy.com/shop/Presetsil?ref=simple-shop-header-name&listing_id=904674862", "store_sales": "420 sales", "store_rating": "4.6364", "listing_title": "4 professional Lightroom Mobile Presets, Instagram filter, bright and clear, presets for all types of photos.", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.38\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 MOV, 1 ZIP"], "listing_desc": "\n                    4 Lightroom Presets for amazing edit results. The presets will take your photos  to a much higher level. Your feed will be a goal for everyone ! ✨* What will you get in the package?✔️ 4 presets which both work with iPhone & Android ✔️ The presets work in the FREE Lightroom Mobile App ✔️ Video clip showing how to download the presets step by step✔️ Fast direct digital download ✔️ How to use the presets in the app 🎁 B O N U S 🎁 *Buy 4 and pay only for 2*Use the code 2FREEThis preset is the best assistant and easily improves photos. You will get all the secrets of editing in one click! I know that you will enjoy it! I’m excited to see your results.  💥\n                ", "listing_reviews": "6", "store_reviews": "11 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/904674862/4-professional-lightroom-mobile-presets"}, {"seller_text": "SnazzyMango", "seller_href": "https://www.etsy.com/shop/SnazzyMango?ref=simple-shop-header-name&listing_id=986580638", "store_sales": "3,763 sales", "store_rating": "4.6667", "listing_title": "Bachelorette Instagram Filter! Gold Bachelorette Filter! Instagram Stories Filter. Hen Party Filter! Instagram Effect. Bachelorette Party!", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $8.01+\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: Adobe Illustrator, Photoshop, Instagram, Facebook, Spark AR, Glitter, Insta Stories, Effect, Instagram Story, Insta Story, Sparkle, Gold, Bachelorette\n\n\nRead the full description"], "listing_desc": "\n                    Custom Bachelorette For Instagram, Instagram Stories Filter!TRY BEFORE YOU BUY: https://www.instagram.com/ar/944533329616168/Make a statement at your bachelorette party with your very own custom Instagram/Facebook filter! All your family, friends, guests and followers will have access to your filter! Anyone who sees your story will also have access to your filter! Unlike snapchat filters it's not restricted to location and there is no upload cost!| CUSTOMISATION |-PERSONALISATION-Name:Date:Location:Text colour (Select from drop down menu) or message me if you want a colour which isn't listed.Which social media do you want your filter to be on? (Facebook or Instagram). Please note there's a small charge to have your filter on both social media platforms as I essentially have to make 2 separate filters.| HOW IT WORKS |1 - Enter your personalisation requirements in the space provided when ordering.2 - I then design your filter in Instagram/Facebook's unique software.3 - A proof will then be sent to you of how your filter will look, please allow 24hrs for this.4 - Once you're happy with how your filter looks, I then submit it to Instagram/Facebook to upload to their filter collection. (This can take up to 48hrs)!5 - Once the filter has been accepted by Instagram/Facebook I will then email you a link to where you can find your filter on the social media site!6 - You can share the link with all your friends, family and guests! Alternatively, when your post to your story using the filter a badge will be displayed in the top left corner. Anyone who clicks on this will also have access and be able to use your filter! (An example of this is Picture 3).Please message me if you have any questions.  :)If you include the snapchat version in your order, this is just for the filter file. You must upload the filter to Snapchat where costs may be incurred due to location and date. More information can be found here: https://www.snapchat.com/l/en-gb/on-demand/Facebook and Instagram filters are uploaded by me at no extra cost.My full collection of Instagram & Facebook filters can be found here:https://www.etsy.com/uk/shop/SnazzyMango?ref=seller-platform-mcnav&section_id=21416837Keywords:Bachelorette Filter, Bachelorette Party, Hen Party, Ring Filter, Gold Filter, Gold Bachelorette, Pool Party, Insta Filter, Bachelorette Party Instagram, Bachelorette Geofilter, Insta Filter, Instagram Filter, Instagram Story, Instagram Stories, Insta Stories, Instagram Wedding, Instagram Wedding Filter, Rose Gold Wedding Filter, Insta Wedding Filter, Insta Wedding Effect, Insta Wedding Stories, Insta Wedding, Instagram Wedding, Rose Gold Wedding Filter, Insta Mask, Insta Effect\n                ", "listing_reviews": null, "store_reviews": "466 shop reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/986580638/bachelorette-instagram-filter-gold"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=881743862", "store_sales": "21,700 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Influencer Presets, Instagram Filters, iPhone Presets, Lightroom Filter, Lifestyle Presets, Blogger Photo Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it neutral with this Influencer Preset! This Lightroom Mobile preset will effortlessly soften and mute the shades in your photos to achieve a creamy chic look with the click of button! ❀ Your purchase includes ❀- 1 Influencer Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "33", "store_reviews": "1,130 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/881743862/lightroom-mobile-preset-influencer"}, {"seller_text": "ThePresetCow", "seller_href": "https://www.etsy.com/shop/ThePresetCow?ref=simple-shop-header-name&listing_id=934063765", "store_sales": "6,133 sales", "store_rating": "4.8085", "listing_title": "Mobile Lightroom Presets | Instagram Presets | Desktop Lightroom Presets | Influencer Blogger Presets | Sunset Preset | Warm Light Preset |", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.13\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 2 other files"], "listing_desc": "\n                    Created for Instagram influencers, lifestyle or travel bloggers, and creators, this warm sunset preset will transform your images with just one click! Aimed to create a cohesive feed & consistent aesthetic for your Instagram, blog, or platform. Made by a photographer with 6 years of camera experience.INCLUDED IN YOUR PURCHASE:✔ 1 MOBILE Lightroom Preset (DNG format)✔ 1 DESKTOP Lightroom Preset (XMP format)✔ PDF Step-by-Step GuideCOMMON QUESTIONS: ✔ Compatible in Lightroom Mobile App (iOS or Android)✔ Compatible in Lightroom Desktop (Mac or PC)✔ Compatible in all Lightroom Desktop versions✔ Instant downloadContact me with any questions, feedback, or concerns. Thank you for shopping small!♡ Stay safe & happy editing, Alana ♡📌 PINTEREST: www.pinterest.com/alanamak📷 INSTAGRAM: www.instagram.com/alanamakREFUND POLICY & TERMS OF USE:Due to the digital nature of this product, all sales are final & there are no returns or exchanges. No sharing files, or reselling them in any form. Derivative works are prohibited. Violators of this agreement will be prosecuted.© ThePresetCow, 2020KEYWORDS:Warm Filter I Light Preset I Sunset Photo Preset | Summer Filter | Mobile Lightroom Presets I Instagram Presets I Desktop Lightroom Presets I Influencer & Instagram Filter I DNG I Mobile Filter I Travel Presets I Influencer Presets I I iPhone Presets I Blogger Presets I Photo Filters I Android Preset I Edits in Lightroom | VSCO Filter | Lightroom Editing | Photo Presets | Lightroom for Beginners | Best Lightroom Presets | VSCO Tumblr Editing | Best Instagram Filters | Aesthetic Lightroom Preset | Aesthetic Instagram Filter | Photo Editing | Travel Filter | Blogger Filter | Easy Preset | Photography Presets | Photography Editing |\n                ", "listing_reviews": "16", "store_reviews": "188 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/934063765/mobile-lightroom-presets-instagram"}, {"seller_text": "AvalanchePresets", "seller_href": "https://www.etsy.com/shop/AvalanchePresets?ref=simple-shop-header-name&listing_id=721952828", "store_sales": "9,831 sales", "store_rating": "4.5965", "listing_title": "10 Mobile Lightroom Presets,Summer preset, Instagram filter,Natural preset, Desktop Presets, Color Lightroom, Vibrance, Lifestyle Blogger,", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $0.71\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    Visit more Presetswww.etsy.com/shop/AvalanchePresetsINCLUDED IN YOUR PURCHASE💥 Instant Download💥 10 Lightroom presets for MOBILE Lightroom( free mobile lightroom app)💥 10 Lightroom presets for DESKTOP Lightroom (Both MAC and Windows supported)💥 Instructions💥 Instant Download 💥 Compatible with all Photo formats💥 Compatible with Lightroom Mobile App (Both IOS and Android)💥 Compatible with Desktop Lightroom (Both MAC and Windows)🎁GET 4 PAY FOR 2🎁• Add 4 items to cart• Use code: GET2FREE• Pay just for 2 items If you are not sure about suitability of presets on your photos you can leave me message/send me few examples of your photos and I will test the presets and will show you results.📧 Contact us:  avalanchepresets [!at] gmail.com© 2018 AvalanchePresets, All Rights Reserved\n                ", "listing_reviews": null, "store_reviews": "352 shop reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/721952828/10-mobile-lightroom-presetssummer-preset"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=885035515", "store_sales": "70,785 sales", "store_rating": "4.9099", "listing_title": "5 Beach Lightroom Mobile Presets, Tan Skin Photo Editing Filter for Summer Travel, Blue Ocean Instagram Influencer Tropical Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.67\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Just Beachy Lightroom MOBILE Presets for Bloggers & Instagram Influencers, Photo Editing Filter for Lifestyle and Travel🌟The Just Beachy Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will bright and airy, beachy tones to your iPhone imagery. These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ Detailed PDF instructions for preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "13", "store_reviews": "5,612 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/885035515/5-beach-lightroom-mobile-presets-tan"}, {"seller_text": "AmethystGarnet", "seller_href": "https://www.etsy.com/shop/AmethystGarnet?ref=simple-shop-header-name&listing_id=836043964", "store_sales": "26,564 sales", "store_rating": "4.9059", "listing_title": "iPad planner, Digital Planner,  goodnotes planner, notability planner, digital journal, daily digital planner, 2021, planner digital", "listing_bestseller": "Bestseller", "listing_price": "\n                        $13.49\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    This dated digital planner has been carefully designed to maximize productivity, aid in achieving all the goals that you set for yourself, and ultimately in helping you find balance in your life. This particularly dated planner has a creative yet functional design that is backed by a very extensive and smooth network of hyperlinks and buttons to make sure that the user experience is unrivaled. >> KEY FEATURES <<✪ Both 2021 and 2022 planners included✪ 25'000 Hyperlinks to make navigation buttery smooth✪ Finance, Fitness, Nutrition, Wellness and Productivity sections✪ 55 Templates in many key categories✪ 6 Planners - 3 weekly layout options in Monday & Sunday starts✪ 11'000 Digital stickers in 7 beautiful color palettes ✪ 85 Stunning covers to truly personalise your planner✪  Projects section with space for 12 projects✪  7 Custom hyperlinked sections✪  10 Note templates to replicate endlessly according to your needs>> TEMPLATES <<FITNESS - 9 TRACKERSChallenge tracker / Steps tracker / Fitness goals / Running tracker / Intermittent fasting tracker / Weekly workout log / Fitness journey / Weekly workout planner / Daily workout logFINANCE - 10 TRACKERSYearly finance overview / Bank information / Savings tracker / Debt payoff / Debt snowball tracker / Monthly finance / Savings thermometer / Finance tracker / No spend challenge / Sinking funds trackerNUTRITION - 7 TRACKERSWeekly meal journal / Weekly meal planner / Grocery list / Food journal / Monthly meal planner / Kitchen inventory / Recipe logWELLNESS - 9 TRACKERSMonthly sleep / Hydration tracker / Symptom tracker / Medical appointments / Habit tracker / Mood tracker / Pain tracker / Period tracker / Vitamins & medicationPRODUCTIVITY - 7 TRACKERSTime tracker / Smart goal planner / Quarterly planner / Long term goals / Work time log / Level 10 life planer / Pomodoro planner OTHERS - 12 TRACKERSContacts / Routines / Chores & cleaning / Delivery tracker / Movie tracker / TV tracker / Book tracker / Trip planner / Outfit planner / Birthdays / Passwords / Bucket list>> DIGITAL STICKERS & COVERS <<This digital planning system also contains 11'000 stunning stickers comprising of 7 amazing color palettes. In total you get ✪ Icons -1673 stickers✪ Labels - 1575 stickers✪ Brushes - 1050 stickers✪ Shapes - 1288 stickers✪ Notes - 252 stickers✪ Washi Tape - 350 stickers✪ Widgets - 686 stickersYou also get 85 amazing planner covers with a range of beautiful themes, to truly make the planner reflect your personality. >> PLEASE NOTE <<The planner has been created to work on any PDF annotation app or software across multiple devices. However, I would personally recommend usage on an IPad with an apple pencil (or a stylus) and the use of either Goodnotes or Notability. Please note that this planner is not suitable for use on mobile phones nor for printing. Please note, this is a digital product and as such no physical product will be shipped.🔔WHY DIGITAL PLANNERS?Digital planners provide a great way to get high-quality and customized planners to help you in structuring and organizing your life, both at home and professionally and it does so at a very inexpensive price. It also allows you to supercharge apps such as Goodnotes or Notability, leading to a much better experience. 🔔WHY CHOOSE MY BRAND?You may ask why you would choose to purchase your digital products from me and not one of the many other stores on Etsy that also offer digital planners. the answer is that I spend a lot of time researching and ensuring that the products I put out in my shop provide a perfect blend of aesthetics and logic. I also field test my products both personally and with a controlled focus group to ensure that my products stand the test of the general market.🔔 WHERE DO I GET MY FILES?Firstly please note that the product you are buying is a digital file and not a physical product. Once you have paid for your digital file and the payment has cleared with Etsy, you can download them through the purchases section of your Etsy account (which can be found here: http://www.etsy.com/your/purchases). 🔔COPYRIGHT NOTICEThe digital artwork showcased in my shop remains the intellectual property of Amethyst & Garnet Designs. My artwork is for personal use only. However, I am open to the idea of it being used for commercial purposes. Contact me directly to discuss it further. Copyright © 2020 by Amethyst & Garnet Designs. All rights reserved🔔T’S & C’SThe files that you purchase and download here are digital and as such, I do not accept any returns, cancellations or refunds. When you purchase these files you accept these terms and conditions. Also, our EU customers should please note that you waive your right to cancel this purchase under the EU Consumer Protection Law.You may not also alter nor share the digital files with anyone even if not for commercial purposes.However, if you do have any issues with your download or your file, please do reach out to me and I shall do everything to make it right. 🔔COLOR DISCLAIMERThe color variations in screens and monitors means that sometimes your printed artwork may appear slightly different than what you saw on your screen.\n                ", "listing_reviews": "100", "store_reviews": "2,427 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/836043964/ipad-planner-digital-planner-goodnotes"}, {"seller_text": "flourishplanner", "seller_href": "https://www.etsy.com/shop/flourishplanner?ref=simple-shop-header-name&listing_id=905287622", "store_sales": "9,362 sales", "store_rating": "4.939", "listing_title": "2021 Undated Digital Yearly Planner by Flourish Planner | Planners for Goodnotes5 & Notability on iPad", "listing_bestseller": "Bestseller", "listing_price": "\n                        $25.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    Why Choose Flourish Planner?✨🖥🌈✏️The Flourish Planner is the ultimate digital planner for busy women on the go. We offer an eco-conscious way to plan on your ipad, or print at home! No paper, no unnecessary plastic, and no waste. It is the NEW, sustainable way to plan and organize your day. It also offers UNLIMITED customizability. You can edit and change your ipad planner to perfectly fit your days, weeks, and months. No more white out, scribbling over things, and tearing out pages. This digital planner allows you to use your creativity to edit your planner however you’d like. It’s minimalist, simple design allows you to add your own creative flair to your planner spreads. At Flourish Planner, we wanted a planner that was useful to the everyday hustler. Not too many bells and whistles, but the perfect amount of spreads that is useful without being overwhelming. We strive for balance and believe this planner will help our customers create and plan out a life they love!Everything you need is all in this one digital file. Goal setting, vision boards, to-do lists, habit trackers, and more. It is your one-stop shop for sustainable planning, productivity and balance. This planner includes:Cover PageLinked TabsYearly Overview PagesGoal Setting Planner12 monthly cover pages12 monthly calendars (Monday Start)Weekly planners (Monday Start)Daily plannersDot-grid vision boardsFinancial PlannerRoutine PlannerHabit TrackersMore about the planner:This planner comes with linked tabs for each month and planner bundle (except for the free added routine planner that you can find in the freebie library on flourishplanner.com). IMPORTANT NOTE: The planner is made to add pages as you go! Therefore, it does not come with all 365 days. This helps prevent having tons of blank, unused pages and also helps keep the file size down which aids in the overall performance of the planner. Included with your purchase are video tutorials showing exactly how to use your planner. We do not recommend deleting pages as it could affect the hyperlinked tabs. All sales are final due to them being digital files. These planners likely require the one-time purchasing (or free download) of additional applications such as Goodnotes, Notability, etc. (Procreate will not work with these planners. If you upload them, you will lose your hyperlinked tabs).  However, the planner can be printed on your personal printer as well if you would prefer a hard copy. If you have any questions about this, reach out!Files included:◦ 1 PDF Flourish Planner ◦ 1 Welcome Guide/Instruction Manual How purchasing a digital item works:1. Add the item to your cart and proceed to checkout and payment.2. Once processed, the files will be available to download. If you are a guest, a link will be sent to the email submitted with the order. If you are signed in, they will be available through your purchases options.3. Download the appropriate files, save to your computer, iPad or storage option, OR open directly your chosen application.If you have any questions about the purchasing or downloading process, please contact us!All of the files included in this download are original and copyright to Flourish Planner. They are for personal use only and cannot be resold, remade, copied or distributed in any shape or form. Legal action may be taken if you choose to violate these terms and conditions.\n                ", "listing_reviews": "100", "store_reviews": "410 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/905287622/2021-undated-digital-yearly-planner-by"}]