[{"seller_text": "AYxSTUDIOS", "seller_href": "https://www.etsy.com/shop/AYxSTUDIOS?ref=simple-shop-header-name&listing_id=974961115", "store_sales": "28,514 sales", "store_rating": "4.7964", "listing_title": "300+ MEGA Lightroom Presets Bundle | Mobile and Desktop | Adobe Lightroom | Instagram Blogger | Photo Edit Filters | Free Updates | XMP DNG", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $8.57\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Launch Sale - 70% For A Limited Time OnlyWe’re proud to present to you our all in one mega presets bundle containing over 300 presets in 24 themes. We will be adding to this bank over time and each purchase comes with lifetime updates and any new packs added in.~ WHAT'S INCLUDED IN YOUR PURCHASE ~✔️ 300+ MOBILE Lightroom presets in DNG format for mobile Lightroom✔️ 300+ DESKTOP Lightroom presets for desktop Lightroom✔️ Currently there is 24 different preset themes✔️ Lifetime updates + Access to future pack updates✔️ Post-purchase Support✔️ Instructions~ DOWNLOADING FILE ~After you have made your purchase, you will receive an email from Etsy with your receipt and your files. This should happen straight away, however, give it a little bit of time if it doesn't. Be sure to check your spam and junk folders.If you have an Etsy account, you will find the following link useful to help you download your digital files right from your account :) https://help.etsy.com/hc/en-us/articles/115013328108?segment=shoppingThe Etsy app does NOT allow you to download files. Please log into your account through browser such as Safari or Chrome to obtain your files.If you still are finding it difficult to download your files please message me your email address and I will happily directly send those to you as soon as possible :)~ VIDEOS ON HOW TO INSTALL ON DESKTOP~https://www.youtube.com/watch?v=e9EvG1_beWo~ VIDEOS ON HOW TO INSTALL ON MOBILE ~Iphone:https://www.youtube.com/watch?v=jUft7jlEqwMAndroid:https://www.youtube.com/watch?v=jcnMx4nC0LkInstalling presets on mobile can be a bit of a learning curve, so please don't hesitate to message me and I will talk you through the process of installing them :) ~ ISSUES ~PLEASE, if you experience any issues, contact me. I am certain that I can help you one way or another :)~ IMPORTANT ~Products should not be shared or resold. These products are for your own personal use only.NOTE: Based on your lighting conditions, camera settings and personal style, these presets may need to be slightly tweaked. I am always happy to help you use the presets to the best of their abilities. No refunds or exchanges can be made on digital products once they have been downloaded. Thank you.\n                ", "listing_reviews": "82", "store_reviews": "1,714 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/974961115/300-mega-lightroom-presets-bundle-mobile"}, {"seller_text": "CottageHavenLane", "seller_href": "https://www.etsy.com/shop/CottageHavenLane?ref=simple-shop-header-name&listing_id=755170794", "store_sales": "9,064 sales", "store_rating": "4.9724", "listing_title": "2021 Lined Monthly Calendars | PORTRAIT | 8.5x11 | Jan - Dec | Printable Download", "listing_bestseller": "Bestseller", "listing_price": "\n                        $1.50\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Digital download (1 PDF)2021 Lined Monthly Calendars Printable Download PDF includes a full year January through December. These calendars are great, very simple and include lots of space for notes or plans.This Listing is for Printable 8.5x11 Portrait Monthly Calendars January 2021 - December 2021 (full year)(There is only 1 color GRAY)YOU WILL GET- 8.5\"x11\" PDF files (GRAY)DOWNLOAD:You will be able to download your files right after order placement and process of payment which can take a little time but usually same day.HOW TO DOWNLOAD:Please follow these steps: https://www.etsy.com/help/article/3949NO PHYSICAL ITEMS WILL BE DELIVEREDDownload your files directly from Etsy, the download link will also be sent to your E-mail addressHOW TO PRINT:You can print the image at home or send it to a photo lab or third-party printing source.(You can adjust the size on your printer for smaller calendars)NOTE:For Personal use only.CONTACT ME:I really appreciate receiving your feedback. If you have any trouble, please let me know. I will be happy to do whatever I can to help you enjoy your purchase.Thank you very much for visiting my shop.Beautifully Tarnished All Rights Reserved.\n                ", "listing_reviews": "53", "store_reviews": "505 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/755170794/2021-lined-monthly-calendars-portrait"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=934128080", "store_sales": "21,701 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Neutral Filter, Cream Preset, Instagram Filters, iPhone Presets, Lightroom Filter, Lifestyle Preset, Blogger Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it natural with this Nude Preset! This Lightroom Mobile preset will effortlessly soften the shades in your photos while achieving a bright creamy look with the click of button! ❀ Your purchase includes ❀- 1 Nude Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "18", "store_reviews": "1,130 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/934128080/lightroom-mobile-preset-neutral-filter"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=788363061", "store_sales": "171,645 sales", "store_rating": "4.8275", "listing_title": "Sweet HOME -  LIGHTROOM mobile and desktop PRESETS /vsco filters, Presets for Lightroom Mobile app / warm presets / instagram filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.02\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    More presets in our SHOP:www.etsy.com/shop/KatherineDream • FILES INCLUDED IN YOUR PURCHASE •✔️ 11 Lightroom presets for MOBILE Lightroom( free mobile lightroom app)✔️ 11 Lightroom presets for desktop Lightroom✔️ Post-purchase Support 24/7✔️ Instructions✔️ Instant Download • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "100", "store_reviews": "6,145 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/788363061/sweet-home-lightroom-mobile-and-desktop"}, {"seller_text": "LunarEtWillow", "seller_href": "https://www.etsy.com/shop/LunarEtWillow?ref=simple-shop-header-name&listing_id=914773839", "store_sales": "19,507 sales", "store_rating": "4.6837", "listing_title": "3 Mobile Lightroom Presets & Instagram Story Filter, Iphone Presets, Mobile Presets, Instagram Filters, Preset, Colorful Mobile, For Pets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.81\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 1 PDF, 3 other files"], "listing_desc": "\n                    Mobile Lightroom Presets / Instagram Presets / Desktop & Mobile Presets / Bright Blogger Theme / Influencer PresetsLunar & Willow PRESET SHOP: https://www.etsy.com/au/shop/LunarEtWillow✮ INCLUDED IN YOUR PURCHASE ✮✔️  3 Mobile Lightroom Presets (DNG files)✔️  Step-by-step guide to installation✮ COMPATIBILITY ✮✔️  Works in Lightroom Mobile App (iOS/Android).✔️  Easy to install, just import DNG files into Lightroom.✔️  Works with FREE or paid version of Lightroom CC App.Created for the FREE Lightroom Mobile App and Desktop Lightroom. Our presets will transform your photos with just one click. Use these to create the perfect looking Instagram feed or blog without the time consuming editing!These presets will change the way you edit lifestyle, travel, children & family, home blogging, and interior photos such as AirBnB & Real Estate.© 2020 Lunar Et Willow, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "13", "store_reviews": "860 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/914773839/3-mobile-lightroom-presets-instagram"}, {"seller_text": "DocumentTreasures", "seller_href": "https://www.etsy.com/shop/DocumentTreasures?ref=simple-shop-header-name&listing_id=1006005432", "store_sales": "108 sales", "store_rating": "4.2", "listing_title": "June Calendar | June 2021 Printable Calendar | Simple Calendar | Instant Download | PDF | Printable| Minimalist | Basic", "listing_bestseller": "-", "listing_price": "\n                        $1.40\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 ZIP"], "listing_desc": "\n                    June 2021 Printable CalendarThis simple calendar in PDF format for the month of June 2021 is available via instant download. Just the minimalist calendar you need for your personal or business. This calendar is both simple and modern.Try out a sample calendar before you buy.Download the May 2021 calendar here:https://tinyurl.com/y7dc7zzuFormats included are Letter and A4. If you would like a different size or customization before ordering, feel free to contact us and we’d be happy to accommodate your request.Your download will be immediately available. The download includes a zip file with the June 2021 calendar in both sizes. All you need is a program with the capability of reading a PDF file. No physical copy will be mailed to you. This is a digital-only product.We are available for issues you may encounter. We aim for 100% satisfaction and ask you to contact us through our Etsy shop if you need any assistance. Please see our shop FAQs for more detailed information.calendar download, calendar printable, monthly calendar\n                ", "listing_reviews": null, "store_reviews": "5 shop reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/1006005432/june-calendar-june-2021-printable"}, {"seller_text": "KellyJSorenson", "seller_href": "https://www.etsy.com/shop/KellyJSorenson?ref=simple-shop-header-name&listing_id=896436180", "store_sales": "16,717 sales", "store_rating": "4.9474", "listing_title": "2021 + 2022 Calendars | Printable Editable Portrait Monthly Calendars in A4 A5 Letter Size", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 4 ZIP"], "listing_desc": "\n                    2021 + 2022 Calendars | Printable Editable Portrait Monthly Calendars in A4 A5 Letter SizeThese are portrait calendars.Included in Bundle:Monthly Calendars for 2021 & 2022• Letter Size (8.5 x 11 in)• A4 (8.27 x 11.69 in)• A5 (5.83 x 8.27 in)• Editable PDF files (in Adobe Acrobat Reader)• Monthly Calendars are Letter Size with a Sunday-Start format; A4 with a Monday-Start format; A5 with both Sunday-Start and Monday-Start formatsPlease see the 3rd listing image for placement of editable text fields on monthly calendars. These blue text fields will not print blue. That is just to show where you can add in text.This is a digital item and NO PHYSICAL CALENDARS WILL BE SHIPPED. Not all files are editable. Read description above.The colors you see on screen may differ slightly when printed.HOW THIS WORKS:• Once your payment is complete, you'll see your download link. Processing can take up to 5 minutes, refresh the page if you don't see the link. You'll also receive an email confirmation directing you to download the files.  They will be available in your purchase area (https://www.etsy.com/your/purchases)• Download and unzip the files• For best printing quality, open the file with Adobe Acrobat (Free to download at: https://get.adobe.com/reader/) • You can print as many copies of the calendar as you want at home or at any commercial printer of your choice.• If for any reason you are having trouble downloading your file, please contact me and I will do my best to resolve the problem.All files included in this download are original and copyright to Kelly Sorenson. They are for your Personal Use Only and cannot be shared or resold, neither as is nor partially modified.Tags:October November December January February March April May June July August September 2020 2021 2022 Editable Calendar Perpetual Year at a Glance\n                ", "listing_reviews": "8", "store_reviews": "2,107 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/896436180/2021-2022-calendars-printable-editable"}, {"seller_text": "MindfulHustleLab", "seller_href": "https://www.etsy.com/shop/MindfulHustleLab?ref=simple-shop-header-name&listing_id=564867000", "store_sales": "83,895 sales", "store_rating": "4.7973", "listing_title": "Printable Calendar 2021, Watercolor Calligraphy, Handlettering, Monthly Calendar, Watercolour, Desk Agenda, landscape, Cursive Pretty", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $2.76\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    ► PRINTABLE 2021 CALENDAR - Watercolor Lettering Design---------------------------------------------------------------------------------------------------------► 2 SIZES: Letter Size (8.5 x 11 in) & A4 ► Sunday Start (in Letter Size) & Monday Start (in A4)---------------------------------------------------------------------------------------------------------PLEASE NOTE THIS IS A DIGITAL ITEM - NO PHYSICAL PRODUCT WILL BE SHIPPED---------------------------------------------------------------------------------------------------------► PDF Format: For best printing quality, make sure you open the file with Adobe Acrobat (Free to download at: Adobe.com/acrobat) ► GET IT INSTANTLY - Download it right away once your purchase is complete __________________________________________________________________________________________ORDER PROCESS:(1) Purchase this listing(2) Once your payment is complete, you'll see a link to download the files on Etsy.com. This process usually takes around 5 minutes. (Refresh the page if you don't see the link.) You'll also receive an email confirmation directing you to download the files.) (3) Download the files (4) Print, trim and enjoy! I recommend printing on a heavier paper (~30 lb) or kraft paper!__________________________________________________________________________________________© All Design Templates are Copyrights of Mindful Hustle Lab (Formerly Printable Pineapple.)\n                ", "listing_reviews": "90", "store_reviews": "8,107 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/564867000/printable-calendar-2021-watercolor"}, {"seller_text": "PennyPlanners", "seller_href": "https://www.etsy.com/shop/PennyPlanners?ref=simple-shop-header-name&listing_id=817374674", "store_sales": "2,819 sales", "store_rating": "4.9595", "listing_title": "2021 Monthly Planner Calendar Set | 8.5X11 | A4 | Printable | Calligraphy | Planner Insert | Sunday & Monday Start | Digital File | Rainbow", "listing_bestseller": "Bestseller", "listing_price": "\n                        $1.49\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 2 ZIP"], "listing_desc": "\n                    2021 Rainbow Calligraphy Monthly Calendar Set (Sunday and Monday Start) Vertical Portrait LayoutFORMAT: PDF High Resolution 300 dpi Printable File SIZE: You will receive pdfs in the following sizes: Letter Size (8 ½ in X 11 in) and A4 (210 mm X 297 mm) with Sunday and Monday Start**You will also receive a free Key Dates Page.PLEASE NOTE* This listing is for a DIGITAL DOWNLOAD. No physical items will be sent to you.* Colors may vary because of the differences in monitors, printers, and even the paper you choose.* Due to the digital nature of this product, refunds and cancellations are not available. However, please feel free to contact me with any questions.* You may not share, distribute, resell, or alter these files to resell.Thank you for choosing Penny Planners.  Please check back for new products being added every day.\n                ", "listing_reviews": "37", "store_reviews": "296 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/817374674/2021-monthly-planner-calendar-set-85x11"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=810006513", "store_sales": "70,786 sales", "store_rating": "4.9099", "listing_title": "5 Warm Lightroom Mobile & Desktop Presets, Clean Tones Light Airy Outdoor Photo Editing Filter, Bright Instagram Selfie for Bloggers", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5  Weekend Warm & Airy Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram Influencers, Photo Editing Filter for Lifestyle and Travel🌟The Weekend Warm & Airy Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add warm & airy tones to your Instagram photos. These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "100", "store_reviews": "5,613 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/810006513/5-warm-lightroom-mobile-desktop-presets"}, {"seller_text": "CocoMintDesignStudio", "seller_href": "https://www.etsy.com/shop/CocoMintDesignStudio?ref=simple-shop-header-name&listing_id=974515593", "store_sales": "400 sales", "store_rating": "4.9524", "listing_title": "2021 Calendar, Minimalist Simple Calendar, 11 x 8.5 inches, 2021 Horizontal Printable Calendar Pages, Blank Monthly Calendar Printable", "listing_bestseller": "Bestseller", "listing_price": "\n                        $1.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP"], "listing_desc": "\n                    2021 Printable Calendar< January 2021 through December 2021 > & Printable Monthly Blank Calendar< January through December >, Horizontal, Instant Download*Sunday-Start in US Letter Size 11 x 8.5INCLUDED♥11 x 8.5 inch page (US letter)-Each Month PDF files (January 2021 through December 2021)♥11 x 8.5 inch page (US letter)-Each Month PDF files (Blank January through December)As a reminder, this product is a digital download.No physical item will be shipped to you. I do not accept returns, exchanges, or cancellations But please contact me if you have any problems with your order.Per Etsy, the download will be available instantly after purchase on your 'Purchases and Reviews' page on Etsy. PDF viewer installed will assist  view the digital downloads on the computer. Note that, Actual colors may vary due to differences in computer screen settings and printer settings, even to the quality paper. All rights reserved. These files are for personal use only. No part of this work may be reproduced or distributed for commercial use.\n                ", "listing_reviews": "5", "store_reviews": "21 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/974515593/2021-calendar-minimalist-simple-calendar"}, {"seller_text": "LunarEtWillow", "seller_href": "https://www.etsy.com/shop/LunarEtWillow?ref=simple-shop-header-name&listing_id=848386265", "store_sales": "19,507 sales", "store_rating": "4.6837", "listing_title": "3 Mobile Lightroom Presets & Instagram Story Filter, Iphone Presets, Mobile Presets, Instagram Filters, Preset, Colorful Mobile, For Pets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.81\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 1 PDF, 3 other files"], "listing_desc": "\n                    Mobile Lightroom Presets / Instagram Presets / Desktop & Mobile Presets / Bright Blogger Theme / Influencer PresetsLunar & Willow PRESET SHOP: https://www.etsy.com/au/shop/LunarEtWillow✮ INCLUDED IN YOUR PURCHASE ✮✔️  3 Mobile Lightroom Presets (DNG files)✔️  Step-by-step guide to installation✮ COMPATIBILITY ✮✔️  Works in Lightroom Mobile App (iOS/Android).✔️  Easy to install, just import DNG files into Lightroom.✔️  Works with FREE or paid version of Lightroom CC App.Created for the FREE Lightroom Mobile App and Desktop Lightroom. Our presets will transform your photos with just one click. Use these to create the perfect looking Instagram feed or blog without the time consuming editing!These presets will change the way you edit lifestyle, travel, children & family, home blogging, and interior photos such as AirBnB & Real Estate.© 2020 Lunar Et Willow, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "62", "store_reviews": "860 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/848386265/3-mobile-lightroom-presets-instagram"}, {"seller_text": "MintAndPepper", "seller_href": "https://www.etsy.com/shop/MintAndPepper?ref=simple-shop-header-name&listing_id=790367867", "store_sales": "61,307 sales", "store_rating": "4.8303", "listing_title": "7 Lightroom Mobile & Desktop Presets NATURAL Instagram Preset, Bright Filter, Mobile Lightroom Presets for Bloggers, Everyday Photo Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.82\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    7 Lightroom Presets for Lightroom MOBILE (.dng) & Lightroom DESKTOP (.xmp) NATURAL is a pack of 7 Lightroom Presets. Great for bloggers, photographers and everyone who aims to create a consistent feed on Instagram with easily applied filter. Perfect for outdoor photography, stylized shots and portraits.- Compatible with iPhone and Android devices (you just need to download free Lightroom App) and with Desktop Lightroom - Easy to apply, with just one click- Instant download filesYou get:- 7 Lightroom Presets in .dng and .xmp formats - Instruction in PDFPlease remember that all presets look differently on each photo because of lighting and white balance settings, dominant colours etc. If your photo doesn’t look perfect you may need to adjust exposure or temperature to achieve the best results.🌟GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE🌟🌟GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE🌟🌟GET 8 PACKS & PAY ONLY FOR 4 - Add 8 items to your cart and use promo code 4FREE🌟- Due to the digital nature of this product no exchanges or refunds will be madeINSTAGRAM: @mint_and_pepper_EMAIL: mintandpepper5 [!at] yahoo.comKeywords: Lightroom presets, Lightroom, mobile presets, dng, photo filters, iPhone, Android, iOS, instagram presets, digital download, presets, Lightroom CC, Instagram presets, blogger presets, VSCO presets, instagram filter, lifestyle presets, influencer presets, professional photo editing, editorial presets, luxury presets, wedding presets, portrait presets, travel presets, Lightroom mobile, best mobile presets, photo presets.\n                ", "listing_reviews": "16", "store_reviews": "2,033 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/790367867/7-lightroom-mobile-desktop-presets"}, {"seller_text": "OnePreset", "seller_href": "https://www.etsy.com/shop/OnePreset?ref=simple-shop-header-name&listing_id=974215413", "store_sales": "77,827 sales", "store_rating": "4.6581", "listing_title": "BUNDLE 120 Lightroom Presets Mobile - Instagram Blogger Preset - Lightroom Mobile Presets - Instagram Presets - iPhone Presets for Blogger", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.19\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    💝 GET A FREE PRESET 💝\u2028GET 4 & PAY FOR 3: Add 4 Presets to your cart, use promo code “ONEFREE” and only pay for 3.OR SHOP UNDER THIS LINKhttps://www.etsy.com/au/shop/OnePreset?coupon=ONEFREE✩✩✩ We have 45 BESTSELLERS ✩✩✩Mobile & Desktop Compatible Lightroom Presets to create an aesthetic Instagram feed. \u2028\u2028✮ INCLUDED IN YOUR PURCHASE ✮• 120 Mobile Lightroom Presets (DNG file)• PDF File w/ Simple Instruction Manual• Compatible with both Android and iPhone• Works in Adobe Lightroom (PC/Mac)INCLUDED PRESET PACKS:- Clean- Natural- Cruise- Family- Greece- Hazelnut- Jungle- Lifestyle- Midsummer- Mother- Natural- Tangerine- Tanning✮ INSTALLATION ✮ To access your digital files:1. Go to Your Account2. Purchases and reviews and look for the order.3. To the right of the order, click Download Files.4. You will be able to download the DNG File.5. You will then be able to upload each DNG file as an image to your Lightroom Mobile app.6. Click on the three dots in the top right of your Lightroom app7. Select the option 'Create Preset', this will allow you to save the preset to the preset editing option of the app for use on other images.We value and respect our customers. We always find a compromise in solving any questions that may arise, even after the delivery of the order.Due to the digital nature of this product ALL SALES ARE FINAL.For any questions please contact me via Etsy messages.© No sharing files, or selling them in any form. Derivative works are prohibited. © OnePreset, 2020\n                ", "listing_reviews": "77", "store_reviews": "2,907 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/974215413/bundle-120-lightroom-presets-mobile"}, {"seller_text": "LouMarksPhoto", "seller_href": "https://www.etsy.com/shop/LouMarksPhoto?ref=simple-shop-header-name&listing_id=796644327", "store_sales": "388,511 sales", "store_rating": "4.8278", "listing_title": "10 Mobile Lightroom Presets COZY HOLIDAY for Desktop and Mobile Lightroom, Instagram Filter for bloggers, Winter Photo Presets", "listing_bestseller": "-", "listing_price": "\n                        $5.49\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP, 2 PDF"], "listing_desc": "\n                    10 Mobile Lightroom Presets COZY HOLIDAY for Desktop and Mobile Lightroom, Instagram Filter for bloggers, Winter Photo Presets♥ GET TWO FREE PRESETS ♥\u2028GET 5 & PAY FOR 3: Add 5 Presets to your cart, discount automatically appliedM O R E ∙ P R E S E T ∙ S T Y L E Swww.etsy.com/shop/loumarksphoto\u2028\u2028I N C L U D E D• 10 Mobile Lightroom Preset (DNG files)• 10 Desktop Lightroom Preset (LR & XMP files)W H Y ∙ Y O U ' L L ∙ L O V E ∙ I T• Light and bright vibe perfect for instagram themes• Amazing at brighten and enhancing colors• Create amazing indoor or outdoor winter photosO T H E R ∙ I N F O R M A T I O N• Works with the Free & Paid Android LR Mobile App • Works with the Paid iPhone LR Mobile App  • Works with All Lightroom Desktop Versions• Works with Mac and PC Desktops/LaptopsStill have questions or need help picking the perfect presets for you editing needs? Feel free to contact me, I’m always more than happy to help in any way :)L O U A N D M A R K S ∙ P R O M I S E ♡You are you unique and so are our Presets! We created our Presets for everyone. No one specific skin tone or hair color. When you purchase from Lou + Marks you are not just purchasing presets you also get our guarantee that they will suit your skin tone. If they don’t send me a message with an unedited image and I will personally adjust them for you.  A B O U T ∙ L O U ∙ M A R K S ∙ P H O T O• IG: @Louandmarks• FB: https://www.facebook.com/louandmarks/-----------------------♡--------------------© 2021 Lou & Marks LLC, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited.----------------------------------------------\n                ", "listing_reviews": "100", "store_reviews": "16,494 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/796644327/10-mobile-lightroom-presets-cozy-holiday"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=848374533", "store_sales": "237,230 sales", "store_rating": "4.8715", "listing_title": "5 Mobile Lightroom Preset BEE HONEY Warm Instagram Filter, Influencer Lightroom Preset Travel Blogger", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 Files"], "listing_desc": "\n                    Lightroom Presets, instagram preset,  influencer presets, lifestyle blogger presetsLevel up your social media game with BEE HONEY Presets and edit your Instagram photos like a pro on your mobile device! Mobile Lightroom Influencer Preset BEE HONEY  Included 5 presets  inspired by travel bloggers and influencers around the world.This preset for every kind of picture that will surely deliver stunning results and make your images look a hundred times better! For photographers who do a lot of fashion, travel and lifestyle photography.This quality preset produce amazing warm tones and making it easy for you to achieve the same look and feel as your favorite influencers!  🔥GET 5 & PAY FOR 3: add 5 presets to your cart, use PROMO code GIFT2🔺Included5 LIGHTROOM MOBILE PRESET .DNG file🔵How to Download and Install mobile preset:  https://youtu.be/fDKHSkU7GIs🔵If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll.For any questions or editing help Please contact me email victoriabee.shop [!at] gmail.com© 2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoKeywords: Warm filter, Instagram Filter, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, family preset,\n                ", "listing_reviews": "16", "store_reviews": "8,047 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/848374533/5-mobile-lightroom-preset-bee-honey-warm"}, {"seller_text": "EliteStudioPresets", "seller_href": "https://www.etsy.com/shop/EliteStudioPresets?ref=simple-shop-header-name&listing_id=806720640", "store_sales": "17,026 sales", "store_rating": "4.7485", "listing_title": "10 Lightroom Mobile Desktop Presets MALIBU, Light and Bright Mobile Presets, Travel Island Picture Filter, Instagram and Blogger Presets", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.38\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    Instantly add brightness to your travel photos, while also adding a pop to ocean colors. Turn your pictures into jet➤setter lifestyle pics.☆ What is included? ☆➤ 10 Presets in DNG and XMP format (NOT lrtemplate format, but you can still use them by uploading the DNG files in your Lightroom Desktop and save them as preset.)➤ PDF file containing a link to download your mobile and desktop presets➤ PDF installation guideEtsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets☆ Compatibility ☆➤ For MOBILE and DESKTOP use (iPhone, Android, PC, MAC)➤ Compatible with free version of the Adobe Lightroom App. You can download this app for free on your mobile phone (iPhone or Android)➤ Compatible with the paid desktop version of the Adobe Lightroom Classic CC (version 7.3+)➤ For use on JPEG and RAW images☆ BUY 5 AND GET 30% OFF!! ☆Add 5 presets in your cart and receive automatically 30% discount!https://www.etsy.com/shop/EliteStudioPresets☆ 24/7 Support ☆If you have any questions or need some help with the presets, please contact me at Etsy or through email elitestudiopresets[at]@gmail.com♡ Share with Us! ♡I would love to see how your pictures turned out by using our presets. Please include them in your review! Tag or DM us on instagram to get featured!@elitestudiopresets© 2020 Elite Studio Presets, All Rights ReservedTerms of Use: By purchasing this item, you are automatically agreeing to the terms of use. Included but not limited to: Prohibition of sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "41", "store_reviews": "749 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/806720640/10-lightroom-mobile-desktop-presets"}, {"seller_text": "KIINcreations", "seller_href": "https://www.etsy.com/shop/KIINcreations?ref=simple-shop-header-name&listing_id=997654802", "store_sales": "108,066 sales", "store_rating": "4.8939", "listing_title": "10 EARTHY mobile & desktop PRESETS | Earthy Preset | Brown Preset | Travel preset | Tropical Preset | Aesthetic Preset | Instagram filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.12\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ❤️  GET 4 & PAY FOR 2: add 4 presets to your cart, use PROMO code: MERCI4 and pay just for 2❤️ ❤️  GET 6 & PAY FOR 3: add 6 presets to your cart, use PROMO code: MERCI6 and pay just for 3❤️ ❤️ ❤️  GET 8 & PAY FOR 4: add 8 presets to your cart, use PROMO code: MERCI8 and pay just for 4\u202810 Earthy Lightroom mobile & desktop presets - saturated browns, faded greens, moody blues will give your images that tropical aesthetic feel. These presets will work great with outdoor, family, portrait ,travel, lifestyle and professional photography images.\u2028\u2028INCLUDED IN YOUR PURCHASE✅  10 Mobile Lightroom Presets (DNG files)✅  10 Desktop Lightroom Presets (XMP files)✅  10 Desktop Lightroom Presets (LRtemplate files)\u2028✅  Easy Step-by-step PDF guide with instructionsBEST CUSTOMER SERVICEI want to be sure you’re satisfied! If you have any issues, I am happy to help! Just message me! :) COMMON QUESTIONS➕ Works in Lightroom Mobile App (iOS/Android)➕ Works With & WITHOUT Adobe subscription➕ You only need Lightroom CC App on your Phone/iPad➕ Works With All Lightroom & ACR Desktop VersionsMy presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. I’m confident that my presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image.STAY IN TOUCHIG: instagram.com/kiinlrpresetsWEBSITE: kiinlightroompresets.comEMAIL:  info [!at] kiinlightroompresets.comRefunds/ExchangesDue to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is my number one priority. In the case you are not happy with a preset, send me a message and we can discuss an exchange for a preset that better fits your needs. © 2020 KIIN CREATIONS LLC, All Rights ReservedTERMS OF USE:  Including but not limited to: No sharing the files. No selling the files. Derivative works are prohibited.\u2028KIIN Presets, Photo Presets, VSCO Presets, Edit, Editing, Insta blogger, Lightroom Classic CC, influencer preset, blogger preset, influencer filter, preset filter, instagram feed, fashion blogger, aesthetics, DNG, Instagram Preset, Presets, Mobile Filter, Lightroom presets, Lightroom Mobile, Android Preset, Lightroom Mobile Presets, Mobile Lightroom Presets, family preset, warm bright preset, skin preset, selfie presets, earthy preset, aesthetic preset, professional photography preset, earthy tones, caramel preset, coffee preset, brown preset, mocha preset, brown preset, brown Lightroom preset, Lightroom mobile presets, preset filter, instagram preset, outdoor preset, tropical preset, instagram preset, travel preset, tanned skin preset, moody preset\u2028\n                ", "listing_reviews": "6", "store_reviews": "4,454 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/997654802/10-earthy-mobile-desktop-presets-earthy"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=809048733", "store_sales": "237,230 sales", "store_rating": "4.8715", "listing_title": "25 Lightroom Presets DEEP MOODY For Mobile and Desktop Lightroom, Moody and Rich Presets, Dark Instagram Filter, Travel Boho Preset", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $4.35\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    Rich and Moody Mobile Lightroom Presets, DeepDarl Desktop Lightroom PresetsThese Presets designed for both Lightroom Desktop and the free Lightroom Mobile App, these presets will transform your photos with dark and moody colors and rich earthy hues in a single click. Perfect for weddings, travelers, bloggers, engagements and elopements, portrait, fine art photography, fashion, lifestyle, landscape, street photography, outdoor and indoor photography and pretty much all creative photography.Speed up your editing workflow by applying these presets to your photos within a few seconds.🔺Included25 LIGHTROOM MOBILE PRESET .DNG file ZIP Archive25 LIGHTROOM MOBILE PRESET .XMP file  Zip Archive.PDF file with direct link to download presets directly to your phone Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️🎁 GET 5 & PAY FOR 3: add 5 presets to your cart, use coupon: GIFT2 and pay for 3 only https://www.etsy.com/shop/VictoriaBeePhoto?coupon=GIFT2For any questions or editing help Please contact me email victoriabee.shop [!at] gmail.comCheck out my Bestseller Itemshttps://www.etsy.com/shop/VictoriaBeePhoto© 2019-2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephoto\n                ", "listing_reviews": "53", "store_reviews": "8,047 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/809048733/25-lightroom-presets-deep-moody-for"}, {"seller_text": "Presetsil", "seller_href": "https://www.etsy.com/shop/Presetsil?ref=simple-shop-header-name&listing_id=904674862", "store_sales": "420 sales", "store_rating": "4.6364", "listing_title": "4 professional Lightroom Mobile Presets, Instagram filter, bright and clear, presets for all types of photos.", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.38\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 MOV, 1 ZIP"], "listing_desc": "\n                    4 Lightroom Presets for amazing edit results. The presets will take your photos  to a much higher level. Your feed will be a goal for everyone ! ✨* What will you get in the package?✔️ 4 presets which both work with iPhone & Android ✔️ The presets work in the FREE Lightroom Mobile App ✔️ Video clip showing how to download the presets step by step✔️ Fast direct digital download ✔️ How to use the presets in the app 🎁 B O N U S 🎁 *Buy 4 and pay only for 2*Use the code 2FREEThis preset is the best assistant and easily improves photos. You will get all the secrets of editing in one click! I know that you will enjoy it! I’m excited to see your results.  💥\n                ", "listing_reviews": "6", "store_reviews": "11 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/904674862/4-professional-lightroom-mobile-presets"}, {"seller_text": "PresetSource", "seller_href": "https://www.etsy.com/shop/PresetSource?ref=simple-shop-header-name&listing_id=845099331", "store_sales": "10,408 sales", "store_rating": "4.9046", "listing_title": "4 Mobile LIGHTROOM Presets, lightroom mobile preset, lightroom presets , Influencer, blogger presets, Desktop Preset, Instagram, vsco clean", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 PNG, 1 ZIP"], "listing_desc": "\n                    Edit from Anywhere! \"Blogger\" Lightroom Mobile Preset + Lightroom Desktop Preset is THE insta preset you've been looking for. It is both neutral, simple but with a touch unique style. It will quickly become your favorite ;) Try it today! This set of 4 presets includes 1 original preset + 3 variations to help you get the perfect edit.INCLUDED IN YOUR PURCHASE:• 4 Blogger Mobile Lightroom Preset (.DNG file)• 4 Blogger Desktop Lightroom Preset (.xmp file)• PDF File with easy, step-by-step installation guideWorks in Adobe Lightroom (PC/Mac) and Lightroom Mobile App (iOS/Android)😍Please understand: Due to the digital nature of this product ALL SALES ARE FINAL. I will not be able to refund orders, however, I guarantee preset's functionality.Create beautiful photos for yourself and your Instagram/VSCO/Blog/Snap/Pinterest! 💖💖My presets are made to enhance your photos and get them to their most beautiful colors. One click editing makes it easy for you to edit you photos anywhere, anytime FAST! No more wasting time on playing with settings. I created a collection of different moods and textures for your photos so you can effortlessly get beautiful photos in seconds. 🙌🏻🙌🏻🙌🏻Many many more preset are coming soon but I couldn’t wait to launch! Hope you love them!All presets are pre-tested on different photos. Please see the before and after photos. Remember that all Lightroom presets work differently. Each of your beautiful photos is unique in terms of color, light, exposure, etc. Use this preset as the basis for your photos and adjust to your liking. 🤓Have any difficulties or questions? Please contact us! One of out team members will get back to you ASAP.Keywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets© 2021 PresetSource, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: No sharing of the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "100", "store_reviews": "913 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/845099331/4-mobile-lightroom-presets-lightroom"}, {"seller_text": "SimonaLisaPresets", "seller_href": "https://www.etsy.com/shop/SimonaLisaPresets?ref=simple-shop-header-name&listing_id=833328999", "store_sales": "3,875 sales", "store_rating": "4.8675", "listing_title": "10 Cream Mobile Lightroom Presets, Iphone Presets, Lightroom, Mobile Presets, Instagram Filters Presets, Dng Presets, Cream Presets", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.19\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 2 ZIP"], "listing_desc": "\n                    10 Cream Mobile Lightroom Presets, Iphone Presets, Lightroom, Mobile Presets, Instagram Filters Presets, Dng Presets, Cream PresetsSHOP MORE PRESETS :)https://www.etsy.com/shop/SimonaLisaPresetsINCLUDED :)> 10 Instant Download Mobile Lightroom & Desktop Presets (DNG file)> PDF How To Install Mobile Presets Guide> Free Gift >Support available from our store at all times (just send a message through on Etsy)**The Presets are compatible with the Free Mobile Lightroom app, and the Desktop Lightroom app  (Via DNG Import, not LRTemplate)**If you require any assistance or have general queries, do not hesitate to send me a message on Etsy. :)Xx\n                ", "listing_reviews": "71", "store_reviews": "400 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/833328999/10-cream-mobile-lightroom-presets-iphone"}, {"seller_text": "AmyCreativeCreations", "seller_href": "https://www.etsy.com/shop/AmyCreativeCreations?ref=simple-shop-header-name&listing_id=1027963677", "store_sales": "485 sales", "store_rating": "5", "listing_title": "July 2021 Calendar - Calendar for July - Monthly Calendar - Printable Calendar - Instant Download - PDF Printable", "listing_bestseller": "-", "listing_price": "\n                        $1.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    July 2021 Calendar - Calendar for July - Monthly Calendar - Printable Calendar - Instant Download - PDF PrintableCheck out my other 4th of July Calendar: https://www.etsy.com/listing/1016595398/july-2021-calendar-calendar-for-july?ref=listings_manager_gridINSTANT PRINTABLE DOWNLOADWhat you will Receive with this order:1 July Calendar. This an Editable PDF on Canva.com or you can print it off to Write on it. No Software needed. Information about this Product* The letter size 11 X 8.5\"* PNG and PDF files* PDF Printable for your journal, desk, and planner.Instant DownloadYour files will be available to download after your purchase. All Sales are Final, Thank you.\n                ", "listing_reviews": null, "store_reviews": "40 shop reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/1027963677/july-2021-calendar-calendar-for-july"}, {"seller_text": "SnazzyMango", "seller_href": "https://www.etsy.com/shop/SnazzyMango?ref=simple-shop-header-name&listing_id=986580638", "store_sales": "3,763 sales", "store_rating": "4.6667", "listing_title": "Bachelorette Instagram Filter! Gold Bachelorette Filter! Instagram Stories Filter. Hen Party Filter! Instagram Effect. Bachelorette Party!", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $8.01+\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: Adobe Illustrator, Photoshop, Instagram, Facebook, Spark AR, Glitter, Insta Stories, Effect, Instagram Story, Insta Story, Sparkle, Gold, Bachelorette\n\n\nRead the full description"], "listing_desc": "\n                    Custom Bachelorette For Instagram, Instagram Stories Filter!TRY BEFORE YOU BUY: https://www.instagram.com/ar/944533329616168/Make a statement at your bachelorette party with your very own custom Instagram/Facebook filter! All your family, friends, guests and followers will have access to your filter! Anyone who sees your story will also have access to your filter! Unlike snapchat filters it's not restricted to location and there is no upload cost!| CUSTOMISATION |-PERSONALISATION-Name:Date:Location:Text colour (Select from drop down menu) or message me if you want a colour which isn't listed.Which social media do you want your filter to be on? (Facebook or Instagram). Please note there's a small charge to have your filter on both social media platforms as I essentially have to make 2 separate filters.| HOW IT WORKS |1 - Enter your personalisation requirements in the space provided when ordering.2 - I then design your filter in Instagram/Facebook's unique software.3 - A proof will then be sent to you of how your filter will look, please allow 24hrs for this.4 - Once you're happy with how your filter looks, I then submit it to Instagram/Facebook to upload to their filter collection. (This can take up to 48hrs)!5 - Once the filter has been accepted by Instagram/Facebook I will then email you a link to where you can find your filter on the social media site!6 - You can share the link with all your friends, family and guests! Alternatively, when your post to your story using the filter a badge will be displayed in the top left corner. Anyone who clicks on this will also have access and be able to use your filter! (An example of this is Picture 3).Please message me if you have any questions.  :)If you include the snapchat version in your order, this is just for the filter file. You must upload the filter to Snapchat where costs may be incurred due to location and date. More information can be found here: https://www.snapchat.com/l/en-gb/on-demand/Facebook and Instagram filters are uploaded by me at no extra cost.My full collection of Instagram & Facebook filters can be found here:https://www.etsy.com/uk/shop/SnazzyMango?ref=seller-platform-mcnav&section_id=21416837Keywords:Bachelorette Filter, Bachelorette Party, Hen Party, Ring Filter, Gold Filter, Gold Bachelorette, Pool Party, Insta Filter, Bachelorette Party Instagram, Bachelorette Geofilter, Insta Filter, Instagram Filter, Instagram Story, Instagram Stories, Insta Stories, Instagram Wedding, Instagram Wedding Filter, Rose Gold Wedding Filter, Insta Wedding Filter, Insta Wedding Effect, Insta Wedding Stories, Insta Wedding, Instagram Wedding, Rose Gold Wedding Filter, Insta Mask, Insta Effect\n                ", "listing_reviews": null, "store_reviews": "466 shop reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/986580638/bachelorette-instagram-filter-gold"}, {"seller_text": "Filterity", "seller_href": "https://www.etsy.com/shop/Filterity?ref=simple-shop-header-name&listing_id=905944823", "store_sales": "29,316 sales", "store_rating": "4.9333", "listing_title": "Wedding Instagram Filter, Wedding Instagram Effect, Custom Filter for Instagram, Instagram Story Filters, Wedding Story Filter, IG, Snapchat", "listing_bestseller": "-", "listing_price": "\n                        $30.56+\n                    ", "listing_highlights": ["Handmade"], "listing_desc": "\n                    ✅ TRY BEFORE YOU BUYPaste the link in web browser on mobile ➡️ https://bit.ly/TRY-SP01Get a Custom Wedding Instagram Filter and Share the Best Moments of your once in a lifetime celebration! Surprise your friends with this animated Instagram Effect! Pst... your selfies will look amazing!Here's how it works:HOW TO ORDER:1) Select font color.2) Select where do you want your filter to be available.3) Add your names and date in the personalization field.4) Click \"Buy it Now\" or \"Add to Cart\" and checkout.PROCESSING:1) I will create and send you the proof within 24 hours via Etsy messages. Need the filter ASAP? Buy Rush Order here ➡️ https://www.etsy.com/listing/518970048/ and I'll send the proof within 1 to 12 hours. 2) Once you'll confirm the proof, I will upload your filter to Instagram and/or Facebook. It usually takes 2 hours to approve it, but sometimes it can take up to 2-3 days.3) Once it gets approved, I will send you the link to the filter! You can use it and share it with your friends anywhere! There's no expiration date.Using our filters on Instagram doesn't cost anything extra. You can use your filter anywhere and anytime! There's no expiration date.GOT A QUESTION?Don't hesitate to contact me.100% SATISFACTION GUARANTEED!If you're not fully happy with your order, let me know and I'll adjust it or issue a full refund!LOOKING FOR MORE?Visit our home page for Discounts!http://www.etsy.com/shop/Filterity\n", "listing_reviews": null, "store_reviews": "2,810 shop reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/905944823/wedding-instagram-filter-wedding"}, {"seller_text": "ThePresetCow", "seller_href": "https://www.etsy.com/shop/ThePresetCow?ref=simple-shop-header-name&listing_id=934063765", "store_sales": "6,133 sales", "store_rating": "4.8085", "listing_title": "Mobile Lightroom Presets | Instagram Presets | Desktop Lightroom Presets | Influencer Blogger Presets | Sunset Preset | Warm Light Preset |", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.13\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 2 other files"], "listing_desc": "\n                    Created for Instagram influencers, lifestyle or travel bloggers, and creators, this warm sunset preset will transform your images with just one click! Aimed to create a cohesive feed & consistent aesthetic for your Instagram, blog, or platform. Made by a photographer with 6 years of camera experience.INCLUDED IN YOUR PURCHASE:✔ 1 MOBILE Lightroom Preset (DNG format)✔ 1 DESKTOP Lightroom Preset (XMP format)✔ PDF Step-by-Step GuideCOMMON QUESTIONS: ✔ Compatible in Lightroom Mobile App (iOS or Android)✔ Compatible in Lightroom Desktop (Mac or PC)✔ Compatible in all Lightroom Desktop versions✔ Instant downloadContact me with any questions, feedback, or concerns. Thank you for shopping small!♡ Stay safe & happy editing, Alana ♡📌 PINTEREST: www.pinterest.com/alanamak📷 INSTAGRAM: www.instagram.com/alanamakREFUND POLICY & TERMS OF USE:Due to the digital nature of this product, all sales are final & there are no returns or exchanges. No sharing files, or reselling them in any form. Derivative works are prohibited. Violators of this agreement will be prosecuted.© ThePresetCow, 2020KEYWORDS:Warm Filter I Light Preset I Sunset Photo Preset | Summer Filter | Mobile Lightroom Presets I Instagram Presets I Desktop Lightroom Presets I Influencer & Instagram Filter I DNG I Mobile Filter I Travel Presets I Influencer Presets I I iPhone Presets I Blogger Presets I Photo Filters I Android Preset I Edits in Lightroom | VSCO Filter | Lightroom Editing | Photo Presets | Lightroom for Beginners | Best Lightroom Presets | VSCO Tumblr Editing | Best Instagram Filters | Aesthetic Lightroom Preset | Aesthetic Instagram Filter | Photo Editing | Travel Filter | Blogger Filter | Easy Preset | Photography Presets | Photography Editing |\n                ", "listing_reviews": "16", "store_reviews": "188 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/934063765/mobile-lightroom-presets-instagram"}, {"seller_text": "CottageHavenLane", "seller_href": "https://www.etsy.com/shop/CottageHavenLane?ref=simple-shop-header-name&listing_id=769258683", "store_sales": "9,064 sales", "store_rating": "4.9724", "listing_title": "2021 Lined Monthly Calendars | 8.5x11 | LANDSCAPE | Jan - Dec | Printable Download", "listing_bestseller": "Bestseller", "listing_price": "\n                        $1.50\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    HandmadeDigital download (1 PDF)2021 Monthly Calendars Printable Download PDF includes a full year January through December. These calendars are great, very simple and include lots of space for notes or plans.This Listing is for Printable 8.5x11 Landscape Monthly Calendars January 2021 - December 2021(There is only 1 color GRAY)YOU WILL GET- 8.5\"x11\" PDF files January 2021- December 2021 (GRAY)DOWNLOAD:You will be able to download your files right after order placement and process of payment which can take a little time but usually same day.HOW TO DOWNLOAD:Please follow these steps: https://www.etsy.com/help/article/3949NO PHYSICAL ITEMS WILL BE DELIVEREDDownload your files directly from Etsy, the download link will also be sent to your E-mail addressHOW TO PRINT:You can print the image at home or send it to a photo lab or third-party printing source.(You can adjust the size on your printer for smaller calendars)NOTE:For Personal use only.CONTACT ME:I really appreciate receiving your feedback. If you have any trouble, please let me know. I will be happy to do whatever I can to help you enjoy your purchase.Thank you very much for visiting my shop.Beautifully Tarnished All Rights Reserved.\n                ", "listing_reviews": "98", "store_reviews": "505 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/769258683/2021-lined-monthly-calendars-85x11"}, {"seller_text": "CocoMintDesignStudio", "seller_href": "https://www.etsy.com/shop/CocoMintDesignStudio?ref=simple-shop-header-name&listing_id=962411124", "store_sales": "400 sales", "store_rating": "4.9524", "listing_title": "Monthly Blank Calendar, Simple Calendar, 11 x 8.5 inches, Horizontal Printable Calendar Pages, PDF Printable, Instant Download", "listing_bestseller": "Bestseller", "listing_price": "\n                        $1.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 ZIP"], "listing_desc": "\n                    Printable Monthly Blank Calendar< January through December >, Horizontal, Instant Download*Sunday-Start in US Letter Size 11 x 8.5INCLUDED♥11 x 8.5 inch page (US letter)-Each Month PDF files (Blank January through December)As a reminder, this product is a digital download.No physical item will be shipped to you. I do not accept returns, exchanges, or cancellations But please contact me if you have any problems with your order.Per Etsy, the download will be available instantly after purchase on your 'Purchases and Reviews' page on Etsy. PDF viewer installed will assist  view the digital downloads on the computer. Note that, Actual colors may vary due to differences in computer screen settings and printer settings, even to the quality paper. All rights reserved. These files are for personal use only. No part of this work may be reproduced or distributed for commercial use.\n                ", "listing_reviews": "15", "store_reviews": "21 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/962411124/monthly-blank-calendar-simple-calendar"}, {"seller_text": "LouMarksPhoto", "seller_href": "https://www.etsy.com/shop/LouMarksPhoto?ref=simple-shop-header-name&listing_id=674334567", "store_sales": "388,511 sales", "store_rating": "4.8278", "listing_title": "10 Mobile LIGHTROOM Presets, Vibrant Blogger Preset, Desktop Presets Lightroom, Colorful Lightroom Preset, Bright Instagram filters", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.49\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP, 2 PDF"], "listing_desc": "\n                    SALE!! Buy 3 Packs & Get 2 FREE! Add all 5 Packs to your cart and only pay for 3 in total!Create consistent photo edits with The Vibrant Blog Pack. These Preset will give your images amazing vibrancy, brightness, clarity, and a modern aesthetic. This was designed for Lightroom Mobile to have consistency when editing. Vibrant will bring out all those amazing colors in your images with rich tones and soft light. This preset work great on both indoor and outdoor images.Amazing Preset Collection to give images that colorful bright look, keeping color vibrant & skin tones smooth. Looks amazing on travel, fashion, beauty, city, interior, selfies and even wedding images! Created for all skin tones! My Presets work with All Versions of Lightroom Mobile & Lightroom Desktop and with Photoshop ACR.INCLUDED IN YOUR PURCHASE ✔️ 12 Mobile Lightroom Presets (DNG)✔️ 12 Desktop Lightroom Presets (LR)✔️ 12 Desktop Presets (XMP)✔️ PDF guide & Video InstructionsCOMMON QUESTIONS✔️ Works With The Free & Paid Lr App✔️ Works With iPhone & Android✔️ Works With All Lightroom Desktop Versions ✔️ Works With Photoshop ACR ✔️ Works With Mac & PC✔️ Works With JPG & RAW FormatsSKIN TONE PROMISE ♡You are you unique and so are our Presets! We created our Presets for everyone. No one specific skin tone or hair color. When you purchase from Lou + Marks you are not just purchasing presets you also get our guarantee that they will suit your skin tone. If they don’t send me a message with an unedited image and I will personally adjust them for you. STAY IN TOUCH ♡Connect with me on Instagram @louandmarks and tag #louandmarks so I can see all your amazing photo edits and share them in my daily stories of my audience of over 60K.© All Rights Reserved. By Purchasing this product you agreeing to the Terms of Use included in the download. Do not sharing the files, or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "100", "store_reviews": "16,494 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/674334567/10-mobile-lightroom-presets-vibrant"}, {"seller_text": "PresetDesignPhoto", "seller_href": "https://www.etsy.com/shop/PresetDesignPhoto?ref=simple-shop-header-name&listing_id=977253645", "store_sales": "2,128 sales", "store_rating": "4.9657", "listing_title": "10 Lightroom Presets, Clean and Crisp Lightroom Presets for Mobile and Desktop, Blogger and Instagram Photo Filters, Light Bright Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.92\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 JPG, 1 PDF"], "listing_desc": "\n                    🎁 GET 4 & PAY FOR 2 With Promo Code: 2FREE 🎁🎁 GET 6 & PAY FOR 3 With Promo Code: 3FREE 🎁🎁 GET 8 & PAY FOR 4 With Promo Code: 4FREE 🎁10 Clean And Crisp presets, Lightroom presets, Blogger photo presets, mobile presets and desktop presets, instagram Filters by Preset DesignINCLUDED:• 10 MOBILE Lightroom presets• 10 DESKTOP Lightroom presets• After Purchase Customer Support• Instructions• Instant DownloadPreset Bundles In My Shop:www.etsy.com/shop/presetdesignphoto♡ SPECIAL OFFER ♡🎁  ADD 4 TO CART, PAY FOR 2 🎁  GET 50% WHEN YOU ADD 4 🎁🎁  ADD 6 TO CART, PAY FOR 3 🎁  GET 50% WHEN YOU ADD 6 🎁🎁  ADD 8 TO CART, PAY FOR 4 🎁  GET 50% WHEN YOU ADD 8 🎁HERE'S WHY YOU'LL LOVE IT:• Light airy clean vibe perfect for instagram themes• Made by a professional digital creator• Consistent results with no harsh colors or lightingMORE INFO:• Works with the Free and Paid Lightroom Mobile App• Works with All Lightroom Desktop Versions• Works with Mac and PC Desktops/LaptopsIf you have any more questions or need help picking the perfect presets for you, you can contact us any time!OUR SOCIAL MEDIA• IG: @preset_design.....................................................© Preset Design LLC, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited......................................................\n                ", "listing_reviews": "5", "store_reviews": "204 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/977253645/10-lightroom-presets-clean-and-crisp"}, {"seller_text": "PresetStories", "seller_href": "https://www.etsy.com/shop/PresetStories?ref=simple-shop-header-name&listing_id=918471338", "store_sales": "5,639 sales", "store_rating": "4.8008", "listing_title": "20 Instagram Presets for Lightroom, Family Mobile Presets, Holiday Winter Instagram Filter, Blogger Presets, Warm Fall Preset, Autumn Preset", "listing_bestseller": "-", "listing_price": "\n                        $2.40\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    20 Mobile Presets for Lightroom, Family Mobile Presets, Holiday Winter Instagram Filter, Blogger Presets, Warm Fall Preset, Autumn Preset✩ LIGHTROOM MOBLIE PRESETS ✩This mobile preset will create warm moody tones, perfect for your Family photos. Create and edit all from your mobile phone with one click! Includes 25 Mobile and Desktop Presets for Instagram, Bloggers, Influences and Photographers! Create Stunning Photos, and a cohesive Instagram grid with our easy to use mobile presets.✩🎁 SPECIAL PROMO 🎁✩✩ BUY 3 PRESETS GET 2 PRESETS FREE!!!✩ ADD 5 PRESETS TO YOUR CART, APPLY COUPON: \"2FREE\" AND PAY FOR 3 ONLY✩ PRESET SALE: www.etsy.com/shop/presetstories_____________________________________________________✩ INCLUDED IN YOUR PURCHASE ✩• 25 Mobile Lightroom Presets (DNG files)• 25 Desktop Lightroom Presets (XMP files)• Quick Installation guide with video instructions✩ FAQ ✩• Works in FREE Lightroom Mobile App (iOS/Android)• Install Lightroom App first to use presets.• Have more questions? Then please message me :)♡ GUARANTEE ♡All of my presets have been tested on a variety of images. My One-Click Presets make it quick to use yet fully customizable to stay true to your own signature style. If they don’t work on your images send me a message with an unedited image and I will personally adjust them for you._____________________________________________________Refunds are not available for any of our products since they cannot be returned once downloaded, however we will always be more than happy to assist with any questions. If you have any issue downloading the presets, let me know and I will send it to you via email (within 24 hours).TERMS OF USE:© 2020 Preset Stories, All Rights ReservedBY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "7", "store_reviews": "246 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/918471338/20-instagram-presets-for-lightroom"}, {"seller_text": "MyLifePlans", "seller_href": "https://www.etsy.com/shop/MyLifePlans?ref=simple-shop-header-name&listing_id=993218929", "store_sales": "1,732 sales", "store_rating": "4.98", "listing_title": "Blank Montly Calendar Printable Landscape, Minimalist Calendar Template, Desk Calendar, Wall Calendar, Monday/Sunday Start, A4/Letter", "listing_bestseller": "-", "listing_price": "\n                        $1.96\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP"], "listing_desc": "\n                    This is a printable blank calendar. Just download and print.Product information:• Your purchase includes A4 and Letter size.• Perfect for home and office use.• Simply print from your home printer, or send to a local printing shop.How to download, open and print these PDF files on your computer:• You can download these digital items once your purchase is confirmed.• Please note that there are no printed materials / physical products will be shipped.• Download link: Go to https://www.etsy.com/your/purchases – download the files you just purchased.• You can use Acrobat Reader to open these files.• Download this software for free at https://www.adobe.com/• Open the file in Acrobat Reader – Select “ACTUAL SIZE” in your printer settings – Print.• Colors may vary slightly depending on the computer monitor and printer you decide to use.Any Questions?Please do not hesitate to reach out via Etsy message! I am always open to questions, comments and suggestions.\n                ", "listing_reviews": null, "store_reviews": "100 shop reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/993218929/blank-montly-calendar-printable"}, {"seller_text": "Collectpresets", "seller_href": "https://www.etsy.com/shop/Collectpresets?ref=simple-shop-header-name&listing_id=1022003390", "store_sales": "259 sales", "store_rating": "5", "listing_title": "BALI PHOTO PRESETS - Mobile Lightroom Preset - Bali Photo - Mobile Photo Filter - Summer Bright Preset - Digital Download File", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $2.79\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 Files"], "listing_desc": "\n                    ♥ DIGITAL DOWNLOAD BALI MOBILE PHOTO FILTER This high quality presets works on both devices android and iOS with free lightroom applications. You will get the top premium presets that are Sand, Taste, Color, Bright, and Brighter. The format of the file is DNG and PDF. Plus, these designs are lifestyle, travel, vacation, blogging, and excellent fort Instagram. You can download this file instantly by paying affordable charges. ☛ Product Name: Bali Photo Filter ☛ Product Type: Digital ☛ Format: DNG and PDF ☛ Presets Premium: Blue, Dreamy, Jungle, Rainy, and Tender☛ Image: Unique Designs for Instagram Feed ☛ Designs: Lifestyle, Travel, Vacation, and Blogging☛ Purpose: Gift for Lovers ☛ Instantly Download: Yes ♥ GIFT This Bali photo filter can be used as a gift to offer to lovers, dear ones, and friends. You can use these presets as Instagram Feed. ♥ WHY CHOOSE US We provide the best customer support services, and you can message us through Etsy messaging service anytime. Our products are specially developed for digital use. You can order it confidently.\n                ", "listing_reviews": null, "store_reviews": "10 shop reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/1022003390/bali-photo-presets-mobile-lightroom"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=883853050", "store_sales": "21,701 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Neutral Filter, Cream Preset, Instagram Filters, iPhone Presets, Lightroom Filter, Lifestyle Preset, Blogger Filter", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it neutral with this Neutral Preset! This Lightroom Mobile preset will effortlessly soften and mute the shades in your photos to achieve a creamy cozy look with the click of button! ❀ Your purchase includes ❀- 1 Natural Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "56", "store_reviews": "1,130 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/883853050/lightroom-mobile-preset-neutral-filter"}, {"seller_text": "KellyJSorenson", "seller_href": "https://www.etsy.com/shop/KellyJSorenson?ref=simple-shop-header-name&listing_id=725259859", "store_sales": "16,717 sales", "store_rating": "4.9474", "listing_title": "Editable Printable 2021 2022 Calendar Bundle with Perpetual Calendar & Year at a Glance Includes Sizes A5 A4 Letter Size Planners", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 4 ZIP"], "listing_desc": "\n                    A5 A4 Letter Size Printable 2021 2022 Calendar Bundle with Editable Text Fields  | Perpetual Calendar | Year at a Glance | Fits Filofax & Big HappyIncluded in Bundle:Botanical Watercolor Monthly Calendars for 2021 2022Perpetual / Birthday CalendarsYear at a Glance Calendars for 2021 - 2022• Letter Size (8.5 x 11 in) Sunday Start on Calendars• A5 (5.83 x 8.27 in) Sunday + Monday Starts on Calendars• A4 (8.27 x 11.69 in) Monday Start on Calendars• Editable PDF files• Dot grid, Graph, and Lined Printable Papers in Green and GrayThese are Editable PDF files and should be opened and edited in Adobe Acrobat Reader, a FREE program you can download here: https://get.adobe.com/reader/ Using a different program, such as Preview, may result in problems editing and poor printing results.See the 5th image for details on the editable text fields. The layout of the calendar is not editable. You will not be able to move or change the design.Please take note:This is a digital item and NO PHYSICAL CALENDARS WILL BE SHIPPED. The colors you see on screen may differ slightly when printed.HOW THIS WORKS:• Once your payment is complete, you'll see your download link. Processing can take up to 5 minutes, refresh the page if you don't see the link. You'll also receive an email confirmation directing you to download the files.  They will be available in your purchase area (https://www.etsy.com/your/purchases)• Download and unzip the files• You can print as many copies of the calendar as you want at home or at any commercial printer of your choice.• If for any reason you are having trouble downloading your file, please contact me and I will do my best to resolve the problem.All files included in this download are original and copyright to Kelly Sorenson. They are for your Personal Use Only and cannot be shared or resold, neither as is nor partially modified.Tags:October November December January February March April May June July August September 2021 2022 Editable PDF Files Year at a Glance Perpetual StyleKJSBC\n                ", "listing_reviews": "53", "store_reviews": "2,107 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/725259859/editable-printable-2021-2022-calendar"}, {"seller_text": "SleepyMoonStudios", "seller_href": "https://www.etsy.com/shop/SleepyMoonStudios?ref=simple-shop-header-name&listing_id=925558968", "store_sales": "331 sales", "store_rating": "4.8387", "listing_title": "5 Mobile Lightroom Presets / Disney Glow Lightroom Mobile Preset For Instagram / Disneyland Filter / Glow Preset / Soft Travel Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.35\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    ✨ Welcome to Sleepy Moon Studios! ✨Sleepy Moon Studios Shop:www.etsy.com/shop/sleepymoonstudiosAll the presets from SleepyMoonStudios have been created for the free Lightroom app for iPhone and Android and for Adobe Lightroom Desktop.This preset will help you to create a consistent theme on all your photos in just one click for Instagram, blogs and any other social media platform of your choice. This Mobile Lightroom preset can be used to give your photos a professional look for your instagram, travel, lifestyle blog or food blog and can be used by influencers, photographers or anyone who wants their images to have a consistent look. The professional look to the photos will help build your business or social media accounts. Our presets have been tested to work on a wide range of images however on lower quality images or darker images, some small adjustments to contrast or exposure may need to be made.Included in your digital download:5 x DNG Lightroom Presets1 x PDF step-by-step instructions on how to save and use your preset. Due to the digital nature of this product, all sales are final.Terms & Conditions:By purchasing this preset you agree to not distribute, lend or resell it to any other person.If you have an issues installing the preset or have any questions, please message me on Etsy or email me at sleepymoonstudios [at] gmail.com and I will help you to use the presets!Search Terms:Disney Glow Mobile Lightroom Preset, Desktop, Mobile, Instagram Blogger, Influencer, Pink & Blue, Pretty Instagram Feed, Soft, Bright, Light & Airy, Clean, Blogger, Food Blogger, Girly, Family Photos, Mickey, Minnie, Disney Vlogger, VSCO, Pink Preset, Blue Filter, Disney Food, Disney Girl, Colourful, iPhone, Insta.© Sleepy Moon Studios - All Rights Reserved.\n                ", "listing_reviews": "5", "store_reviews": "31 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/925558968/5-mobile-lightroom-presets-disney-glow"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=805590178", "store_sales": "21,701 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Vibrant Presets, Instagram Filters, VSCO Filters, iPhone Presets, Lightroom Preset, Lifestyle Presets, Bright", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Live life in color with this Vibrant Preset! This Lightroom Mobile preset will raise the saturation to bring out beautiful vibrancy in your photos with the simple click of a button! ❀ Your purchase includes ❀- 1 Vibrant Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "42", "store_reviews": "1,130 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/805590178/lightroom-mobile-preset-vibrant-presets"}, {"seller_text": "FrankieBearPaperCo", "seller_href": "https://www.etsy.com/shop/FrankieBearPaperCo?ref=simple-shop-header-name&listing_id=926223036", "store_sales": "340 sales", "store_rating": "5", "listing_title": "2021 Calendar Printable, Watercolor Floral Calendar 2021, Monthly Calendar, 2021 Monthly Planner, Instant Download, US Letter, 8.5x11, PDF", "listing_bestseller": "-", "listing_price": "\n                        $5.94\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Get organized for 2021 with this beautiful floral watercolor printable calendar.Listing is for a DIGITAL file only. No physical items will be shipped to you.>>> ABOUT THIS LISTING <<<➤Hi-res: 300 DPI, instant download PDF➤Letter size: 8.5”x11” ➤The file is NOT editable.>>> HOW IT WORKS <<<➤ After your purchase, access your digital file(s) instantly:      -\tYou will get an email with the link to the download from Etsy       OR      -\tGo to Your Account > Purchases and reviews and look for the order. https://www.etsy.com/help/article/3949?ref=help_search_result ➤ Open the PDF in Acrobat Reader (Download for free: www.get.adobe.com/reader) or in Preview (Mac)➤ Print at home or a copy/print shop (e.g., Staples).➤ For best results, print using heavy weight paper, either satin or matte finish.>>> PLEASE NOTE <<<➤Colors may slightly vary, depending on your screen's resolution & printer.➤Due to the nature of this listing, there are NO REFUNDS, exchanges, or cancellations on orders.➤You may print as many copies as you wish for personal use!➤Note this is a DIGITAL purchase: no physical item will be mailed.Thanks!Copyright © 2020 Frankie Bear Paper Co.\n                ", "listing_reviews": null, "store_reviews": null, "search": "printable calendar", "url": "https://www.etsy.com/listing/926223036/2021-calendar-printable-watercolor"}, {"seller_text": "PresetDesignPhoto", "seller_href": "https://www.etsy.com/shop/PresetDesignPhoto?ref=simple-shop-header-name&listing_id=986055688", "store_sales": "2,128 sales", "store_rating": "4.9657", "listing_title": "10 Beach Tan Lightroom Mobile Presets, Sunkissed Summer Presets, Summer Glow Instagram Filter, Beach Travel Preset for Blogger, Ocean Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.92\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 JPG, 1 PDF"], "listing_desc": "\n                    🎁 GET 4 & PAY FOR 2 With Promo Code: 2FREE 🎁🎁 GET 6 & PAY FOR 3 With Promo Code: 3FREE 🎁🎁 GET 8 & PAY FOR 4 With Promo Code: 4FREE 🎁13 Beach Tan, Lightroom presets, Blogger photo presets, mobile presets and desktop presets, instagram Filters by Preset DesignINCLUDED:• 8 MOBILE Lightroom presets• 8 DESKTOP Lightroom presets• After Purchase Customer Support• Instructions• Instant DownloadPreset Bundles In My Shop:www.etsy.com/shop/presetdesignphoto♡ SPECIAL OFFER ♡🎁  ADD 4 TO CART, PAY FOR 2 🎁  GET 50% WHEN YOU ADD 4 🎁🎁  ADD 6 TO CART, PAY FOR 3 🎁  GET 50% WHEN YOU ADD 6 🎁🎁  ADD 8 TO CART, PAY FOR 4 🎁  GET 50% WHEN YOU ADD 8 🎁HERE'S WHY YOU'LL LOVE IT:• Bronze sunkissed tan vibe perfect for instagram themes• Made by a professional digital creator• Consistent results with no harsh colors or lightingMORE INFO:• Works with the Free and Paid Lightroom Mobile App• Works with All Lightroom Desktop Versions• Works with Mac and PC Desktops/LaptopsIf you have any more questions or need help picking the perfect presets for you, you can contact us any time!OUR SOCIAL MEDIA• IG: @preset_design.....................................................© Preset Design LLC, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited......................................................\n                ", "listing_reviews": "6", "store_reviews": "204 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/986055688/10-beach-tan-lightroom-mobile-presets"}, {"seller_text": "LouMarksPhoto", "seller_href": "https://www.etsy.com/shop/LouMarksPhoto?ref=simple-shop-header-name&listing_id=677456369", "store_sales": "388,511 sales", "store_rating": "4.8278", "listing_title": "Mobile LIGHTROOM Presets, Warm Blogger Presets, Golden Presets, Mobile Presets, Desktop Preset, Instagram Filters lightroom mobile presets", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.49\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP, 2 PDF"], "listing_desc": "\n                    Mobile Lightroom Presets, Warm Blogger Presets, Golden Presets, Mobile Presets, Desktop Preset, Instagram Filters Lightroom mobile presets♥ FREE PRESETS OFFER ♥♥ GET 5 & PAY FOR 3: Add 5 presets to your cart, discount automatically applied: Pay for only 3M O R E ∙ P R E S E T ∙ S T Y L E Swww.etsy.com/shop/loumarksphotoThe Honey Golden Preset Bundle is a collection of 10 Lightroom Presets that will add slightly warm beige, tan and creamy tones to your Instagram photos. These presets are perfect for Instagram photo editing, travel photography & anyone looking to take their photos to the next level in just one click.I N C L U D E D•  10 Lightroom MOBILE Presets (DNG)•  10 Lightroom DESKTOP Presets (LR & XMP)•  Detailed PDF Instructions•  Instant Download From Etsy Account•  Amazing Customer Support! Reach out with any questions and I’ll be happy to help.W H Y ∙ Y O U ' L L ∙ L O V E ∙ I T• Warm golden vibe perfect for instagram themes• Works amazing on indoor and outdoor photos• Made by a professional photographerO T H E R ∙ I N F O R M A T I O N• Works with the Free & Paid Android LR Mobile App • Works with the Paid iPhone LR Mobile App  • Works with All Lightroom Desktop Versions• Works with Mac and PC Desktops/LaptopsStill have questions or need help picking the perfect presets for you editing needs? Feel free to contact me, I’m always more than happy to help in any way :)L O U A N D M A R K S ∙ P R O M I S E ♡You are you unique and so are our Presets! We created our Presets for everyone. No one specific skin tone or hair color. When you purchase from Lou + Marks you are not just purchasing presets you also get our guarantee that they will suit your skin tone. If they don’t send me a message with an unedited image and I will personally adjust them for you.  A B O U T ∙ L O U ∙ M A R K S ∙ P H O T O• IG: @Louandmarks• FB: https://www.facebook.com/louandmarks/-----------------------♡--------------------© 2021 Lou & Marks LLC, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited.----------------------------------------------\n                ", "listing_reviews": "100", "store_reviews": "16,494 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/677456369/mobile-lightroom-presets-warm-blogger"}, {"seller_text": "EveDesignCo", "seller_href": "https://www.etsy.com/shop/EveDesignCo?ref=simple-shop-header-name&listing_id=894121463", "store_sales": "5,333 sales", "store_rating": "4.1846", "listing_title": "Mobile Lightroom Presets | Instagram Presets | Desktop & Mobile Presets | Influencer Dainty Theme | Dainty Natural Airy Photo Presets", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.23\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 2 other files"], "listing_desc": "\n                    Mobile Lightroom Presets | Instagram Presets | Desktop & Mobile Presets | Influencer Dainty Theme | Dainty Natural Airy Photo PresetsCreated for the FREE Lightroom Mobile App and Desktop Lightroom. These presets will transform your photos with just one click. Create a cohesive aesthetic in your images and a consistent theme for Instagram or in your blog.What's included with your purchase? ✩ One Mobile Lightroom Preset (DNG file) ✩ One Desktop Lightroom Template (TIF) ✩ Step-by-step PDF guide with images Thank you for shopping small!INTELLECTUAL PROPERTY RIGHTS: Unless otherwise indicated, the products listed on this shop is our proprietary property and all source code, databases, functionality, software, designs, audio, video, text, photographs, and graphics on the Site (collectively, the “Content”) and the trademarks, service marks, and logos contained therein are owned or controlled by us or licensed to us and are protected by copyright laws and various other intellectual property rights and unfair competition laws of the United States, foreign jurisdictions, and international conventions.\n                ", "listing_reviews": "19", "store_reviews": "132 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/894121463/mobile-lightroom-presets-instagram"}, {"seller_text": "MintAndPepper", "seller_href": "https://www.etsy.com/shop/MintAndPepper?ref=simple-shop-header-name&listing_id=849922269", "store_sales": "61,307 sales", "store_rating": "4.8303", "listing_title": "10 Mobile Lightroom Presets Garden, Bright Instagram Filter, Blogger Presets, Lightroom Mobile Presets Mobile Lightroom, Outdoor Preset", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $3.82\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    10 Presets for Mobile Lightroom in .DNG format ✩ Lightroom Presets ✩ Instagram Filters ✩ Best PresetsCreate the dreamiest edits with GARDEN preset pack. They were designed to transform your images with just one click! 10 presets allow you to make a cohesive feed or a gallery without extensive knowledge of photo editing. Get soft, bright tones in your phone images in seconds!This pack is great for bloggers, photographers and everyone who aims to create a consistent feed on Instagram with easily applied filter. Perfect for outdoor and indoor photography, fashion shots and portraits.✩ They work well with iPhone and Android devices. You just need to download free Lightroom Mobile App✩ Easy to apply, with just one click✩ Instant download filesYOU GET:✩ 10 Lightroom Mobile Presets in .DNG format✩ Instruction in PDF 💥Check out our Bestsellers💥https://www.etsy.com/shop/MintAndPepperSPECIAL OFFER:🌟GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE🌟🌟GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE🌟🌟GET 8 PACKS & PAY ONLY FOR 4 - Add 8 items to your cart and use promo code 4FREE🌟Please remember that all presets look differently on each photo because of lighting and white balance settings, dominant colours etc. If your photo doesn’t look perfect you may need to adjust exposure or temperature to achieve the best results.Due to the digital nature of this product no exchanges or refunds will be made.CONTACT:EMAIL: mintandpepper5 [!at] yahoo.comON IG: @mint_and_pepper_© 2020 MintAndPepper, All Rights ReservedTerms of use: Forbidden to copy, sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.Lightroom Presets, Mobile Preset, Vibrant Presets, DNG, Instagram Preset, Lightroom CC, Presets, iPhone, Android, Lifestyle Presets, Desktop Presets, Wedding Presets, Portrait Presets, Best Presets, Bright And Airy Preset, Clean Preset, Light Preset, Instagram Filters, Mobile Filters, Photo Filters, Travel Blogger Presets, Photo Editing, Photography Presets, White Preset, Blogger Presets, Photo Presets, Mobile Filter, Travel Presets, Influencer Presets\n                ", "listing_reviews": "12", "store_reviews": "2,033 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/849922269/10-mobile-lightroom-presets-garden"}, {"seller_text": "LikeSummer621", "seller_href": "https://www.etsy.com/shop/LikeSummer621?ref=simple-shop-header-name&listing_id=927681581", "store_sales": "215 sales", "store_rating": "5", "listing_title": "2021-22 Calendar Printable, Yearly Calendar, Modern Calendar, Simple Calendar, 2021 Calendar, Digital Calendar, One Page Calendar", "listing_bestseller": "Bestseller", "listing_price": "\n                        $1.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 ZIP"], "listing_desc": "\n                    2021-22 Calendar Printable, Yearly Calendar, Modern Calendar, Simple Calendar, 2021 Calendar, Digital Calendar, One Page Calendar✔️Not a physical product but a printable digital download, nothing will be shipped to you. ✔️What you will Receive:-------------------------------8 High-Quality (300dpi) JPEG files with 4 different size.● 2021 Year Calendar (4 JPEG Files)   - A3 : 297 X 420mm   - A4 : 210 X 297mm   - A5 : 148 X 210mm   - US Letter : 8.5in X 11in● 2022 Year Calendar (4 JPEG Files)   - A3 : 297 X 420mm   - A4 : 210 X 297mm   - A5 : 148 X 210mm   - US Letter : 8.5in X 11in✔️How To Download Your Files:----------------------------------------- You will be able to instantly download the printable after payment is complete. - You will find the files in the upper right corner on Etsy under \"You\" in \"Purchases and Reviews\".✔️How To Print Your Wall Art:--------------------------------------- An at-home color printer, if available.- Office supply stores like Office Depot, Staples, or FedEx.- Online printing shops.- A local, professional printing shop.✔️NOTE:---------- Please be advised that this listing is for a digital download.- No physical product will be shipped to you.- Colors may vary slightly due to different monitors.- THIS PURCHASE IS FOR PERSONAL USE ONLY.- You cannot alter or create new works of art from the artwork.- Artwork cannot be redistributed or resold in any format.- You cannot use the artwork for commercial use.- I do not accept cancellation or refunds due to the nature of the product, but if you have any concerns please feel free to reach out to me.✔️Find more prints in my shop here: https://www.etsy.com/shop/LikeSummer621Please contact me if you have any questions or problems. Thank you for looking.\n                ", "listing_reviews": "13", "store_reviews": "13 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/927681581/2021-22-calendar-printable-yearly"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=685796691", "store_sales": "171,645 sales", "store_rating": "4.8275", "listing_title": "FOOD Preset BLOGGER Lightroom PRESETS Mobile and Desktop - for Instagram, Blogger, Photo filters, Food Presets, Lightroom mobile presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.06\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    🎁 GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code: 2FREE• Pay only for 2 items💥6 UNIQUE LIGHTROOM PRESETS / MOBILE Presets / PC Presets💥✅FILES included:- 6 Lightroom presets for MOBILE Lightroom - 6 Lightroom presets for desktop Lightroom • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets, Food Preset\n                ", "listing_reviews": "45", "store_reviews": "6,145 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/685796691/food-preset-blogger-lightroom-presets"}, {"seller_text": "EricaMathewsDesign", "seller_href": "https://www.etsy.com/shop/EricaMathewsDesign?ref=simple-shop-header-name&listing_id=920481762", "store_sales": "522 sales", "store_rating": "5", "listing_title": "2021 Calendar Printable, Floral, 12 Month Planner, Letter Size 8.5x11 & A4, Calligraphy, Instant Download", "listing_bestseller": "Bestseller", "listing_price": "\n                        $1.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    This is an instant digital download. No physical item will be shipped.::::::DESCRIPTION::::::12 Month: January-December 2021. Stay organized and on track with goal setting, appointments, important dates, etc.::::::INCLUDES::::::Once purchased, you will receive: File Format: 2 PDF files - (12 month calendar sheets)Size: US letter 8.5\" x 11\"  &  Size A4Style: Floral::::::HOW IT WORKS?::::::HOW WILL I RECEIVE MY PRINTABLE FILES?This is a digital file. Your printable files will be available to download immediately after checkout. (When you download the files to your computer, the watermark will not be on your download file).The PDF file or ZIP file will include the images to be printed. Save the files on your computer. If you have any issues with downloading, please let us know.HOW CAN YOU PRINT IT?You can print this file at home, professional printing shop, or online. Due to variations in monitors and printers... the colors may vary slightly from the actual file. ____________________________________________________ This is a digital item; NO REFUNDS on digital downloads. Copyright Notice: Files may be printed for personal use only and may not be re-sold or used for commercial purposes.Thanks for shopping with us and have a great day!\n                ", "listing_reviews": "14", "store_reviews": "43 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/920481762/2021-calendar-printable-floral-12-month"}, {"seller_text": "AllAboutThatPage", "seller_href": "https://www.etsy.com/shop/AllAboutThatPage?ref=simple-shop-header-name&listing_id=836965163", "store_sales": "8,503 sales", "store_rating": "4.8968", "listing_title": "NEW! 2021 2022 Monthly Calendar Printable, Two 2 Page Planner Insert, Lined, Sunday Monday Start, A4 A5 Letter Half Size PDF CLP01-02", "listing_bestseller": "Bestseller", "listing_price": "\n                        $1.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    NEW! 2021 2022 Monthly Calendar Printable, Two 2 Page Planner Insert, Lined, Sunday Monday Start, A4 A5 Letter Half Size PDF CLP01-02Being organized does NOT have to be complicated!  This 2021 - 2022, twenty-four month, lined calendar was designed for those looking for a minimalist aesthetic while also offering a fully functional layout.  This simple, classic calendar allows space for planning your monthly goals, as well as jotting down that never-ending list of to-do's.   Available as an instant download in A4, A5, Letter, and Half-Letter Sizes, this two-page PDF layout is formatted for double-sided printing and will quickly have you ready to tackle your year with confidence.  In addition to being offered in four sizes, this calendar also comes with a Sunday or Monday start. Upon purchase, you will receive a link in the included Instructions Manual to download your files.!!! SPECIAL OFFER !!!Create Your Own Planner by choosing any five planner inserts from our Classic Life Planner collection (see link below) and receive 20% off by using coupon code: CYOP20THIS IS A PRINT-ONLY PRODUCT.  FOR COPYRIGHT PROTECTION, ALL PAGE ELEMENTS ARE LOCKED IN PLACE AND CANNOT BE EDITED.  THIS PRODUCT IS A DIGITAL DOWNLOAD AND THEREFORE NO PHYSICAL ITEM WILL BE SHIPPED. --------------------------------------◀ MATCHING ITEMS ▶View this calendar in its UNLINED version here:https://www.etsy.com/listing/730988220/View our Classic Life Planner Basics Bundle here:https://www.etsy.com/listing/929099897/new-planner-basics-bundle-printable?ref=shop_home_active_4&pro=1View our Classic Life Planner collection here:https://www.etsy.com/shop/AllAboutThatPage?ref=seller-platform-mcnav&search_query=CLP--------------------------------------◀ WHAT'S INCLUDED ▶• 2021 Two-Page Spread Monthly Calendar (JAN-DEC)• 2022 Two-Page Spread Monthly Calendar (JAN-DEC)- - - START DAY - - -• Sunday Start • Monday Start - - - PRINTING FORMAT - - -• Double-sided printing• PDF in orderNOTE: The half-letter and A5 sizes come with two printing options.  The first option is formatted to print two pages per sheet, half-letter onto letter size, and A5 onto A4 size paper. Once printed, simply cut in half following the cutting guidelines.  The second option is to print one page per sheet onto pre-cut pages, half-letter onto half-letter size, and A5 onto A5 size paper.  - - - SIZES - - -• A4 (210 mm x 297 mm)• A5 (148 mm x 210 mm)• Half-letter (5.5\" x 8.5\")• Letter (8.5\" x 11\")- - - INSTRUCTIONS MANUAL - - -• Printing Instructions• Troubleshooting Guide- - - POST SALES SUPPORT - - -If you have any questions or issues related to your purchase, we are happy to assist you. We can be contacted via an Etsy message. --------------------------------------◀ INSTRUCTIONS ▶1. Purchase the listing2. Once payment is complete and confirmed, you will receive an email with a link to download your purchase.  Additionally, you can access your files by selecting the \"You\" tab after signing into your Etsy account and selecting the \"Purchases and Reviews\" option.3. Download the files4. Open using Adobe Reader Software - get.adobe.com/reader/5. Print and trim (as needed)6. Enjoy!--------------------------------------◀ FORMATS ▶• PDF: For the best quality printing, please open the file with Adobe Acrobat Reader free to downloadhttps://get.adobe.com/reader/--------------------------------------◀ VISIT OUR SHOP ▶If you’d like to visit our shop and see what else we offer, click the link below. https://www.etsy.com/shop/AllAboutThatPage--------------------------------------◀ PRINTABLES ▶• Printed colors may vary from those seen on screen• For copyright protection, all page elements are locked in place and cannot be edited• We are not responsible for issues with your printer or printing process• We are not responsible for problems encountered due to computer software related issues• For personal use only. For permissions, please reference to our Copyright Policy in the FAQ section of our shop-------------------------------------- ◀ FOR ALL OTHER QUESTIONS ▶Please refer to the \"Frequently Asked Questions\" section of our shop to ensure that you know what you are purchasing, as all sales are final.-------------------------------------- Copyright © All About That PagePersonal use only with purchase, creative rights are nontransferable.\n                ", "listing_reviews": "94", "store_reviews": "566 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/836965163/new-2021-2022-monthly-calendar-printable"}, {"seller_text": "SunnyEditor", "seller_href": "https://www.etsy.com/shop/SunnyEditor?ref=simple-shop-header-name&listing_id=1037865219", "store_sales": "336 sales", "store_rating": "4.7059", "listing_title": "10 Vogue Mobile Lightroom Presets, Natural Presets, Cream Presets, Instagram Filters, Blogger, Vanilla, iPhone Presets, Filter for iPhone", "listing_bestseller": "-", "listing_price": "\n                        $4.20\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 1 PDF, 1 ZIP"], "listing_desc": "\n                    ◆ ◆ ◆ SPECIAL OFFER ◆ ◆ ◆✭ Buy 3 presets and get 2 for free. Add 5 presets to your shopping cart and apply the coupon code 2FREE. ✭ Buy 5 presets and get 4 for free. Add 9 presets to your shopping cart and apply the coupon code 4FREE.◄  INCLUDED IN YOUR PURCHASE  ►* 10 Mobile Lightroom Presets (DNG files)* Detailed PDF Image Instructions✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Lightroom Mobile is FREE so you don't need an Adobe subscription to use the presets✔️ You only need Lightroom CC App on your Phone/iPad✔️ Once purchased can be used an unlimited amount of times✔️ Easy to apply with just one clickGeneral information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUYhttps://www.youtube.com/watch?v=uOBXKOyAFEAPlease keep in mind all photos are unique and therefore each preset works differently on every photo. You can fine tune your own adjustments to find settings that suit you with temperature, exposure etcDue to the digital nature of this product ALL SALES ARE FINALKeywords:Lightroom Presets, Mobile Preset, DNG, Instagram Preset, Lightroom CC, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset, White Presets, Natural Presets© 2020 Sunny Editor Presets, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": null, "store_reviews": "17 shop reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/1037865219/10-vogue-mobile-lightroom-presets"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=680026344", "store_sales": "237,230 sales", "store_rating": "4.8715", "listing_title": "10 Mobile Lightroom Presets IBIZA, Tanned Summer Presets For Bloggers, Lifestyle Beach Instagram Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    10 Lightroom Presets IBIZA For Mobile and Desktop LightroomSummer preset,  bright warm presets, travel blogger preset photo preset Instagram filtersEdit your Instagram photos like a pro on your mobile device! Mobile Lightroom Influencer Preset IBIZA  Included 10 presets inspired by travel bloggers and influencers around the world.This preset for every kind of picture that will surely deliver stunning results and make your images look a hundred times better! For photographers who do a lot of fashion, travel and lifestyle photography.This quality preset produce amazing warm tones and making it easy for you to achieve the same look and feel as your favorite influencers! These Presets Pack  are perfect for Instagram, blogging and photo editing on the go. Hight Quality Preset, Great for Portraits, Bloggers, Travelers, Engagements and Wedding' shoots, a user friendly pack, easy to use, One click Lightroom Preset that gives your collection of work a more cohesive and aesthetic feel and get you on your way to creating stunning images. 🎁 GET 5 & PAY FOR 3: add 5 presets to your cart, use coupon: GIFT2 and pay for 3 only https://www.etsy.com/shop/VictoriaBeePhoto?coupon=GIFT2Check out my Bestseller Itemshttps://www.etsy.com/shop/VictoriaBeePhoto♦️ Works in Lightroom Mobile App (iOS/Android)♦️ Works With & Without Adobe subscription♦️ Compatible with All Photo formatsIncluded:🔶10 Lightroom presets in .DNG format for MOBILE Lightroom .ZIP archive🔶10 Lightroom presets in .XMP format for DESKTOP Lightroom .ZIP archive🔶.PDF file with direct link to download presets directly to your phone 🔶.PDF Instruction Guide 10 Ibiza Presets  has been created to achieve a very modern, glamorous, trendy & Instagram aesthetic look. You will get best fashionable, professional  one-click result from this pack.Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️Keep in mind that all presets work differently with each photo depending on a number of factors such as lighting, white balance, tone etc. Please contact me for any questions or editing help victoriabee.shop [!at] gmail.com© 2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephoto  ©victoriabee.presetsMobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset, Pop Colour Preset, Vibrant Preset, Summer Presets\n                ", "listing_reviews": "100", "store_reviews": "8,047 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/680026344/10-mobile-lightroom-presets-ibiza-tanned"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=878435750", "store_sales": "21,701 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Bohemian Presets, Instagram Filters, VSCO Filters, iPhone Presets, Lightroom Preset, Lifestyle Presets, Cream Beige", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it natural with a Bohemian Preset! This Lightroom Mobile preset will effortlessly soften and mute the shades in your photos to achieve a creamy boho chic look with the click of button! ❀ Your purchase includes ❀- 1 Bohemian Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "22", "store_reviews": "1,130 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/878435750/lightroom-mobile-preset-bohemian-presets"}, {"seller_text": "PlannerRefills", "seller_href": "https://www.etsy.com/shop/PlannerRefills?ref=simple-shop-header-name&listing_id=832994750", "store_sales": "7,393 sales", "store_rating": "4.8653", "listing_title": "2021-2022 Calendar Printable, Year at a Glance, Planner Refills, Printable Planner Inserts, Filofax A5, A5, A4, Letter Size,Instant Download", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $1.84\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 ZIP"], "listing_desc": "\n                    1 ► We believe in the power of beautiful and professional designs:– Carefully designed with a modern aesthetic in mind.– Three sizes included: A5, A4 and US Letter Size(8.5 x 11 in).– Perfect for home and office use.– Print as many pages as you need.– Simply print from your home printer, or send to a local printing shop.2 ► Digital planner refills for instant download on your computer:– 2021 Calendar in .PDF format(Monday & Sunday Start).– 2022 Calendar in .PDF format(Monday & Sunday Start).– 3 sizes included: A5, A4 and US Letter Size(8.5 x 11 in).– A5 size: 3 separate printing options. A5 for printing on pre-cut A5 paper, on A4 paper, and on US Letter size paper.3 ► How to download, open and print these PDF files on your computer:– You can download these digital items once your purchase is confirmed– Please note that there are no printed materials / physical products will be shipped.– Download link: Go to https://www.etsy.com/your/purchases – download the files you just purchased.– You can use Acrobat Reader to open these files.– Download this software for free at https://www.adobe.com/– Open the file in Acrobat Reader – Select “ACTUAL SIZE” in your printer settings – Print.– Colors may vary slightly depending on the computer monitor and printer you decide to use.4 ► Professional and friendly customer service:– If you have any questions when using these planner refills or resume templates, please send us convo or email with as many details as possible, we will be very happy to help you.5 ▶ Intellectual property means a lot to us:– All designs are copyright and original to https://www.etsy.com/shop/PlannerRefills– All the templates are for personal use only and can not be redesigned, shared, resold or redistributed under any circumstances.– Due to the digital nature of these items, all sales are final and non-refundable.– Please read the listings description carefully to make sure you are purchasing the right items.\n                ", "listing_reviews": "18", "store_reviews": "455 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/832994750/2021-2022-calendar-printable-year-at-a"}]