[{"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=685796691", "store_sales": "171,642 sales", "store_rating": "4.8275", "listing_title": "FOOD Preset BLOGGER Lightroom PRESETS Mobile and Desktop - for Instagram, Blogger, Photo filters, Food Presets, Lightroom mobile presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.06\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    🎁 GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code: 2FREE• Pay only for 2 items💥6 UNIQUE LIGHTROOM PRESETS / MOBILE Presets / PC Presets💥✅FILES included:- 6 Lightroom presets for MOBILE Lightroom - 6 Lightroom presets for desktop Lightroom • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets, Food Preset\n                ", "listing_reviews": "45", "store_reviews": "6,145 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/685796691/food-preset-blogger-lightroom-presets"}, {"seller_text": "DandSDesignsDigitals", "seller_href": "https://www.etsy.com/shop/DandSDesignsDigitals?ref=simple-shop-header-name&listing_id=949191003", "store_sales": "377 sales", "store_rating": "4.8462", "listing_title": "Small Business Thank You Card Template | Print at Home Thank You Cards | Customizable Digital Thank You Cards | Etsy Shop Thank You Note", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.60\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF", "Height: 4.25 inches", "Width: 5.5 inches"], "listing_desc": "\n                    Small Business Thank You Card Template | Print at Home Thank You Cards | Customizable Thank You Card Template | Etsy Shop Thank You NoteThis listing is for a digital template. The template is able to easily be customized and edited through Canva and printed right from home. We include a DIY print sheet to make printing from home hassle free!This Thank You Card Template is perfect for all small business owners whether you have an Etsy shop, your own website or sell on social media, these thank you cards add a professional touch to any small business! We use Canva for our templates because it is extremely easy and user-friendly even for beginners. WHAT'S INCLUDED:✔ Detailed Step-By-Step Instructions (PDF)✔ 5.5 inch x 4.25 inch easily-customizable template (CANVA)✔ DIY Print Sheet (4 per page) (CANVA)The watermark will not appear on purchased files.* This listing is for a digital file only. No physical product will be received. You will be able to download the file through Etsy shortly after payment clears.To receive your file(s) promptly, make sure you are registered and signed into your Etsy account before purchasing the file(s). If you check out as a guest, it may take longer for you to receive an email from Etsy containing the link(s) to download your files.You can access your purchased prints anytime through your Etsy account under \"Purchases and reviews\". At the time this listing was created you can't download digital purchases through the Etsy app. To download your digital item, sign in to Etsy on either your mobile browser or your computer.If you’d like me to customize your card for you and enter all your personal information into the design, you can purchase that add on with your design here: https://www.etsy.com/listing/1013924452/add-my-customization-add-on-small?ref=shop_home_active_1COPYRIGHT NOTICE:These templates were created by D&S Designs Digitals. All items purchased are for personal use only and can not appear in commercial projects. Reproduction, distribution, republication, and/or transmission of material contained within this purchase are prohibited under any circumstances.\n                ", "listing_reviews": "18", "store_reviews": "40 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/949191003/small-business-thank-you-card-template"}, {"seller_text": "DestinationPresets", "seller_href": "https://www.etsy.com/shop/DestinationPresets?ref=simple-shop-header-name&listing_id=962773388", "store_sales": "4,368 sales", "store_rating": "4.9488", "listing_title": "15 EVERYDAY BRIGHT Lightroom Presets Natural Light and Airy Presets for Instagram Blogger Clean Presets Summer Outdoor Preset Spring Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $4.14\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 JPG, 1 PDF"], "listing_desc": "\n                    💖Enjoy Our LOVE Coupons💖: BUY 3 PRESETS ➤GET 1 FREE 🎁🎁🎁🎁➤ADD 4 PACKS TO YOUR ORDER AND PAY ONLY FOR 3 (30% off) ✨15 EVERYDAY BRIGHT Lightroom Presets Natural Light and Airy Presets for Instagram Blogger Clean Bright Presets Summer Outdoor Preset Spring Bright and Airy Preset Clean presetMake an unique feed which looks like you♥ This EVERYDAY BRIGHT Lightroom presets will gives you a Bright Airy Clean Natural Tone, perfect for Everyday photoshoot♡  ↠ PERFECT FOR : Indoor and Outdoor photoshoot, Family, Blogger, Influencers, Instagram, Nature and Landscape, Travel, All Seasons and so much more ! ↠ INCLUDED :                   ✔ 15 Lightroom Mobile Presets in DNG files✔ 15 Desktop Presets in LRTEMPLATE files✔ PDF Installation step by step guide for how to install the presets on your phone and computer↠ WHY CHOOSE DESTINATION PRESETS ?-Save your time editing-Have a Cohesive and Consistent feed-Designed for you to make your pictures Unique and Beautiful-Grow your engagement and followers-Designed for JPEG and RAW files. For best results shoot on Raw -Compatible with IOS, Android mobile and Lightroom Desktop CC-Easy to use, download instantlyAdobe Lightroom mobile is available for FREE on your phone : just download the app and create your account with Adobe.Adobe Lightroom Desktop needs to have a subscription. You can have 7 Free days trial. ↠ PLEASE NOTEEach picture is different and unique. All results will work differently depending on the light, camera model, colors, skin tones etc Don't worry♥  If necessary, add some additonnal adjustements to suit your picture (check the pdf instruction included in the purchase)↠ REFUNDS AND EXCHANGESDue to the digital nature, I regret that no refund and exchange can be made on this product.If you have any questions, feel free to contact me at :  destinationpresets [!at] gmail.com I will be happy to help you♡↠ TERMS OF USECopyright ©destinationpresets All right reserved. It is prohibited to reshare, sell this product in any form without the consent of the original creator.♡Don't hesitate to subscribe, make a quick review, pin on your Pinterest and add this item to your favorites♡Thank you for visiting my shop♥Let's CREATE MAGIC, Happy Editing ♥All the love, lyly♥PHOTOS CREDITS: All the Pictures Shown in the listing belong to their Respective Owners. Credits to the respective owner. All photos are for illustration purposes only. ＊＊＊＊＊＊＊＊＊＊＊＊＊＊You are here for: blogger presets, instagram filters, lightroom presets, mobile presets, presets and photofilters, instagram presets, influencer presets, presets, preset lightroom, lightroom filter, presets style, desktop presets, best presets, VSCO presets, influencer presets, trendy presets, lightroom filter, lightroom, family presets, season presets, iphone presets, cozy presets, bright outdoor preset, bright winter presets, travel presets, city presets, lifestyle presets, holiday presets, winter presets, Bright presets, outdoor presets, Indoor presets, nature presets, home presets, indoor presets,  everyday presets, natural presets, Influencer presets, neutral presets, family presets, minimal presets, travel presets, summer presets, spring presets, bright airy presets, light airy preset, clean presets, clean soft preset, clean tone preset, light and airy, white presets, clear presets\n                ", "listing_reviews": "27", "store_reviews": "459 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/962773388/15-everyday-bright-lightroom-presets"}, {"seller_text": "SunnyEditor", "seller_href": "https://www.etsy.com/shop/SunnyEditor?ref=simple-shop-header-name&listing_id=1037865219", "store_sales": "336 sales", "store_rating": "4.7059", "listing_title": "10 Vogue Mobile Lightroom Presets, Natural Presets, Cream Presets, Instagram Filters, Blogger, Vanilla, iPhone Presets, Filter for iPhone", "listing_bestseller": "-", "listing_price": "\n                        $4.20\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 1 PDF, 1 ZIP"], "listing_desc": "\n                    ◆ ◆ ◆ SPECIAL OFFER ◆ ◆ ◆✭ Buy 3 presets and get 2 for free. Add 5 presets to your shopping cart and apply the coupon code 2FREE. ✭ Buy 5 presets and get 4 for free. Add 9 presets to your shopping cart and apply the coupon code 4FREE.◄  INCLUDED IN YOUR PURCHASE  ►* 10 Mobile Lightroom Presets (DNG files)* Detailed PDF Image Instructions✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Lightroom Mobile is FREE so you don't need an Adobe subscription to use the presets✔️ You only need Lightroom CC App on your Phone/iPad✔️ Once purchased can be used an unlimited amount of times✔️ Easy to apply with just one clickGeneral information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUYhttps://www.youtube.com/watch?v=uOBXKOyAFEAPlease keep in mind all photos are unique and therefore each preset works differently on every photo. You can fine tune your own adjustments to find settings that suit you with temperature, exposure etcDue to the digital nature of this product ALL SALES ARE FINALKeywords:Lightroom Presets, Mobile Preset, DNG, Instagram Preset, Lightroom CC, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset, White Presets, Natural Presets© 2020 Sunny Editor Presets, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": null, "store_reviews": "17 shop reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/1037865219/10-vogue-mobile-lightroom-presets"}, {"seller_text": "AngelicArtShop", "seller_href": "https://www.etsy.com/shop/AngelicArtShop?ref=simple-shop-header-name&listing_id=914116407", "store_sales": "36,469 sales", "store_rating": "4.9354", "listing_title": "PASTEL Business Card Template, Holographic Pink Blue Unicorn Watercolor Modern Business card, Editable, Printable - ADD your LOGO", "listing_bestseller": "Bestseller", "listing_price": "\n                        $10.47\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 1 PDF"], "listing_desc": "\n                    ⭐️EDITABLE⭐️........................................................................- Easy to EDIT in FREE application - Templett.- All text can be edited for wording, font, color, size and placement or you can delete them completely.- Add your LOGO⭐️Try this template before buying - DEMO version!Copy + Paste this link:https://templett.com/design/demo/AngelicArt/5542270⭐️ SIZE:.................................► Business Card - 3.5''x2''- prints multiple per page when downloaded as PDF - \"save paper\" option.⭐️ YOU EDIT THIS ENTIRE TEMPLATE YOURSELF!!!........................................................................Don't need to wait for your item to be customized. You can do it yourself in a super easy way!⭐️ HOW YOU DO IT!!!........................................................................1. Purchase the template in this listing.2. You will receive a link in your email associated with your etsy account within 5-10 min after the purchase from 'Templett'3. Follow the link to access.3. Make all your changes you need: Edit, Save and Download the PDF and JPEG right from your browser.4. Print and cut on trim lines!5. Your will be available in your profile for about 6 months⭐️ PRINTING:...................................................................PRINT ONTO US LETTER (8.5X11) OR A4 SIZE.Best to print on a good card stock for highest quality feel or quality photo paper for better outcome.You can print these right on your own printer or have them printed at Staples®. Office Max®, Office Depot® or any other professional print shop that accepts PDF and JPEG files. ( Add bleed when download for professional use).The colors you see on your computer screen may print slightly different on paper. Test print one page first.⭐️OTHER STYLES BUSINESS CARDS TEMPLATES:...................................................................https://www.etsy.com/uk/shop/AngelicArtShop?section_id=28537651⭐️ MATCHING ITEMS:...................................................................Please check the shop for matching items⭐️ ADDITIONAL INFO:...................................................................- This is a Printable file. Nothing physical will be mailed to you.- Editable in Templett only- Edit using a desktop/laptop, cannot be edited with mobile phone or tablet- NO REFUNDS will be given after the file is purchased as it's a digital item.- Print at home on your home printer or put the file on a USB and take it to a print/copy shop.- Colors may not print exactly as you see due to printer and monitor differences.⭐️ IF YOU WISH ME TO EDIT IT FOR YOU:...................................................................Please purchase ALSO ⭐️ADD ON - FILL MY ORDER here:https://www.etsy.com/uk/listing/712945461/add-on-fill-my-order?ref=shop_home_active_2&crt=1OR⭐️ADD ON - RUSH MY ORDER here:https://www.etsy.com/uk/listing/712948563/add-on-rush-my-order-12-hours-or-sooner?ref=shop_home_active_1&crt=1⭐️ TERMS OF USE:This template is subject to © COPYRIGHT and is the intellectual property of “Angelic Art shop”. This printable template is for PERSONAL USE ONLY. Under no circumstances can these files be shared, resold, altered or given away. It is for non-commercial use only. For use as intended only.By purchasing this listing you agree to our Terms of Use.Thanks for choosing Angelic Art, and please get in contact if you have any questions.[id:5542270]\n                ", "listing_reviews": "5", "store_reviews": "2,486 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/914116407/pastel-business-card-template"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=680026344", "store_sales": "237,224 sales", "store_rating": "4.8715", "listing_title": "10 Mobile Lightroom Presets IBIZA, Tanned Summer Presets For Bloggers, Lifestyle Beach Instagram Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    10 Lightroom Presets IBIZA For Mobile and Desktop LightroomSummer preset,  bright warm presets, travel blogger preset photo preset Instagram filtersEdit your Instagram photos like a pro on your mobile device! Mobile Lightroom Influencer Preset IBIZA  Included 10 presets inspired by travel bloggers and influencers around the world.This preset for every kind of picture that will surely deliver stunning results and make your images look a hundred times better! For photographers who do a lot of fashion, travel and lifestyle photography.This quality preset produce amazing warm tones and making it easy for you to achieve the same look and feel as your favorite influencers! These Presets Pack  are perfect for Instagram, blogging and photo editing on the go. Hight Quality Preset, Great for Portraits, Bloggers, Travelers, Engagements and Wedding' shoots, a user friendly pack, easy to use, One click Lightroom Preset that gives your collection of work a more cohesive and aesthetic feel and get you on your way to creating stunning images. 🎁 GET 5 & PAY FOR 3: add 5 presets to your cart, use coupon: GIFT2 and pay for 3 only https://www.etsy.com/shop/VictoriaBeePhoto?coupon=GIFT2Check out my Bestseller Itemshttps://www.etsy.com/shop/VictoriaBeePhoto♦️ Works in Lightroom Mobile App (iOS/Android)♦️ Works With & Without Adobe subscription♦️ Compatible with All Photo formatsIncluded:🔶10 Lightroom presets in .DNG format for MOBILE Lightroom .ZIP archive🔶10 Lightroom presets in .XMP format for DESKTOP Lightroom .ZIP archive🔶.PDF file with direct link to download presets directly to your phone 🔶.PDF Instruction Guide 10 Ibiza Presets  has been created to achieve a very modern, glamorous, trendy & Instagram aesthetic look. You will get best fashionable, professional  one-click result from this pack.Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️Keep in mind that all presets work differently with each photo depending on a number of factors such as lighting, white balance, tone etc. Please contact me for any questions or editing help victoriabee.shop [!at] gmail.com© 2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephoto  ©victoriabee.presetsMobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset, Pop Colour Preset, Vibrant Preset, Summer Presets\n                ", "listing_reviews": "100", "store_reviews": "8,047 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/680026344/10-mobile-lightroom-presets-ibiza-tanned"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=878435750", "store_sales": "21,700 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Bohemian Presets, Instagram Filters, VSCO Filters, iPhone Presets, Lightroom Preset, Lifestyle Presets, Cream Beige", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it natural with a Bohemian Preset! This Lightroom Mobile preset will effortlessly soften and mute the shades in your photos to achieve a creamy boho chic look with the click of button! ❀ Your purchase includes ❀- 1 Bohemian Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "22", "store_reviews": "1,130 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/878435750/lightroom-mobile-preset-bohemian-presets"}, {"seller_text": "MajesticPreset", "seller_href": "https://www.etsy.com/shop/MajesticPreset?ref=simple-shop-header-name&listing_id=944179426", "store_sales": "1,361 sales", "store_rating": "4.9444", "listing_title": "30 Presets for Dogs, Cats and Animals | Preset Lightroom Mobile & Desktop, Indoor, Outdoor Pets Filter, Lightroom Mobile Bundle Instagram", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $4.39\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 4 ZIP, 1 PDF"], "listing_desc": "\n                    ⭐ TAKE 4 & PAY ONLY 2: Coupon Code: PROMO4 or ➤ https://etsy.me/3dPNBfH⭐ ⭐ TAKE 6 & PAY ONLY 3: Coupon Code: PROMO6 or ➤ https://etsy.me/3dSywtK⭐ ⭐⭐TAKE 8 & PAY ONLY 4: Coupon Code: PROMO8 or ➤ https://etsy.me/2MwdmGy❤️ More PREMIUM LIGHTROOM PRESETS can be found here: ➤ https://etsy.com/shop/majesticpresetIn this preset bundle you will get 30 different Lightroom filters for your dog photography. This collection includes Summer, Winter, Bohemian, Indoor, Outdoor and many more preset styles.WHAT YOU WILL GET:✅ 30 presets for the free Android & iOS Lightroom Mobile app (.DNG-files) \u2028✅ 30 presets for Lightroom CC (.XMP-files) \u2028✅ 30 presets for Lightroom Classic 4, 5, 6 to 7.3 (.Lrtemplate-files) \u2028 ✅ Step-by-Step Installation Guide (.PDF file)  ✔ INSTAND DOWNLOAD: After your purchase is complete, you will receive direct access to these Lightroom presets via email or through your Etsy account.\u2028✔ 100% COMPATIBEL with the free Lightroom Mobile Application for iOS, Android & Chrome. To use this preset bundle, all you need is your smartphone and the free Lightroom Mobile app for you iPhone, iPad or Android device. \u2028 ✔ The Lightroom Desktop presets are compatible with all old and current Lightroom und Camera RAW versions. For Lightroom Desktop Classic, use the .Irtemplate Files Container in the .zip file. ForLightroom Desktop CC the. Xml files.\u2028The PERFECT INSTAGRAM / BLOGGER FEED:\u2028Get the WOW-Effect! On all your social media platforms like Instagram, Pinterest and Facebook. Get more attention and followers on Instagram with our trending Instagram filters. With these Blogger presets for Lightroom, you’ll create a consistent and clean feed in no time.\u2028Beginner or professional?NO MATTER! With this preset bundle, you can edit simple smartphone photos or high-quality RAW photos from your DSLR / system camera like a pro with just „ONE CLICK“.\u2028Take care of this:\u2028To get the most perfect before-and-after result for your photos, you should move as close as possible to the respective preset theme. The results may vary depending on the exposure, contrast and color shades of your photos. Don’t worry! Just chance the exposure of the presets on your photo afterwards. The higher quality and more detailed your base photos are, the better the Lightroom presets from „SHOPNAME“ can do their job. More presets you can find in our shop ➤ https://etsy.com/shop/majesticpreset\u2028In our shop you can find more Lightroom Instagram Blogger presets for the topics: Travel, Lifestyle, Fashion, Wedding, Street, Urban and Foodblogger.\u2028You have questions about these Instagram Blogger Lightroom mobile and Desktop presets? Feel free to send us a direct message via Etsy or via email to „E-Mail Account“ FAQ’s:▸ compatible with all Lightroom versions\u2028▸ compatible with the free Lightroom mobile app\u2028▸ no Adobe Cloud Subskription required▸ compatible with Adobe Camera Raw ACR▸ no returns or exchanges! Digital products are generally not cancelled. \u2028@2021 „Pictoolz“License: These Lightroom mobile and desktop presets are for personal use only. Any reproduction and distribution to third parties is strictly prohibited.\n                ", "listing_reviews": "11", "store_reviews": "54 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/944179426/30-presets-for-dogs-cats-and-animals"}, {"seller_text": "KIINcreations", "seller_href": "https://www.etsy.com/shop/KIINcreations?ref=simple-shop-header-name&listing_id=698930457", "store_sales": "108,063 sales", "store_rating": "4.8939", "listing_title": "7 Lightroom mobile MINIMAL BLOGGER LIGHTROOM preset set / moody fashion blogger instagram filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.87\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    ⭐ MORE PRESETS HERE: https://www.etsy.com/shop/KIINcreationsA SET OF 7 User Friendly Blogger Lightroom Presets for LR MOBILE (DNG files)  for minimal style/ low saturation looks.User Friendly, Easy to Use, One Click, Lightroom Presets to help you achieve better imagery for your blog. As a blogger myself I understand the importance of having great images and keeping them in the same style. This is a great bundle for minimal style lovers - bright highlights, dark shadows, detailed and rich greys and browns. Low saturation blues, reds, and yellows.This is my favourite set, which I also use to edit all my blog photos. You don't need an Adobe subscription to use these presets. You simply need to download the LR Mobile App and create an account with Adobe. These presets will be compatible with both jpeg and RAW files.Once payment is made you can download the presets instantly. Contact me with any questions regarding your order or using your presets I will be happy to help! x\n                ", "listing_reviews": "44", "store_reviews": "4,454 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/698930457/7-lightroom-mobile-minimal-blogger"}, {"seller_text": "MiracleDesignStudio", "seller_href": "https://www.etsy.com/shop/MiracleDesignStudio?ref=simple-shop-header-name&listing_id=678534064", "store_sales": "20,726 sales", "store_rating": "4.8522", "listing_title": "Printable Business Card Template - DIY Business Card - Instant Beauty Business Card - Online Store Cards-  Calling Cards Business Stationery", "listing_bestseller": "-", "listing_price": "\n                        $8.29\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    𝗧𝗵𝗶𝘀 𝗜𝗡𝗦𝗧𝗔𝗡𝗧 𝗗𝗢𝗪𝗡𝗟𝗢𝗔𝗗 𝗮𝗹𝗹𝗼𝘄𝘀 𝘆𝗼𝘂 𝘁𝗼 𝗮𝗰𝗰𝗲𝘀𝘀 𝘆𝗼𝘂𝗿 𝗱𝗲𝘀𝗶𝗴𝗻 𝘁𝗲𝗺𝗽𝗹𝗮𝘁𝗲 𝘄𝗶𝘁𝗵𝗶𝗻 𝗺𝗶𝗻𝘂𝘁𝗲𝘀 𝗮𝗳𝘁𝗲𝗿 𝘆𝗼𝘂𝗿 𝗽𝘂𝗿𝗰𝗵𝗮𝘀𝗲 𝗮𝗻𝗱 𝗲𝗱𝗶𝘁 𝗶𝗻 𝗧𝗲𝗺𝗽𝗹𝗲𝘁𝘁.𝗰𝗼𝗺 - A fully customizable template editor that allows you to personalize your DIY template directly in your web browser. You don't need to download any software or install fonts. You can edit and download as many times as you need for all your products, your access expires after two years!🌟🌟🌟 𝗧𝗥𝗬 𝗕𝗘𝗙𝗢𝗥𝗘 𝗬𝗢𝗨 𝗕𝗨𝗬 🌟🌟🌟------------------------------------------Copy and paste the following URL into your web browser and try this template with your info! ➜ https://templett.com/design/demo/MDS/1425247------------------------------------------*𝗗𝗲𝘀𝗸𝘁𝗼𝗽 𝗼𝗻𝗹𝘆 - not available on a tablet or mobile devices.★ 𝗪𝗛𝗔𝗧 𝗜𝗦 𝗜𝗡𝗖𝗟𝗨𝗗𝗘𝗗3.5 x2'' Template /see the demo link/ ★ 𝗡𝗘𝗘𝗗 𝗔 𝗗𝗜𝗙𝗙𝗘𝗥𝗘𝗡𝗧 𝗦𝗜𝗭𝗘Contact me if you need a different size/matching label and purchase ''Size Change'' add-on for each new size https://www.etsy.com/listing/678380281★ 𝗪𝗛𝗔𝗧 𝗬𝗢𝗨 𝗖𝗔𝗡 𝗘𝗗𝗜𝗧• Edit wording, add additional text • Change fonts, font color & size• Upload your own images logo, pictures, etc.• Change background color, deleted or add new ones• Move, add, remove, rotate, scale & edit all elements• Add bleed and crop marks (optional)• Edit on any computer right in your browser• You CANNOT change the overall size and page orientation of this document, for custom sizing please purchase ''Size Change'' add-on★ 𝗙𝗜𝗡𝗜𝗦𝗛𝗘𝗗 𝗗𝗢𝗪𝗡𝗟𝗢𝗔𝗗 𝗢𝗣𝗧𝗜𝗢𝗡𝗦• PDF, JPG and PNG • Multiple labels per US Letter Page or A4 / for home printing/• With or without bleed and crop marks𝗪𝗶𝘁𝗵 𝗺𝘆 𝘀𝗲𝗿𝘃𝗶𝗰𝗲𝘀, 𝘆𝗼𝘂 𝘄𝗶𝗹𝗹 𝘁𝗮𝗸𝗲 𝘆𝗼𝘂𝗿 𝗽𝗿𝗼𝗱𝘂𝗰𝘁 𝘁𝗼 𝘁𝗵𝗲 𝗻𝗲𝘅𝘁 𝗹𝗲𝘃𝗲𝗹 𝗮𝘁 𝗮𝗻 𝗮𝗳𝗳𝗼𝗿𝗱𝗮𝗯𝗹𝗲 𝗽𝗿𝗶𝗰𝗲!★ 𝗛𝗢𝗪 𝗜𝗧 𝗪𝗢𝗥𝗞𝗦---------------------------------------( 𝟭.) Purchase the listing and download our instructions file.( 𝟮.) Within minutes of your purchase, you will receive an email from Templett.com with a link to access your template /the email address is the one your Etsy account is registered with/. *Please check your spam folder if you don't see it! Also, you can go directly to templett.com and log in with the same email to access your templates.( 𝟯.) Follow the link you receive via email from Templett.com. Open and edit your template, save while you make changes. Once you are happy with the design, download your file in JPEG, PNG or PDF file to your system. Note that you can choose a single or multiple on a sheet ( US letter or A4 ) also you can add crop marks!( 𝟰.) Print unlimited - right away at home, your local print shop, copy centre or use some of the online printers /Avery, Onlinelabels, Vistaprint, Sheetlabels, Staples etc/. ✦ 𝗪𝗛𝗘𝗥𝗘 𝗧𝗢 𝗣𝗥𝗜𝗡𝗧:For example, you can find this size in onlinelabels.com and avery.com ➜☑️  https://www.avery.com/templates/category/business-cards☑️ https://www.vistaprint.com.au/studio.aspx?template=f_B75&xnav=Business+Card+Detail+Page--------------------------------Recommendation: Print on heavy cardstock or paper.If you need several different labels, for different scents, you can create one label, save it as a JPG and PDF, then repeat the process for the next scent.★ 𝗜𝗠𝗣𝗢𝗥𝗧𝗔𝗡𝗧 𝗜𝗡𝗙𝗢• Please note that this listing is for DIY editable digital files only and no physical item will be shipped.• You CANNOT change the overall size and page orientation of this document.• Please be knowledgeable about how to use the template and the label size your packaging will require.• Your access to this template will expire two years after the purchase, so edit away until then.• You may need to move the text and elements around to get the perfect fit for your shape. The artwork & images are NOT editable.• This template work on a desktop computer or laptop only! You cannot edit your templates on mobile devices or tablets.• Please be sure your browser is updated to the latest version for the optimal use of the Templett.com services. Recommended browsers are Google Chrome, Safari or Mozilla Firefox. ★ 𝗥𝗘𝗧𝗨𝗥𝗡𝗦 & 𝗘𝗫𝗖𝗛𝗔𝗡𝗚𝗘𝗦Due to the nature of this product, digital downloads are not eligible for refunds, returns or exchanges. Please message me for any clarification before you proceed with the purchase.★ 𝗟𝗘𝗚𝗔𝗟 𝗜𝗡𝗙𝗢𝗥𝗠𝗔𝗧𝗜𝗢𝗡All Miracle Design templates are for personal use only and not for resale!Any file sharing, distribution, and commercial use of these files or of the printed work from this file are prohibited. No part of the design and the template may be reproduced in any form.---------------------------------------Need professional custom product labels, packaging, logo, or other graphic design services? I love to create one of a kind designs, so feel free to contact me about your design ideas and I’ll create a special custom listing for you![id:1425247]\n                ", "listing_reviews": "22", "store_reviews": "1,018 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/678534064/printable-business-card-template-diy"}, {"seller_text": "PresetsByMary", "seller_href": "https://www.etsy.com/shop/PresetsByMary?ref=simple-shop-header-name&listing_id=811860156", "store_sales": "64,796 sales", "store_rating": "4.8204", "listing_title": "10 Lightroom Presets Mobile - AVOCADO, Presets for Instagram Blogger, Lightroom Mobile Presets, Lifestyle Instagram Filter, Lightroom Preset", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.97\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    💗GET 6 & PAY FOR 3: add 6 presets to your cart, use coupon: GIFTBYMARY and pay for 3 only 💗https://www.etsy.com/shop/PresetsByMary?coupon=GIFTBYMARY⭐️10 UNIQUE LIGHTROOM PRESETS / MOBILE Presets ⭐️Mobile Preset is perfect for your Adobe Lightroom CC Mobile App and works well with your photos shot with your iPhone or Android device.Presets fit for Outdoor and Indoor pictures, Family, Travel, Lifestyle, Blogger, Wedding, Portrait photos.Included:🔶10 Lightroom presets in DNG format for MOBILE Lightroom (free app compatible with both IOS and ANDROID).🔶Compatible with All Photo formats🔶Compatible with Lightroom Mobile App🔶Compatible with All Lightroom and Photoshop Versions🔶Instant download (Download the presets right after the payment and start enjoying now)🔶Free support (contact us me any questions or concerns. We're always happy to provide fast and thorough support)🎁SPECIAL OFFER 3+3 for FREEBuy atleast 3 items from my shop and get 3 for FREEWIth love,PresetsByMary♥️\n                ", "listing_reviews": "16", "store_reviews": "3,799 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/811860156/10-lightroom-presets-mobile-avocado"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=821148665", "store_sales": "70,784 sales", "store_rating": "4.9099", "listing_title": "5 Mobile & Desktop Lightroom Presets Pet Lovers, Dog Cat Photo Editing Filter for Instagram, Animal Preset for Bloggers, Bright Home Filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Pet Lover Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram, Photo Editing Filter for Lifestyle and Travel🌟The Pet Lovers Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add beautiful, bright tones to your Instagram photos. These presets are PERFECT for pet lovers, Instagram Influencers & bloggers looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for mobile preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "100", "store_reviews": "5,612 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/821148665/5-mobile-desktop-lightroom-presets-pet"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=686088327", "store_sales": "171,642 sales", "store_rating": "4.8275", "listing_title": "Black MOBILE LIGHTROOM Presets, Lightroom Mobile Preset, VSCO, Instagram Filter, Desktop Presets, dark preset, moody presets, nude preset", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.57\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    • Professional Lightroom Presets for free Mobile and Desktop Lightroom• You receive 4 variants of presets with white/slightly warm/slightly cold tones• You can use them unlimited number of times.• Post-purchase support guaranteed - if you need my help with editing don't hesitate to contact me ✅FILES included:- 4 Lightroom presets for MOBILE Lightroom ( free mobile lightroom app)- 4 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "62", "store_reviews": "6,145 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/686088327/black-mobile-lightroom-presets-lightroom"}, {"seller_text": "Stickearte", "seller_href": "https://www.etsy.com/shop/Stickearte?ref=simple-shop-header-name&listing_id=989373340", "store_sales": "44,849 sales", "store_rating": "4.9149", "listing_title": "Business Card Template, Minimalist Business Cards, Chic Business Card, Calligraphy, Editable Business Card, Printable Business Cards, 41", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.60\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    --------------------DESCRIPTION--------------------Business CardThis listing is an Instant download digital file for you to edit right in your web browser with Templett after purchase. Templett is a fully customizable template editor that allows you to personalize your printable directly in your web browser. All you need to do is Purchase > Personalize > Print!No waiting • No software to install • No fonts to download.----------------DEMO LINK-----------------Never used Templett before? TRY BEFORE YOU BUYCopy and paste this url into your web browser:https://templett.com/design/demo/Stickearte/5446006,5446026,6865536*Desktop computer or laptop only (can't be edited on a tablet or mobile device). -------------------------MATCHING ITEMS-------------------------Please use the search bar in our shop for matching items or follow this link:https://www.etsy.com/shop/Stickearte?ref=seller-platform-mcnav&sort_order=custom&search_query=41------------------------SPECIFICATIONS-----------------------FINISHED SIZES: 3.5\" x 2\"DOWNLOAD OPTIONS:• PDF - for home printing, copy center or print shop (use the 'save paper' option to format two invites on 8.5\"x11\" or A4)• JPG - for photo lab or print shop• PNG - for text, email or social media sharing----------------------HOW IT WORKS----------------------1. Within minutes after your purchase, you will receive an email from Templett  (remember to check your spam folder if you do not see it)2. Follow the link to access your template3. Make all your changes to the template, save, and download4. Print at home, copy center or online printerYou can save your file and continue editing your template at any time. It will be available to you for one year after your purchase date.-------------------------WHERE TO PRINT-------------------------• Home printer• Copy center such as Staples, OfficeMax & FedEx• Photo lab such as Walgreens & Costco• Local print shop or online printer such as Vista Print or Shutterfly -------------------------------WHAT CAN BE EDITED-------------------------------• All text can be edited for wording, font, color, size and placement• Artwork can be edited for size and placement - colors are not editable• Backgrounds can be edited for color, deleted or new ones added• Upload your own image• Add a back side-------------------------IMPORTANT INFO-------------------------• This template WILL NOT work on a tablet or mobile device• Page size and orientation are NOT editable-------------------------MATCHING ITEMS-------------------------Please use the search bar in our shop for matching items or follow this link:-------------RETURNS-------------Due to the nature of this product, digital downloads are not eligible for refunds. Please message me to seek any clarification before you proceed with the purchase.-------------------TERMS OF USE-------------------• The purchase of a template is for ONE-TIME USE ONLY. You can edit, save and download your template unlimited times for editing and proofing purposes only. Creating multiple versions for various projects or events is NOT permitted.• The template will be available for 1 year from the day of purchase.• The viewing, printing or downloading of any content, graphics or templates from Stickearte is solely for your own personal use and not for republication, distribution, sale or other use. No part of any content, description or template may be reproduced in any form.Stickearte reserves the right to revoke access to a template if the user fails to comply with the terms.© Copyright of Stickearte. For personal use only and not for resale. No part of any content, description or template may be reproduced in any form.[id:5446006,5446026,6865536]\n                ", "listing_reviews": "7", "store_reviews": "3,621 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/989373340/business-card-template-minimalist"}, {"seller_text": "SimonaLisaPresets", "seller_href": "https://www.etsy.com/shop/SimonaLisaPresets?ref=simple-shop-header-name&listing_id=920919806", "store_sales": "3,875 sales", "store_rating": "4.8675", "listing_title": "10 Mobile LIGHTROOM Presets, VANILLA, Presets, Vsco Filters, Fashion Presets, Mobile Presets, Instagram Filters, Dng Preset, Natural Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.19\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    10 Mobile Lightroom Presets, Iphone Presets, Lightroom, Mobile Presets, Presets, Dng Presets, Cream Presets,  Desktop Presets, Vsco Filters, Fashion Presets, Instagram Filters, Natural PresetSHOP MORE PRESETS :)https://www.etsy.com/shop/SimonaLisaPresetsINCLUDED :)> 10 Instant Download Mobile Lightroom & Desktop Presets (DNG file)> PDF How To Install Mobile Presets Guide> Free Gift >Support available from our store at all times (just send a message through on Etsy)**The Presets are compatible with the Free Mobile Lightroom app, and the Desktop Lightroom app  (Via DNG Import, not LRTemplate)**If you require any assistance or have general queries, do not hesitate to send me a message on Etsy. :)Xx\n                ", "listing_reviews": "24", "store_reviews": "400 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/920919806/10-mobile-lightroom-presets-vanilla"}, {"seller_text": "Stickearte", "seller_href": "https://www.etsy.com/shop/Stickearte?ref=simple-shop-header-name&listing_id=924353027", "store_sales": "44,849 sales", "store_rating": "4.9149", "listing_title": "Small Business Thank You Card Template, Printable Thank You Package Insert, Modern Business Thank You, Contemporary Branding, Editable, 41", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.59\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    --------------------DESCRIPTION--------------------Business Thank You CardThis listing is an Instant download digital file for you to edit right in your web browser with Templett after purchase. Templett is a fully customizable template editor that allows you to personalize your printable directly in your web browser. All you need to do is Purchase > Personalize > Print!No waiting • No software to install • No fonts to download.----------------DEMO LINK-----------------Never used Templett before? TRY BEFORE YOU BUYCopy and paste this url into your web browser:https://templett.com/design/demo/Stickearte/5446026,5446006,5645583*Desktop computer or laptop only (can't be edited on a tablet or mobile device). -------------------------MATCHING ITEMS-------------------------Please use the search bar in our shop for matching items or follow this link:https://www.etsy.com/shop/Stickearte?ref=seller-platform-mcnav&search_query=41------------------------SPECIFICATIONS-----------------------FINISHED SIZES: 5.5\" x 4\"DOWNLOAD OPTIONS:• PDF - for home printing, copy center or print shop (use the 'save paper' option to format two invites on 8.5\"x11\" or A4)• JPG - for photo lab or print shop• PNG - for text, email or social media sharing----------------------HOW IT WORKS----------------------1. Within minutes after your purchase, you will receive an email from Templett  (remember to check your spam folder if you do not see it)2. Follow the link to access your template3. Make all your changes to the template, save, and download4. Print at home, copy center or online printerYou can save your file and continue editing your template at any time. It will be available to you for one year after your purchase date.-------------------------WHERE TO PRINT-------------------------• Home printer• Copy center such as Staples, OfficeMax & FedEx• Photo lab such as Walgreens & Costco• Local print shop or online printer such as Vista Print or Shutterfly -------------------------------WHAT CAN BE EDITED-------------------------------• All text can be edited for wording, font, color, size and placement• Artwork can be edited for size and placement - colors are not editable• Backgrounds can be edited for color, deleted or new ones added• Upload your own image• Add a back side-------------------------IMPORTANT INFO-------------------------• This template WILL NOT work on a tablet or mobile device• Page size and orientation are NOT editable-------------RETURNS-------------Due to the nature of this product, digital downloads are not eligible for refunds. Please message me to seek any clarification before you proceed with the purchase.-------------------TERMS OF USE-------------------• The purchase of a template is for ONE-TIME USE ONLY. You can edit, save and download your template unlimited times for editing and proofing purposes only. Creating multiple versions for various projects or events is NOT permitted.• The template will be available for 1 year from the day of purchase.• The viewing, printing or downloading of any content, graphics or templates from Stickearte is solely for your own personal use and not for republication, distribution, sale or other use. No part of any content, description or template may be reproduced in any form.Stickearte reserves the right to revoke access to a template if the user fails to comply with the terms.© Copyright of Stickearte. For personal use only and not for resale. No part of any content, description or template may be reproduced in any form.[id:5446026,5446006,5645583]\n                ", "listing_reviews": "41", "store_reviews": "3,621 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/924353027/small-business-thank-you-card-template"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=807670112", "store_sales": "171,641 sales", "store_rating": "4.8275", "listing_title": "10 Home Presets - Mobile LIGHROOM Presets - Lightroom Presets - Lightroom Mobile Preset & Desktop Preset, Instagram Filter - Summer Magical", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    • Professional Lightroom Presets for free Mobile and Desktop Lightroom• You receive 10 variants of presets • You can use them unlimited number of times.✅FILES included:- 10 Lightroom presets for MOBILE Lightroom( free mobile lightroom app)- 10 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "53", "store_reviews": "6,145 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/807670112/10-home-presets-mobile-lighroom-presets"}, {"seller_text": "okthatspeachy", "seller_href": "https://www.etsy.com/shop/okthatspeachy?ref=simple-shop-header-name&listing_id=919835403", "store_sales": "1,412 sales", "store_rating": "4.9211", "listing_title": "AU NATUREL Mobile Lightroom Presets Instagram Influencer Photography Blogger Natural Bright Photo Filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.18\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PNG, 1 other file"], "listing_desc": "\n                    Instagram Presets | Mobile Lightroom Presets | Instant Photo EditsExperiencing feed envy? Want that beautiful, cohesive theme but not sure where to start? Look no further, Lightroom presets are the easiest and quickest way to instantly change the look and feel of your photos with no hassle. A full, thorough photo edit is just a click away.These presets were created to be used with the Lightroom Mobile App that can be downloaded for free. This listing includes one mobile Lightroom preset (DNG file) and a 'How To' file, to help you with the install.Even though my presets have been tested on a variety of photos with different lighting conditions / colours / subjects etc, it's important to note that all these different variables may also mean the preset may need a little adjusting to best fit your photo. Thank you for supporting smallDon't hesitate to get in touch for any queries!Due to the nature of the item, there are no refunds/exchanges on any digital items.Terms of Use:By buying this product you are automatically agreeing to the following terms of use:No copying or redistribution of my products.\n                ", "listing_reviews": "13", "store_reviews": "38 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/919835403/au-naturel-mobile-lightroom-presets"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=820356249", "store_sales": "70,784 sales", "store_rating": "4.9099", "listing_title": "5 Family Desktop & Mobile Lightroom Presets, Bright Airy Photo Editing Filter for Instagram, White Clean Preset for Home Lifestyle Blogger", "listing_bestseller": "-", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Family Time Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram, Photo Editing Filter for Lifestyle and Travel🌟The Family Time Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add bright, white and airy tones to your Instagram photos. These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for mobile preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "37", "store_reviews": "5,612 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/820356249/5-family-desktop-mobile-lightroom"}, {"seller_text": "PresetDesignPhoto", "seller_href": "https://www.etsy.com/shop/PresetDesignPhoto?ref=simple-shop-header-name&listing_id=967817180", "store_sales": "2,125 sales", "store_rating": "4.9657", "listing_title": "10 RUSTIC Lightroom Presets Boho Presets, Instagram Filter, Vintage Preset, Moody Rich Presets for Blogger, Bohemian Presets, Earthy Presets", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.77\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 JPG, 1 PDF"], "listing_desc": "\n                    🎁 GET 4 & PAY FOR 2 With Promo Code: 2FREE 🎁🎁 GET 6 & PAY FOR 3 With Promo Code: 3FREE 🎁🎁 GET 8 & PAY FOR 4 With Promo Code: 4FREE 🎁10 Rustic presets, Lightroom presets, Blogger photo presets, mobile presets and desktop presets, instagram Filters by Preset DesignINCLUDED:• 10 MOBILE Lightroom presets• 10 DESKTOP Lightroom presets• After Purchase Customer Support• Instructions• Instant DownloadPreset Bundles In My Shop:www.etsy.com/shop/presetdesignphoto♡ SPECIAL OFFER ♡🎁  ADD 4 TO CART, PAY FOR 2 🎁  GET 50% WHEN YOU ADD 4 🎁🎁  ADD 6 TO CART, PAY FOR 3 🎁  GET 50% WHEN YOU ADD 6 🎁🎁  ADD 8 TO CART, PAY FOR 4 🎁  GET 50% WHEN YOU ADD 8 🎁HERE'S WHY YOU'LL LOVE IT:• Rustic vintage moody vibe perfect for instagram themes• Made by a professional digital creator• Consistent results with no harsh colors or lightingMORE INFO:• Works with the Free and Paid Lightroom Mobile App• Works with All Lightroom Desktop Versions • Works with Mac and PC Desktops/LaptopsIf you have any more questions or need help picking the perfect presets for you, you can contact us any time!OUR SOCIAL MEDIA• IG: @preset_design.....................................................© Preset Design LLC, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited......................................................\n                ", "listing_reviews": "32", "store_reviews": "204 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/967817180/10-rustic-lightroom-presets-boho-presets"}, {"seller_text": "DreamworkshopCo", "seller_href": "https://www.etsy.com/shop/DreamworkshopCo?ref=simple-shop-header-name&listing_id=967623111", "store_sales": "17,023 sales", "store_rating": "4.5029", "listing_title": "Business Card Template, Blank Template, SVG, DXF, Ms Word docx, Png, Psd, 8.5\"x11\" sheet, Printable, Instant Download", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.96\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 JPG, 1 ZIP"], "listing_desc": "\n                    It is blank template perfect for creating your own personalized objects! Instant Download!(This template do not have any logo or image)More style of the Business Card Template:https://www.etsy.com/hk-en/shop/DreamworkshopCo?ref=seller-platform-mcnav&search_query=business+cardSheet: 8.5\" x 11\"Business Card size: 3.5 x 2\"-------------------------------------5  F I L E  T Y P E S-------------------------------------SVG - Cutting Software e.g Cricut Design Space  DXF -  Cutting Software e.g Silhouette Studio PSD - PhotoshopDocx, Doc - Microsoft wordPNG High resolution quality: 300dpi----------------------------------------C O M P A T I B L E  W I T H----------------------------------------Microsoft word, Photoshop, illustrator, Silhouette Studio, Cricut Design Space etc...-------------------------------------I N S T R U C T I O N-------------------------------------Instruction for Microsoft word would be provided!Please note that the instruction would take chip bag template as an example.Basic skill of template such as how to insert the background, image, and type the words would be taught in the instruction.-------------------------------------O T H E R S--------------------------------------These files are for personal use only. -These digital file may not be shared, sold or transferred.-No refund or exchanges are allowed.\n                ", "listing_reviews": null, "store_reviews": "533 shop reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/967623111/business-card-template-blank-template"}, {"seller_text": "SymphonyPresets", "seller_href": "https://www.etsy.com/shop/SymphonyPresets?ref=simple-shop-header-name&listing_id=791964935", "store_sales": "17,191 sales", "store_rating": "4.9267", "listing_title": "10 Dark and Moody Mobile Lightroom Presets -  Desktop Presets - Instagram Presets - Set of 10 Presets - iPhone Presets - Blogger Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 JPG, 1 ZIP"], "listing_desc": "\n                    Moody Black - Lightroom Presets / Best for Lightroom Mobile and Desktop/ Lightroom Presets/ Instagram PresetsMake your photos stand out with this preset pack which includes 10 unique presets for Lightroom. These presets were designed especially for portraits, travel, lifestyle, and wedding photography to give your photos that popular and attractive dark and moody look. This preset pack is the second version of our Dark and Moody Preset Pack.This bundle includes 10 beautiful Lightroom presets which can be used in almost every type of situation. Whether you took an amazing selfie, or you took awesome photos on your new camera these presets will be great. They were great in a variety of lighting situations, even in extremely low light environments.You can use these presets in both the mobile and the desktop version of lightroom with a very easy install that can take under 1 minute. Compatibility: Works on all Versions of Lightroom Classic, Lightroom CC and Lightroom Mobile. Lightroom Classic versions 7.2 and older use the .lrtemplate files while 7.3 and newer can use either .lrtemplate or .xmp.Top features of this bundle:🗸 One time purchase, keep forever🗸 10 Presets in .xmp Format🗸 10 Presets in .lrtemplate Format🗸 10 Preset in .dng Format🗸 Compatible with Lightroom Mobile🗸 Compatible on Windows and Mac🗸 24/7 Support🗸 Free Updates🗸 Install Instructions Included\n                ", "listing_reviews": "100", "store_reviews": "860 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/791964935/10-dark-and-moody-mobile-lightroom"}, {"seller_text": "SugarCoatByDon", "seller_href": "https://www.etsy.com/shop/SugarCoatByDon?ref=simple-shop-header-name&listing_id=1024549271", "store_sales": "6 sales", "store_rating": null, "listing_title": "Editable Business Card | Printable Business Card | Business Card Template | Pink Business Card | DIY Business Card | Bakery Business Card", "listing_bestseller": "-", "listing_price": "\n                        $3.46\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 ZIP", "Height: 2250 centimeters", "Width: 3000 centimeters"], "listing_desc": "\n                    💗 This template comes in a WORD DOCUMENT & FILLABLE PDF format! You no longer have to worry about messing up the layout, all you have to do is simply input your information and/or add your logo.💗 IMPORTANT (!)PDF & Word Document File - All text, fonts, and colors are editable.💗 **This is a digital template file. You will not receive any physical product. You will need a desktop computer or laptop to use this template. Kindly read the description below for more details.**💗 UPON PURCHASING, YOU’LL AUTOMATICALLY RECEIVE:💗 Business 001 in 3000x2250 pixels size - comes in both Word and editable PDF Format💗 Fonts Folder💗 Glyphs for the Nickainley Font💗 Easy-to-follow instruction manual💗 Print colors and quality may vary depending on your screen resolution and settings. For best results, use high-quality paper. Sugar Coat by Don will not be held liable for any printing errors.💗 Your files will be available as an INSTANT DOWNLOAD immediately after your purchase, so you will not receive anything physical. After payment, kindly follow the link to your Etsy Download page or find it on your Etsy Purchases page.💗 CONTACT ME if you have any problems and questions with editing the template I will be happy to help you out. I will do my best to reply to you as soon as possible.💗 Designs are copyright and owned by Sugar Coat by Don. You do not have the permission to resell, redistribute or share these templates in part or in whole for any reason and claim these designs as your own.💗 Sugar Coat by Don will not be held responsible for any issue that may arise in relation to the usage or the content of these templates. It is your responsibility to carefully check the text and update the information to suit your needs, in accordance with the laws of your State or Country.💗 Thank you for your support!!\n                ", "listing_reviews": null, "store_reviews": null, "search": "printable business card", "url": "https://www.etsy.com/listing/1024549271/editable-business-card-printable"}, {"seller_text": "LouMarksPhoto", "seller_href": "https://www.etsy.com/shop/LouMarksPhoto?ref=simple-shop-header-name&listing_id=865473815", "store_sales": "388,506 sales", "store_rating": "4.8278", "listing_title": "10 Presets, Lightroom Presets, Lightroom mobile presets, Filter Instagram presets, Preset for mobile blogger, Natural light and airy Pack", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.49\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP, 2 PDF"], "listing_desc": "\n                    ♡ SALE!! Buy 3 Packs & Get 2 FREE! Add all 5 Packs to your cart and only pay for 3 in total!♡ More Presets In My Shop: www.etsy.com/shop/loumarksphoto♡ Create consistent photo edits with The Light Airy Preset Pack. This Preset Collection soften and lighten your dark dull photos, add lightness and sift color with my photo presets! This presets pack included 10 presets suitable for all images and creates amazing results! Makes your images look so much better and brighter! ♡ Works amazing in one click on Indoor and Outdoor, Home Interiors, Family Photos, Lifestyle, Travel, Fashion, Blogger, Wedding, and Portrait Images. Create beautiful blog images or social media images one click. Perfect to easily enhance everyday photos!WHY YOU'LL LOVE IT✔️Light Airy vibe perfect for instagram themes✔️Creamy skin tones and dreamy white tones✔️Made by a professional photographerLou & Marks Presets work with All Versions of Lightroom Mobile & Lightroom Desktop and with Photoshop ACR.INCLUDED IN YOUR PURCHASE ✔️ 10 Mobile Lightroom Presets (DNG)✔️ 10 Desktop Lightroom Presets (LR)✔️ 10 Lightroom & Photoshop Presets (XMP)✔️ Step-by-step PDF guide with video instructionsCOMMON QUESTIONS✔️ Works With The Free & Paid Lr iPhone App✔️ Works With The Free & Paid Lr Android App✔️ Works With All Lightroom Desktop Versions ✔️ Works With Photoshop ACR ✔️ Works With Mac & PC✔️ Works With JPG & RAW Formats♡ SKIN TONE PROMISE You are you unique and so are our Presets! We created our Presets for everyone. No one specific skin tone or hair color. When you purchase from Lou + Marks you are not just purchasing presets you also get our guarantee that they will suit your skin tone. If they don’t send me a message with an unedited image and I will personally adjust them for you. ♡ STAY IN TOUCH Connect with me on Instagram @louandmarks and tag #louandmarks so I can see all your amazing photo edits and share them in my daily stories of my audience of over 60K.© Lou & Marks. All Rights Reserved. By Purchasing this product you agreeing to the Terms of Use. Do not sharing the files, or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "69", "store_reviews": "16,494 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/865473815/10-presets-lightroom-presets-lightroom"}, {"seller_text": "MintAndPepper", "seller_href": "https://www.etsy.com/shop/MintAndPepper?ref=simple-shop-header-name&listing_id=774854798", "store_sales": "61,307 sales", "store_rating": "4.8303", "listing_title": "Lightroom Mobile Presets Natural, Instagram Presets for Bloggers, Bright and Airy Preset, Home preset, Photo filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.59\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    7 Presets for Mobile Lightroom in .DNG format ✩ Lightroom Presets ✩ Instagram FiltersNATURAL is pack of 7 Lightroom Mobile Presets. Great for bloggers, photographers and everyone who aims to create a consistent feed on Instagram with easily applied filter. Perfect for outdoor and indoor photography, fashion shots and portraits.✩ They work well with iPhone and Android devices. You just need to download free Lightroom Mobile App✩ Easy to apply, with just one click✩ Instant download filesYOU GET:✩ 7 Lightroom Mobile Presets in .DNG format✩ Instruction in PDF 💥Check out our Bestsellers💥https://www.etsy.com/shop/MintAndPepperSPECIAL OFFER:🌟GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE🌟🌟GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE🌟🌟GET 8 PACKS & PAY ONLY FOR 4 - Add 8 items to your cart and use promo code 4FREE🌟Please remember that all presets look differently on each photo because of lighting and white balance settings, dominant colours etc. If your photo doesn’t look perfect you may need to adjust exposure or temperature to achieve the best results.Due to the digital nature of this product no exchanges or refunds will be made.CONTACT:EMAIL: mintandpepper5 [!at] yahoo.comON IG: @lovepresets_shop© 2020 MintAndPepper, All Rights ReservedTerms of use: Forbidden to copy, sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.Lightroom Presets, Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, iPhone, Android, Lifestyle Presets, Desktop Presets, Wedding Presets, Portrait Presets, Best Presets, Bright And Airy Preset, Clean Preset, Light Preset, Instagram Filters, Mobile Filters, Photo Filters, Travel Blogger Presets, Photo Editing, Photography Presets, White Preset, Blogger Presets, Photo Presets, Mobile Filter, Travel Presets, Influencer Presets, Home presets, Natural presets\n                ", "listing_reviews": "54", "store_reviews": "2,033 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/774854798/lightroom-mobile-presets-natural"}, {"seller_text": "MintAndPepper", "seller_href": "https://www.etsy.com/shop/MintAndPepper?ref=simple-shop-header-name&listing_id=965300605", "store_sales": "61,307 sales", "store_rating": "4.8303", "listing_title": "14 Lightroom Mobile Presets, Bright Airy Lightroom Preset, Desktop Boho Presets, Photo Filter for Blogger, Bright Instagram", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.82\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 2 ZIP"], "listing_desc": "\n                    14 Presets for Mobile Lightroom in .DNG format ✩ Lightroom Presets ✩ Instagram FiltersBOHO VIBE is pack of 14 Lightroom Mobile & Desktop Presets. Great for bloggers, photographers and everyone who aims to create a consistent feed on Instagram with easily applied filter. Perfect for outdoor and indoor photography, fashion shots and portraits.✩ They work well with iPhone and Android devices and Desktop Lightroom✩ Easy to apply, with just one click✩ Instant download filesYOU GET:✩ 14 Lightroom Mobile Presets in .DNG and .XMP formats✩ Instruction in PDF 💥Check out our Bestsellers💥https://www.etsy.com/shop/MintAndPepperSPECIAL OFFER:🌟GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE🌟🌟GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE🌟🌟GET 8 PACKS & PAY ONLY FOR 4 - Add 8 items to your cart and use promo code 4FREE🌟Please remember that all presets look differently on each photo because of lighting and white balance settings, dominant colours etc. If your photo doesn’t look perfect you may need to adjust exposure or temperature to achieve the best results.Due to the digital nature of this product no exchanges or refunds will be made.CONTACT:EMAIL: mintandpepper5 [!at] yahoo.comON IG: @mint_and_pepper_© 2021 MintAndPepper, All Rights ReservedTerms of use: Forbidden to copy, sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.Lightroom Presets, Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, iPhone, Android, Lifestyle Presets, Desktop Presets, Wedding Presets, Boho Presets, Portrait Presets, Best Presets, Bright And Airy Preset, Clean Preset, Light Preset, Instagram Filters, Mobile Filters, Photo Filters, Travel Blogger Presets, Photo Editing, Photography Presets, White Preset, Blogger Presets, Photo Presets, Mobile Filter, Travel Presets, Influencer Presets, Summer Presets, Trendy Presets, Premium Presets\n                ", "listing_reviews": "23", "store_reviews": "2,033 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/965300605/14-lightroom-mobile-presets-bright-airy"}, {"seller_text": "DiyMyDesignStore", "seller_href": "https://www.etsy.com/shop/DiyMyDesignStore?ref=simple-shop-header-name&listing_id=839182791", "store_sales": "18,885 sales", "store_rating": "4.9213", "listing_title": "Editable Business Card Template, Printable Business Cards, Watercolor Business Card Design, Feminine Business Card Template, Instant, WS01", "listing_bestseller": "-", "listing_price": "\n                        $6.73\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Editable Business Card Template with pink watercolour effect background!Edit your item online at Corjl.com right after purchasing.No need to download any software or fonts. Personalize this item right in your browser using your computer, or make basic text edits using your phone or mobile device.No waiting! You’ll receive an access link to your item minutes after purchasing.Add your own text, change fonts, add your logo etc!TRY BEFORE YOU BUY------------------------------To demo this template copy + paste this link in your web browser:https://www.corjl.com/d/2FNDKC------------------------------***This is a digital template file. No physical product will be sent.***Please read description before you buy.FEATURES------------------- 3.5\" x 2\" Business Card Template- Front and Back- All text is editable- Printable- Add your logo- 300 DPI (Dot per inch) resolution- Works on Mac & Windows- Make comprehensive edits using your computer- Make basic text edits using a phone or tablet***Please note the color and placement of the watercolor isn't editable. You can delete the watercolor effect and/or change the solid background color.***➡️ BROWSE ALL MATCHING TEMPLATES:https://www.etsy.com/shop/DiyMyDesignStore?search_query=ws01➡️ LINK BACK TO SHOP:https://www.etsy.com/shop/DiyMyDesignStoreWITH THIS PURCHASE YOU GET---------------------------------------------- Business Card Template- Instructions file for CorjlHOW IT WORKS?-------------------------1. After purchasing, you will receive an email from Corjl with a link to access your template. The email will come through to your Etsy registered email address – it may take a few minutes to come through, please also check your spam email folder.Or go directly to corjl.com and use your order number to log in and access your purchased templates.2. Edit your templates using the Corjl online platform. You can save changes and continue to edit at any time.3. Save your template and download it as a PDF, JPG or PNG, you can add bleed and crop marks if needed.4. Print your templates at home or send the file to your local or online printing shop.WHAT DO YOU NEED TO USE THIS TEMPLATE?---------------------------------------------------------------------- You need a computer to make comprehensive edits (add images, add text boxes, change background)Make basic text edits using your phone or tablet- Web browser installed on your device – Google Chrome, Safari or Firefox work bestNOTES------------ This template can only be edited using the free online platform corjl.comYour template will be waiting for you within the corjl.com website.- Your files will be available as an INSTANT DOWNLOAD after your purchase, so you will not receive anything physical. After payment, kindly check your email and follow the link to Corjl where you can access your template.- You will need to customize the template yourself, this listing does not include any custom design service. Artwork size and orientation are not editable, please check the sizes carefully before purchasing - see demo link to try the template before purchasing.- Print colors and quality may vary depending on your screen resolution and settings. If you print at home please use good quality paper for best results. DiyMyDesign will not be held responsible for any issue related with printing errors.- On our shop we sell MS Word, Adobe PDF and Corjl templates. Please read the full product description to ensure the file format suits your needs.Our designs are copyright owned by DiyMyDesign - you may not resell, redistribute or share these templates in whole or in part for any reason; claim these designs as your own; or sell any design digital or printed on any online store.DiyMyDesign will not be held responsible for any issue related with the usage or the content of these templates. It is your responsibility to check the text carefully and modify any part of it to suit your needs (add and subtract information), in accordance with the laws of your State or Country. This content is not meant to provide you with complete information and it is not intended to be legal advice.Your satisfaction is our goal - so if you need anything, please contact us. We will help you to the best of our ability.----Browse the gallery to find other designs: https://www.etsy.com/shop/DiyMyDesignStoreSet code: WS01\n                ", "listing_reviews": null, "store_reviews": "782 shop reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/839182791/editable-business-card-template"}, {"seller_text": "Stickearte", "seller_href": "https://www.etsy.com/shop/Stickearte?ref=simple-shop-header-name&listing_id=991867492", "store_sales": "44,849 sales", "store_rating": "4.9149", "listing_title": "Mini Small Business Thank You Card Template, Printable Thank You Package Insert, Modern Business Thank You, Business Card , Editable, 41", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.59\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    --------------------DESCRIPTION--------------------Business Thank You CardThis listing is an Instant download digital file for you to edit right in your web browser with Templett after purchase. Templett is a fully customizable template editor that allows you to personalize your printable directly in your web browser. All you need to do is Purchase > Personalize > Print!No waiting • No software to install • No fonts to download.----------------DEMO LINK-----------------Never used Templett before? TRY BEFORE YOU BUYCopy and paste this url into your web browser:https://templett.com/design/demo/Stickearte/5446026,5446006,6914046*Desktop computer or laptop only (can't be edited on a tablet or mobile device). -------------------------MATCHING ITEMS-------------------------Please use the search bar in our shop for matching items or follow this link:https://www.etsy.com/shop/Stickearte?ref=seller-platform-mcnav&search_query=41------------------------SPECIFICATIONS-----------------------FINISHED SIZES: 3.5\" x 2\"DOWNLOAD OPTIONS:• PDF - for home printing, copy center or print shop (use the 'save paper' option to format two invites on 8.5\"x11\" or A4)• JPG - for photo lab or print shop• PNG - for text, email or social media sharing----------------------HOW IT WORKS----------------------1. Within minutes after your purchase, you will receive an email from Templett  (remember to check your spam folder if you do not see it)2. Follow the link to access your template3. Make all your changes to the template, save, and download4. Print at home, copy center or online printerYou can save your file and continue editing your template at any time. It will be available to you for one year after your purchase date.-------------------------WHERE TO PRINT-------------------------• Home printer• Copy center such as Staples, OfficeMax & FedEx• Photo lab such as Walgreens & Costco• Local print shop or online printer such as Vista Print or Shutterfly -------------------------------WHAT CAN BE EDITED-------------------------------• All text can be edited for wording, font, color, size and placement• Artwork can be edited for size and placement - colors are not editable• Backgrounds can be edited for color, deleted or new ones added• Upload your own image• Add a back side-------------------------IMPORTANT INFO-------------------------• This template WILL NOT work on a tablet or mobile device• Page size and orientation are NOT editable-------------RETURNS-------------Due to the nature of this product, digital downloads are not eligible for refunds. Please message me to seek any clarification before you proceed with the purchase.-------------------TERMS OF USE-------------------• The purchase of a template is for ONE-TIME USE ONLY. You can edit, save and download your template unlimited times for editing and proofing purposes only. Creating multiple versions for various projects or events is NOT permitted.• The template will be available for 1 year from the day of purchase.• The viewing, printing or downloading of any content, graphics or templates from Stickearte is solely for your own personal use and not for republication, distribution, sale or other use. No part of any content, description or template may be reproduced in any form.Stickearte reserves the right to revoke access to a template if the user fails to comply with the terms.© Copyright of Stickearte. For personal use only and not for resale. No part of any content, description or template may be reproduced in any form.[id:5446026,5446006,6914046]\n                ", "listing_reviews": null, "store_reviews": "3,621 shop reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/991867492/mini-small-business-thank-you-card"}, {"seller_text": "HillAndOliveAus", "seller_href": "https://www.etsy.com/shop/HillAndOliveAus?ref=simple-shop-header-name&listing_id=775657077", "store_sales": "33,511 sales", "store_rating": "4.5416", "listing_title": "10 Mobile Lightroom Presets, Vsco Filters, Iphone Presets, Lightroom, Mobile Presets, Instagram Filters Presets, Colorful Mobile, Dng Preset", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.71\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    Mobile Lightroom presets for aesthetic Instagram profile feed. Perfect for anyone wanting to create a dreamy Instagram feed, works well with photos shot on Android or iPhone. Details:- 10 Mobile Lightroom Presets in .dng format- Use on Lightroom mobile app - Compatible with both Android and iPhone- Digital Files ONLY- Include PDF image instructions and Google Drive alternative download linkInstallation: To access your digital files:1. Go to Your Account 2. Purchases and reviews and look for the order. 3. To the right of the order, click Download Files. 4. You will be able to download the download link PDF which will take you to Google Drive where you will be able to download  ALL 10 presets     (ALSO DOWNLOAD INSTRUCTION MANUAL FOR REFERENCE.)5. Save each DNG file separately to your phone (these will save as images).6. You will then be able to upload each DNG file as an image to your Lightroom Mobile app.7. Click on the three dots in the top right of your Lightroom app  8. Select the option 'Create Preset', this will allow you to save the preset to the preset editing option of the app for use on other images.For any questions please contact me via Etsy messages.No sharing files, or selling them in any form. Derivative works are prohibited.\n                ", "listing_reviews": "100", "store_reviews": "1,400 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/775657077/10-mobile-lightroom-presets-vsco-filters"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=686099539", "store_sales": "171,642 sales", "store_rating": "4.8275", "listing_title": "COLOR Presets, Vibrant Presets, Lightroom PRESETS, MOBILE Presets, Instagram Filter, Desktop Preset, lightroom mobile presets, blogger", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    💥5 Mobile Lightroom Presets, Mobile Presets, Desktop Presets💥Blogger Preset Package for Instagram Photo PresetDreamLand preset photo filter✅FILES included:- 5 Lightroom presets for MOBILE Lightroom( free mobile lightroom app)- 5 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "94", "store_reviews": "6,145 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/686099539/color-presets-vibrant-presets-lightroom"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=631617674", "store_sales": "237,224 sales", "store_rating": "4.8715", "listing_title": "20 Lightroom Presets LUXURY BLACK for Desktop and Mobile Lightroom, Deep Moody,  Dark Instagram Filter, Black Tones Blogger Presets", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $3.65\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    20 LIGHTROOM PRESETS LUXURY BLACK, Mobile Presets, Desktop Presets, Dark Preset, Black Preset, Photo filter, Pets Bloggers Presets, Instagram presetsCreate the perfect look within a click of a button it will be perfect for all your social media posts!Luxury Black Preset Pack that gives a photo a unique atmosphere and unsaturated, faded colors.Check out my Bestseller Itemshttps://www.etsy.com/shop/VictoriaBeePhoto♦️ Works in Lightroom Mobile App (iOS/Android)♦️ Works With & Without Adobe subscription♦️ Compatible with All Photo formatsIncluded:🔶20 Lightroom presets in .DNG format for MOBILE Lightroom (.ZIP Archive)🔶20 Lightroom presets in .XMP format for DESKTOP Lightroom (.ZIP Archive)🔶.PDF file with direct link to download presets directly to your phone (Dropbox)🔶.PDF Instruction Guide Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets.‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️Keep in mind that all presets work differently with each photo depending on a number of factors such as lighting, white balance, tone etc. Please contact me for any questions or editing help victoriabee.shop [!at] gmail.com© 2019-2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoKeywords: Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset, Dog Preset, Puppy Preset, Cat Preset, Animal Preset, Pets Presets, Bright Light Presets\n                ", "listing_reviews": "32", "store_reviews": "8,047 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/631617674/20-lightroom-presets-luxury-black-for"}, {"seller_text": "TrendyFoxStudio", "seller_href": "https://www.etsy.com/shop/TrendyFoxStudio?ref=simple-shop-header-name&listing_id=940322359", "store_sales": "4,651 sales", "store_rating": "4.9508", "listing_title": "Business Card Template INSTANT DOWNLOAD Printable Business Card, Template Business Card, DIY Calling Card, Affordable Card - BC24", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $4.79\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 ZIP"], "listing_desc": "\n                    One of the things I am most passionate about is supporting fellow small business owners. My goal with this template is to offer a stylish (and budget friendly) way to help grow your brand or small business.This *Card Template* is fully customizable and very simple to use. Simply edit it in Canva (for free) using your PC, tablet, or mobile device.Once edited and downloaded, you can print immediately at home, at your local print shop, or through any online printing company.-------------------------------------------------------*TERMS OF PURCHASE* - This is a DIY template. Order is for digital file only. No physical item will be sent. It does not include printing, framing or accessories. - This item is non-refundable. Please read the product description and store policies carefully before making a purchase. - Files are not emailed to you. For your convenience, they are available for download directly on Etsy. On the menu, go to You > Purchases and Reviews > Click the button \"Download Files\". NOTE: Etsy doesn't allow downloads from the Etsy App. Please use a web browser (Safari or Chrome) and login to Etsy.com to view purchases.  - Please keep in mind that every printer prints differently. Exact colors may vary slightly!  - This template may not be redistributed or resold. You cannot share or sell templates or elements included in any shape or form-------------------------------------------------------WHAT'S INCLUDED:1 PDF instructions for Care Card including Canva tutorial videos   - 2 Pre-made Care Card Templates (3.5\"x2\"size)      1 Front & 1 Back   - 1 Print and Cut Template (US Letter Size)Need a different size? We've got you! We are more than happy to create custom sizing - just add this listing when checking out: Custom Size Requests : https://www.etsy.com/listing/923218952-------------------------------------------------------WHAT CAN I EDIT WITH CANVA?All fonts are completely editable (you can change the font style, size, or color)Add new text boxes or reposition/resize the text box to make it your ownAdd your own logo, photos or images - just drag and dropMake UNLIMITED edits with no expiration!CANVA is MOBILE FRIENDLY as well! Edit your amazing designs right from your phone!------------------------------------------------------Copyright © 2020 trendyfoxstudio--------------------------------------------------------PLEASE NOTE: You will need a FREE Canva account to open and edit the templates on your computer or in the Canva App on your phone. Computer is recommended!\n                ", "listing_reviews": null, "store_reviews": "427 shop reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/940322359/business-card-template-instant-download"}, {"seller_text": "ChloeSweeneyDesign", "seller_href": "https://www.etsy.com/shop/ChloeSweeneyDesign?ref=simple-shop-header-name&listing_id=847048397", "store_sales": "34,687 sales", "store_rating": "4.8403", "listing_title": "DIY Credit Card Business Cards, Business Card Template, Printable Business Card", "listing_bestseller": "-", "listing_price": "\n                        $7.55\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    DEMO THE CARD WITH YOUR DETAILS HERE: https://www.corjl.com/d/46K66☞ LINK BACK TO SHOP: https://www.etsy.com/uk/shop/ChloeSweeneyDesignThis listing is for an editable, Double sided Business Card using Corjl.com online software.This is an instant download meaning you can be up and running with your branding as soon as possible! Please read information below before ordering ...........................................Edit your items with Corjl.com right after purchasing.No software download needed!!Add as much text as you need and move text anywhereText color and size can be changedSave as High Quality JPG or PDFPLEASE NOTE THE BACKDROP GRAPHICS CANNOT BE MOVED OR CHANGED..............................................................................................................WHAT’S INCLUDED1 x Business Card US Size as shown in the listingFile formats include:JPEGPrintable PDFAll items are digital and for editing by yourself. Please note that you will not receive anything in the mail..............................................................................................................HOW IT WORKS IN 3 EASY STEPS1. After purchasing the listing, you will receive an email shortly (usually immediately) from 'Corjl' with a link to access and edit your files. You can also go directly to Corjl.com and enter your Etsy email address and Order number (not transaction number).2. Edit your file and save (you can save and come back to Corjl.com anytime to edit your files -files expire after 120 days).3. Download your files and print, email or post! 4. Items are printed by you, I do not offer printing services..............................................................................................................IMPORTANTDue to the nature of the product no refunds can be offered.©2021 Chloe Sweeney Design. est. 2015. All rights reserved. Purchase Of This Design Allows Use for your Personal and/or Personal Business Use Only.\n                ", "listing_reviews": null, "store_reviews": "1,499 shop reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/847048397/diy-credit-card-business-cards-business"}, {"seller_text": "fively", "seller_href": "https://www.etsy.com/shop/fively?ref=simple-shop-header-name&listing_id=792821412", "store_sales": "6,933 sales", "store_rating": "4.9726", "listing_title": "Poshmark Thank You Cards, Poshmark Thank You Note Template, Etsy Thank You Note Printable, Business Thank You Note Ideas, Order Insert", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 ZIP", "Height: 4.25 inches", "Width: 5.5 inches"], "listing_desc": "\n                    USE AND CUSTOMIZE FOR ANY MARKETPLACE - CUSTOM ICONS FOR ETSY, POSHMARK, MERCARI, DEPOP, AMAZON, EBAY AND MORE INCLUDED!Easily customize this printable Poshmark business thank you card template with your information and branding in Canva, and print it yourself at home or have it professionally printed. There’s no software to download - edit from your computer, tablet or phone. We use Canva to create and customize our designs - we find that it’s one of the easiest and most user-friendly platforms to work with, even if you don’t have any design experience. Perfect for Poshmark sellers. Improve your customers' experience by including a thank you insert within your packaging.MORE POSHMARK DESIGNS HERE: https://etsy.me/2SQgvRqAdd your logo or choose from thousands of free elements - it's fully customizable.This thank you for shopping insert note is completely editable - EDIT ALL TEXT AND REPLACE THE SOCIAL MEDIA ICONS (a set of premium icons are included). Please note: You cannot change the top Thank you part and the top pink color in this template, but you can remove/replace with a different background if desired.A DIY cut and print sheet is also included for easy, at home priniting. WHAT’S INSIDE:✔ 5.5 inch x 4.25 inch easily-customizable template✔ DIY Print Sheet (4 per page) for easy printing at home✔ Canva Video Tutorial✔ Detailed InstructionsIf you’d like me to customize your card, please order the Customization listing and I’ll return your print-ready files within 24 hours: https://www.etsy.com/listing/782668304/done-for-you-design-customizationAll our files are prepared in high resolution, suitable for print. Due to differences in monitor calibrations, colors may vary slightly in print from on screen. The final print quality will depend on the type of printer and paper used.INSTANT DOWNLOAD: This listing is for digital download only. No physical item will be shipped. You'll be able to download and edit this card immediately after purchase.HOW TO PRINT YOUR FILES: You can print at home or have the files printed professionally at stores like Staples or Office Depot, an online print service like Vistaprint or a local print shop.USE RESTRICTIONS: This design is for personal use only. You may not use the design commercially, distribute or resell under any circumstances.RETURNS: There are no returns when purchasing a digital product. Please contact me before purchasing if you have any questions.SHOP MORE: For more designs, visit https://www.etsy.com/shop/fively/ORDER, DOWNLOAD AND PRINT PROCESS1) Purchase the listing2) Once payment is complete, you'll be taken to the downloads page on Etsy.com. This process usually takes around 5 minutes. You'll receive an email confirmation with a link to the downloads page.You can also access the print files by visiting your ETSY profile > Purchases and Reviews. Direct Link: https://www.etsy.com/your/purchases3) Download the file(s)4) Open the PDF file in Adobe Reader (you can download it for free at http://get.adobe.com/reader) and if you purchased an editable file, you’ll receive a link to edit your file in Canva.5) Print a test page first to ensure you’re happy with the end result.© All Designs are copyright of fivelyThanks for stopping by and thank you for supporting my small business!\n                ", "listing_reviews": "100", "store_reviews": "679 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/792821412/poshmark-thank-you-cards-poshmark-thank"}, {"seller_text": "HellohaStore", "seller_href": "https://www.etsy.com/shop/HellohaStore?ref=simple-shop-header-name&listing_id=968385358", "store_sales": "231 sales", "store_rating": "4.8571", "listing_title": "Pastel Rainbow thank you cards business digital download |  Canva Editable | Simple neutral | Thank You for your order card", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.04\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Pastel Rainbow Thank You Card Business Template Canva Editable, Simple, neutral, Thank You for your order cardThis Canva Thank you card Editable Template is simply filled in the information and easy to edit.Customize design elements like fonts, colors, icons, graphics, etc.☑ Size: 5 x 7 ( inch )------------------------------------🤔 How to use it?Follow these steps to get started:1. Tap Add to Cart.2. When you've finished adding items to your cart Tap Checkout. Downloads are available once your payment is confirmed.3. You will receive a PDF File with a link to the Canva website4. Log in to the Canvar.5. Start editing your template   - You can save your template and continue editing at any time6. Once you have finished editing your template, save and download the file.7. Print from home, from a local print shop, or online print vendor.📄 File Type ( High Qulity) ------------------------------------• PDF - use this option to print on your home printer or at a local printer• JPEG - use this option for photo centers, some local copy stores, and online printing• PNG - use this option for social media, email and tex------------------------------------📋 Where to Printing ① Home printer② Copy center such as Staples, Office Depot, Office Max, FedEx, Kinkos, etc.③ Photo lab such as Walgreens & Costco④ Local print shop or online printer such as https://printsoflove.com/_beinghappyprints/-----------------------------------✔ INSTANT DOWNLOADTHIS ITEM IS SOLD AS A DIGITAL FILE ONLY. NO PHYSICAL PRODUCT WILL BE SHIPPED.------------------------------------✔ Please read the following before purchasing.Colors may vary slightly from screen to actual printed file depending on your monitor and printer setting.PERSONAL USE ONLY.Commercial use and redistribution are strictly prohibited.Refunds are not accepted due to the nature of digital files.However, if you have any issues with your purchase, please feel free to contact us.------------------------------------✔SEE OTHER Thank you CARDS :)① https://www.etsy.com/listing/954603454/② https://www.etsy.com/listing/970551227/③ https://www.etsy.com/listing/960070840/\n", "listing_reviews": "8", "store_reviews": "28 reviews", "search": "printable business card", "url": "https://www.etsy.com/listing/968385358/pastel-rainbow-thank-you-cards-business"}, {"seller_text": "PresetStories", "seller_href": "https://www.etsy.com/shop/PresetStories?ref=simple-shop-header-name&listing_id=871873324", "store_sales": "5,639 sales", "store_rating": "4.8008", "listing_title": "20 Lightroom Mobile Presets - Mobile Presets and Desktop Presets Bright & Airy for Blogger Presets and Instagram presets", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.40\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    20 Lightroom Mobile Presets - Mobile Presets and Desktop Presets Bright & Airy for Blogger Presets and Instagram presets✩ LIGHTROOM MOBLIE PRESETS ✩This mobile preset will create gray cool tones and brighten your photos. Create and edit all from your mobile phone with one click! Includes 20 Mobile and Desktop Presets for Instagram, Bloggers, Influences and Photographers! Create Stunning Photos, and a cohesive Instagram grid with our easy to use mobile presets.✩🎁 SPECIAL PROMO 🎁✩✩ BUY 3 PRESETS GET 2 PRESETS FREE!!!✩ ADD 5 PRESETS TO YOUR CART, APPLY COUPON: \"2FREE\" AND PAY FOR 3 ONLY✩ PRESET SALE: www.etsy.com/shop/presetstories_____________________________________________________✩ INCLUDED IN YOUR PURCHASE ✩• 20 Mobile Lightroom Presets (DNG files)• 20 Desktop Lightroom Presets (XMP files)• Quick Installation guide with video instructions✩ FAQ ✩• Works in FREE Lightroom Mobile App (iOS/Android)• Install Lightroom App first to use presets.• Have more questions? Then please message me :)♡ GUARANTEE ♡All of my presets have been tested on a variety of images. My One-Click Presets make it quick to use yet fully customizable to stay true to your own signature style. If they don’t work on your images send me a message with an unedited image and I will personally adjust them for you._____________________________________________________Refunds are not available for any of our products since they cannot be returned once downloaded, however we will always be more than happy to assist with any questions. If you have any issue downloading the presets, let me know and I will send it to you via email (within 24 hours).TERMS OF USE:© 2020 Preset Stories, All Rights ReservedBY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "27", "store_reviews": "246 reviews", "search": "snapchat filter", "url": "https://www.etsy.com/listing/871873324/20-lightroom-mobile-presets-mobile"}, {"seller_text": "FiltersByMark", "seller_href": "https://www.etsy.com/shop/FiltersByMark?ref=simple-shop-header-name&listing_id=833234977", "store_sales": "126 sales", "store_rating": "4.9474", "listing_title": "Custom Snapchat Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $6.75+\n                        \n                    ", "listing_highlights": ["Handmade"], "listing_desc": "\n                    Custom Snapchat Filters!I can create a Snapchat Geofilter, or Snapchat Lens, for any event, gathering, or any reason at all!                        ~ How it works ~After submitting an order, I will ask for any images that could help me create the filter! Using all the information, designs, and images you supplied me I will create a design for the filter.                        ~ What is a Geofilter? ~A Geofilter is a filter that can be accessed at a specific location, at a specific time. Geofilters must be purchased through Snapchat, where you upload a design. For more info go here: https://www.snapchat.com/l/en-gb/on-demand/                   ~ What is a Snapchat Lens? ~A Snapchat Lens is a type of filter that is permanent, and can be accessed through the Snapchat App by searching for it, clicking a link for it, or scanning a snapcode for it. A Snapchat Lens must be uploaded by myself through snapchat, so there is no need for you to upload anything yourself.                             ~ Refunds ~If you are unsatisfied with the design, do not want one anymore, or would simply like a refund, I will be glad to refund you. However, If I’ve already sent 2 drafts of a design, I can only offer a half refund, because I’ve already gone through the labor of making the design. By placing an order, you are agreeing to these conditions.                                ~ FAQ ~Q: What is the typical turnaround time?A: For just the Geofilter, It could be anywhere from a few hours to a few days. It all depends on if you like the design. For Same Day Delivery, it is anywhere from 1 to 24 hours. For Snapchat Lenses, it could also take anywhere from a few hours to a few days, depending on if you like the design.Q: How do you send out the Final DesignA: Once the design is finalized and complete, I upload it to my Dropbox, which I share a link to. You can then download the design from dropbox and upload it to snapchat yourself!Q: What can I put in my design?A: You can put pretty much anything, as long as it doesn’t violate Snapchats guidelines, which you can see here: https://support.snapchat.com/en-US/a/submission-guidelinesIf you have any other questions, feel free to contact me!\n                ", "listing_reviews": "19", "store_reviews": "19 reviews", "search": "snapchat filter", "url": "https://www.etsy.com/listing/833234977/custom-snapchat-filter"}, {"seller_text": "AglowPresets", "seller_href": "https://www.etsy.com/shop/AglowPresets?ref=simple-shop-header-name&listing_id=709850232", "store_sales": "50,852 sales", "store_rating": "4.9237", "listing_title": "BRIGHT AGLOW Mobile Lightroom Preset / Blogger and Instagram Preset to Enhance photos / Adobe Lightroom Mobile / Best Presets", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 other file"], "listing_desc": "\n                    PRESET SALE🔥📸: https://www.etsy.com/shop/AglowPresetsBUY 3 INDIVIDUAL PRESETS GET 3 FREE - Use Code: BUY3GET2BUY 3 BUNDLES GET 3 FREE - Use code: 2FREEBUNDLESBRIGHT AGLOW MOBILE PRESETBright undertones with a touch of warmth will transform your photos with glowing and vibrant hues to bring your pictures to life!  These Mobile presets were uniquely designed to work with a variety of photo settings. Each preset has been created and tested on different lighting and locations to insure a perfect application to your photos every time. Using AGLOW presets, Instagrammers, bloggers and photographers or anyone wanting to enhance their photos will create beautiful asthetic images that will stand out to their viewers. WHAT IS NEEDED? - Download the Free Lightroom CC App on your mobile device.-AFTER PURCHASE YOU WILL RECEIVE:-1 BRIGHT AGLOW PRESET PHOTO in DNG FORMAT(This will be a single image that contains all of the presets for that filter.)-Lightroom Mobile Installation InstructionsPlease follow us on Instagram @aglowpresets for tips and editing tricks along with great giveaways!   Tag me at @aglowpresets when you post your photos using the Aglow presets!  I would love to see them!Please leave a review!!!https://www.instagram.com/aglowpresets/You can also check out my WEBSITE for more information!  www.aglowpresets.comPHOTO TIPS:Photo's will be transformed in one click!  I do recommend adjusting the lighting under the \"light tab\" in Lightroom.  Every picture is taken in a different lighting environment, so by increasing or decreasing the exposure will get that perfect look!No refunds or exchanges on Downloaded images.All presets are Copyrighted ©AGLOW PRESETS.Keywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lightroom Presets, best presets, filters\n                ", "listing_reviews": "44", "store_reviews": "2,528 reviews", "search": "snapchat filter", "url": "https://www.etsy.com/listing/709850232/bright-aglow-mobile-lightroom-preset"}, {"seller_text": "FilAndEllieStudio", "seller_href": "https://www.etsy.com/shop/FilAndEllieStudio?ref=simple-shop-header-name&listing_id=987075301", "store_sales": "9,294 sales", "store_rating": "4.8409", "listing_title": "6 LIGHTROOM Mobile Presets, Clean Lifestyle Presets, Vsco Filters, Fashion Presets, Bright Preset, Instagram Filters, Natural Preset, Summer", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.18\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF, 2 ZIP"], "listing_desc": "\n                    Instagram Presets / Mobile Lightroom Presets / Desktop & Mobile Presets /Natural Beige Presets✩ INCLUDED IN YOUR PURCHASE ✩6 Mobile Lightroom Presets (DNG files)6 Desktop XMP PresetsFree 35 pages PDF on Social Media GrowthDetailed PDF Image Instructions◾️ If you have issues downloading or using any of the files, please contact me and I will re-send you the files and help you troubleshoot◾️With over 10 years of professional experience in the world of photography, you are guaranteed to get high quality presets that will elevate the look of your photos. We spent hundredths of hours editing, so that you won’t have to.✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Works With & WITHOUT Adobe subscription✔️ You only need Lightroom CC App on your Phone/iPad✔️ Works With Lightroom Desktop for Mac or PC (Classic & CC)Created for the FREE Lightroom Mobile App and Desktop Lightroom. Works best on RAW files but is fully compatible with JPEGS as well.General information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUY. Make sure to save the zip file on your phone. The transaction and installation can be completed on a mobile device. Access to a desktop computer is not required.These presets were designed to work with many different light conditions, from full sun to shade, and will help you achieve a consistent look by enhancing the colors and brightness of your photos. This pack in particular was designed to enhance natural and soft tones, giving a neutral, bright and slightly warm feel to your photos.  Perfect for interior design or general lifestyle photos. This pack works well for many different types of photography from lifestyle to travel, home blogging and interior design photos.Natural includes 6 mobile presets & 6 Desktop Presets. They are all extremely versatile, can be fully customized and are guaranteed to enhance dull images with just one click. Whether you work with photos straight from your phone’s camera roll or raw files from your DSLR, these presets will help you refine your style giving you beautiful photos.Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "10", "store_reviews": "421 reviews", "search": "snapchat filter", "url": "https://www.etsy.com/listing/987075301/6-lightroom-mobile-presets-clean"}, {"seller_text": "DolceVitaPresets", "seller_href": "https://www.etsy.com/shop/DolceVitaPresets?ref=simple-shop-header-name&listing_id=1016848886", "store_sales": "5,054 sales", "store_rating": "4.9098", "listing_title": "5 Beach Lightroom Mobile Presets, Summer Presets, Influencer Summer Presets, Instagram Filter for Bloggers, Beach Travel Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.24\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 Files"], "listing_desc": "\n                    5 Mobile Lightroom PresetsInstant Download- Unique presets for unforgettable timeline - Compatible with Lightroom Mobile.- Mobile installation instructions.- You can adjust the color settings as you desire.- Perfect for travellers and bloggers no matter the phone you use!!! You may need to tweak some settings in the preset of your pictures (cool down red & orange).The preset looks slightly different on each picture depending on the lighting and camera settings you are shooting with. Happy editing!For more tips & tricks follow me on instagram @dolcevitapresetsUse #dolcevitapresets to your final pictures for a chance to be reposted on my page ❤BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE FOLLOWING TERMS OF USE: Do not sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": null, "store_reviews": "321 shop reviews", "search": "snapchat filter", "url": "https://www.etsy.com/listing/1016848886/5-beach-lightroom-mobile-presets-summer"}, {"seller_text": "Filterity", "seller_href": "https://www.etsy.com/shop/Filterity?ref=simple-shop-header-name&listing_id=723678924", "store_sales": "29,315 sales", "store_rating": "4.9333", "listing_title": "Wedding Snapchat Geofilter Wedding Snapchat Filter Wedding Snapchat Wedding Filter Wedding Geofilter Wedding Snap Chat Glitter Geofilter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $8.29\n                        \n                    ", "listing_highlights": ["Handmade"], "listing_desc": "\n                    Get a Custom Wedding Snapchat Geofilter and Share the Best Moments of your once in a life time celebration! Surprise your friends with this stylish Snapchat filter! Pst... your selfies will look amazing!INFO:This Snapchat geofilter is a digital download. You will be sent a .png image file that you'll be able to upload on Snapchat.HOW TO ORDER:1) Choose Font Color and Graphic, click \"Add to Cart\".2) On \"Add an optional note to seller\" write your names and event date.3) Check out!If you want other text added - please let me know!Please note: Snapchat doesn't allow hashtags on Geofilters. It also doesn't allow first and last name combined, just one or the other.DELIVERY:RUSH ORDER Need the filter ASAP?! Add a Rush Order here: https://www.etsy.com/listing/518970048/REGULAR (without Rush Order)I will design and send the Geofilter within 24 hours.Snapchat Geofilter will be sent as an attachment via Etsy Conversation.It will be immediately ready to upload and use on Snapchat!HOW DOES IT WORK?Once you'll receive the file, you will then upload it to Snapchat and select the area, date and time you want your Snapchat Geofilter to be active. During that date at any time anyone that's in the area will be able to use the filter!Using a Geofilter on Snapchat is an additional cost and depends on area size and duration. A 20.000 square foot area and 8 hour time period will cost $5, which is the minimum amount. Although, this would cover almost all weddings! Uploading your Geofilter on Snapchat is truly quick an easy process. I'll provide more detailed instructions on this with the delivery of your Geofilter :)GOT A QUESTION?Don't hesitate to contact me100% SATISFACTION GUARANTEED!If you're not fully happy with your order, let me know and I'll adjust it or issue a full refund!LOOKING FOR MORE?Visit our home page for Discounts!http://www.etsy.com/shop/Filterity\n", "listing_reviews": "21", "store_reviews": "2,810 reviews", "search": "snapchat filter", "url": "https://www.etsy.com/listing/723678924/wedding-snapchat-geofilter-wedding"}, {"seller_text": "MagicTreePrints", "seller_href": "https://www.etsy.com/shop/MagicTreePrints?ref=simple-shop-header-name&listing_id=856795068", "store_sales": "3,467 sales", "store_rating": "5", "listing_title": "Birthday geofilter Birthday snapchat Party filter 30th Birthday snapchat 35th birthday 25th bday geofilter 20th birthday geotag 40th bday", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $14.28\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 TXT"], "listing_desc": "\n                    Birthday geofilter Birthday snapchat Party filter 30th Birthday snapchat 35th birthday 25th bday geofilter 20th birthday geotag 40th bday⭐⭐⭐⭐⭐ \"Absolutely love the filters! This is a staple piece for my events now!\"Welcome to MagicTreePrints!THIS FILTER IS NOT INSTANT DOWNLOAD. This listing is for Custom Photo Snapchat Geofilter. Would you like to have your photo on your snapchat geofilter? Just purchase this listing, send your picture  and I'll customize it for this snapchat geofilter!Please Read All The Description Before A Purchase!♥ You will receive ONE (1) 1080 x 2340 .PNG file that meet all Snapchat Geofilter Guidelines. ♥ Digital file will be emailed directly to you  once customization is completed. ♥ You will not receive a physical item.HOW TO ORDER:1. Add this design to your cart and please supply to \"Notes to Seller\" or in Etsy Convo all the information for your design:- Name,age- Date- Any information you want- Clear photo2. You will receive the first proof of your design via etsy convo within 12-24 hours  (or sooner) and we can discuss artwork changes.3. Once I have final approval from you, your high resolution digital file will be emailed to you.After you have received your final design, you can upload the PNG file to Snapchat www.snapchat.com/on-demandIMPORTANT NOTES:♥ Please order at least 1-2 days in advance so Snapchat has time to approve it!♥ This listing DOES NOT include additional fees associated with setting up your Geofilter through Snapchat.♥ Snapchat charges you for processing your Geofilter. The cost depends on the area and duration of your event and starts from $ 5♥ Ensure your event location is supported by Snapchat ♥ You are responsible for setting up your Geofilter♥ The Snapchat approval process can take up to 24 hours♥ Snapchat does not allow hashtags. Also, you cannot do first AND last names - only one or the other ♥ Please use a computer to download your files, not a phone or tabletFOR MORE DETAILS ABOUT GEOFILTERS VISIT SNAPCHAT  https://geofilters.snapchat.com/submission-guidelines  https://support.snapchat.com/en-US/co/on-demand-geofiltersCONTACT:If you would like a custom design or have any questions, please feel free to contact me!\n                ", "listing_reviews": "9", "store_reviews": "193 reviews", "search": "snapchat filter", "url": "https://www.etsy.com/listing/856795068/birthday-geofilter-birthday-snapchat"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=855885902", "store_sales": "25,448 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets, Light and Airy Preset,Lightroom Mobile ,Instagram Filter, Natural Preset, Blogger Preset, Bright White Preset", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "32", "store_reviews": "793 reviews", "search": "snapchat filter", "url": "https://www.etsy.com/listing/855885902/3-mobile-lightroom-presets-light-and"}, {"seller_text": "OnePreset", "seller_href": "https://www.etsy.com/shop/OnePreset?ref=simple-shop-header-name&listing_id=831836470", "store_sales": "77,822 sales", "store_rating": "4.658", "listing_title": "10 Mobile Lightroom Presets, Vsco Filters, Iphone Presets, Lightroom, Mobile Presets, Instagram Filters Presets, Colorful Mobile, Dng Preset", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.67\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 1 PDF, 1 ZIP"], "listing_desc": "\n                    💝 GET A FREE PRESET 💝\u2028GET 4 & PAY FOR 3: Add 4 Presets to your cart, use promo code “ONEFREE” and only pay for 3.OR SHOP UNDER THIS LINKhttps://www.etsy.com/au/shop/OnePreset?coupon=ONEFREE✩✩✩ We have 45 BESTSELLERS ✩✩✩Mobile Lightroom Presets, Vsco Filters, Iphone Presets, Lightroom, Mobile Presets, Instagram Filters, Presets, Colorful Mobile, Dng PresetMobile & Desktop Compatible Lightroom Presets to create an aesthetic Instagram feed. \u2028\u2028✮ INCLUDED IN YOUR PURCHASE ✮• 10 Mobile Lightroom Presets (DNG file)• PDF File w/ Simple Instruction Manual• Compatible with both Android and iPhone• Works in Adobe Lightroom (PC/Mac)✮ INSTALLATION ✮ To access your digital files:1. Go to Your Account2. Purchases and reviews and look for the order.3. To the right of the order, click Download Files.4. You will be able to download the DNG File.5. You will then be able to upload each DNG file as an image to your Lightroom Mobile app.6. Click on the three dots in the top right of your Lightroom app7. Select the option 'Create Preset', this will allow you to save the preset to the preset editing option of the app for use on other images.We value and respect our customers. We always find a compromise in solving any questions that may arise, even after the delivery of the order.Due to the digital nature of this product ALL SALES ARE FINAL.For any questions please contact me via Etsy messages.© No sharing files, or selling them in any form. Derivative works are prohibited. © OnePreset, 2020\n                ", "listing_reviews": "28", "store_reviews": "2,906 reviews", "search": "snapchat filter", "url": "https://www.etsy.com/listing/831836470/10-mobile-lightroom-presets-vsco-filters"}, {"seller_text": "AglowPresets", "seller_href": "https://www.etsy.com/shop/AglowPresets?ref=simple-shop-header-name&listing_id=775574072", "store_sales": "50,852 sales", "store_rating": "4.9237", "listing_title": "GLOW  Mobile Lightroom Preset , Photo Filters, Instagram preset, best preset, bright preset, Blogger Preset, aglow preset, mobile preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 other file"], "listing_desc": "\n                    PRESET SALE🔥📸: https://www.etsy.com/shop/AglowPresetsBUY 3 INDIVIDUAL PRESETS GET 3 FREE - Use Code: BUY3GET2BUY 3 BUNDLES GET 3 FREE - Use code: 2FREEBUNDLESGLOW Aglow MOBILE PRESETThis preset works amazing for outdoor and indoor pictures. It makes all the colors pop and brightens the whole vibe of the picture.  This preset is a must have for any blogger or Instagrammer to make their feed stand out! These Mobile presets were uniquely designed to work with a variety of photo settings. Each preset has been created and tested on different lighting and locations to insure a perfect application to your photos every time. Using AGLOW presets, Instagrammers, bloggers and photographers or anyone wanting to enhance their photos will create beautiful asthetic images that will stand out to their viewers. WHAT IS NEEDED? - Download the Free Lightroom CC App on your mobile device.-AFTER PURCHASE YOU WILL RECEIVE:-1 GLOW PRESET PHOTO in DNG FORMAT(This will be a single image that contains all of the presets for that filter.)-Lightroom Mobile Installation User ManualPlease follow us on Instagram @aglowpresets for tips and editing tricks along with great giveaways!   Tag me at @aglowpresets when you post your photos using the Aglow presets!  I would love to see them!Please leave a review!!!https://www.instagram.com/aglowpresets/You can also check out my WEBSITE for more information!  www.aglowpresets.comPHOTO TIPS:Photo's will be transformed in one click!  I do recommend adjusting the lighting under the \"light tab\" in Lightroom.  Every picture is taken in a different lighting environment, so by increasing or decreasing the exposure will get that perfect look!No refunds or exchanges on Downloaded images.All presets are Copyrighted ©AGLOW PRESETS.Keywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lightroom Presets, best presets, filters\n                ", "listing_reviews": "100", "store_reviews": "2,528 reviews", "search": "snapchat filter", "url": "https://www.etsy.com/listing/775574072/glow-mobile-lightroom-preset-photo"}, {"seller_text": "PresetsByMary", "seller_href": "https://www.etsy.com/shop/PresetsByMary?ref=simple-shop-header-name&listing_id=726644045", "store_sales": "64,796 sales", "store_rating": "4.8204", "listing_title": "16 Mobile Lightroom Presets DISNEY GIRL Travel Blogger Lifestyle Vibrant Instagram Bright Color Summer Photo Editing", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.97\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    💗GET 6 & PAY FOR 3: add 6 presets to your cart, use coupon: GIFTBYMARY and pay for 3 only 💗https://www.etsy.com/shop/PresetsByMary?coupon=GIFTBYMARY⭐️16 UNIQUE LIGHTROOM PRESETS / MOBILE Presets ⭐️Mobile Preset is perfect for your Adobe Lightroom CC Mobile App and works well with your photos shot with your iPhone or Android device.Presets fit for Outdoor and Indoor pictures, Family, Travel, Lifestyle, Blogger, Wedding, Portrait photos.Included:🔶16 Lightroom presets in DNG format for MOBILE Lightroom (free app compatible with both IOS and ANDROID).🔶Compatible with All Photo formats🔶Compatible with Lightroom Mobile App🔶Compatible with All Lightroom and Photoshop Versions🔶Instant download (Download the presets right after the payment and start enjoying now)🔶Free support (contact us me any questions or concerns. We're always happy to provide fast and thorough support)🎁SPECIAL OFFER 3+3 for FREEBuy atleast 3 items from my shop and get 3 for FREE WIth love,PresetsByMary♥️\n                ", "listing_reviews": "100", "store_reviews": "3,799 reviews", "search": "snapchat filter", "url": "https://www.etsy.com/listing/726644045/16-mobile-lightroom-presets-disney-girl"}, {"seller_text": "GeofiltersShop", "seller_href": "https://www.etsy.com/shop/GeofiltersShop?ref=simple-shop-header-name&listing_id=924175764", "store_sales": "8,322 sales", "store_rating": "4.7304", "listing_title": "Wedding Snapchat Filter Snapchat Filter Wedding Snapchat Geofilter Instant Download Engagement Snapchat Filter Rustic Wedding Filter", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $6.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 TXT"], "listing_desc": "\n                    TRY IT NOW! Copy and paste this url into your web browser:http://templett.com/design/demo/marys/822957*Desktop computer or laptop only. Please be sure your browser is updated to the latest version as the Templett application uses some of the latest web technologies.SPECIFICATIONSFinished size: 1080 x 2340File format: PNGREADY NOWInstantly edit wording, fonts, color, size, placement, etc online with our app and download the file!INSTRUCTIONS• Purchase this Geofilter template listing• Look for an email (email address on file with ETSY) from TEMPLETT• Follow the link to access your Geofilter template online • Make all your changes, save & download the PNG• Upload the PNG to Snapchat as a personal on-demand Geofilter: https://www.snapchat.com/on-demandNOTES• This is a DIGITAL item and no physical product will be sent.• Uploading your Geofilter to Snapchat IS NOT INCLUDED in this listing.• Snapchat needs at least 24 hours for approval before your event. (Most of the time, it only takes a few hours, but allow 1 day to be safe). Please keep this in mind when ordering.• For more info, please visit: https://support.snapchat.com/article/submission-guidelinesAll rights reserved © 2021 GeofiltersShop. For personal use only. Not for resale or redistribution.[id:822957]\n                ", "listing_reviews": "17", "store_reviews": "518 reviews", "search": "snapchat filter", "url": "https://www.etsy.com/listing/924175764/wedding-snapchat-filter-snapchat-filter"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=1029762143", "store_sales": "21,700 sales", "store_rating": "4.7409", "listing_title": "10 Lightroom Presets for Mobile, Vibrant Preset, Colorful Filter, Bright Summer Preset, Beach Preset, Instagram Filter, VSCO Filter, Outdoor", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $2.12\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    Meet our NEW Colorpop Lightroom Presets for Mobile devices! These trendy vibrant filters are perfect for Bloggers, Instagram Influencers, or anyone looking to up their photo game!⋒ Your Purchase Includes ⋒・10 Colorpop Lightroom Presets for Mobile・PDF Download Guide・PDF Editing Tips & Tricks Handbook⋒ Additional Information ⋒・FOR MOBILE (iOS / Android)・Compatible with the FREE Lightroom App・Works with & WITHOUT an Adobe subscription・Presets can be used an unlimited number of timesOur presets are tested on a range of different photo styles. Please keep in mind, all photos are unique and therefore presets work differently on every photo. We are confident that our presets will add a beautiful touch to your photos. The final touch may be done by you through small adjustments like tweaking the exposure or saturation to create your perfect image.⋒ Cancellations, Refunds and Exchanges ⋒Due to the digital nature of this product, we are unable to offer refunds. However, your satisfaction is our number one priority. In the case you are not happy with a preset you have purchased, please leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2021 IslahStudios, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.⋒ Keywords ⋒Lightroom Preset, Lightroom Preset Etsy, Lightroom Mobile, Outdoor Preset, Outdoor Filter, Beach Preset, Beach Filter, Summer Preset, Summer Filter, Instagram Preset, Instagram Filter, VSCO Filter, Lifestyle Blogger Preset, Lifestyle Blogger Filter, Influencer Preset, Influencer Filter, California Vibes, iPhone Filter, Android Filter, Tan Preset, Vacation Preset, Travel Preset, Travel Blogger, Mommy Preset, Mommy Filter, Baby Preset, Baby Filter, Newborn Preset, Newborn Filter, Family Preset, Family Filter, Home Preset, Home FIlter, Indoor Preset, Indoor Filter, Interior Preset, Interior Filter, Vibrant Preset, Vibrant Filter, Colorful Preset, Colorful Filter, Colorpop Preset, Colorpop Filter\n                ", "listing_reviews": null, "store_reviews": "1,130 shop reviews", "search": "snapchat filter", "url": "https://www.etsy.com/listing/1029762143/10-lightroom-presets-for-mobile-vibrant"}, {"seller_text": "HyggelyStudio", "seller_href": "https://www.etsy.com/shop/HyggelyStudio?ref=simple-shop-header-name&listing_id=726954527", "store_sales": "21,406 sales", "store_rating": "4.919", "listing_title": "8 Lightroom MOBILE Presets, Clean and Crisp Mobile Lightroom Presets, Blogger and Instagram Photo Filters, Lightroom CC, Light Bright Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.55\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF"], "listing_desc": "\n                    Elevate your social media presence with these Clean and Crisp presets for MOBILE! These are used best for images used in light spaces or shot in natural light.☞ PLEASE NOTE: THIS IS A DIGITAL DOWNLOAD! NO PHYSICAL COPY WILL BE SENT TO YOU! ☜CHECK OUT MORE FROM THIS SHOP --> https://www.etsy.com/ca/shop/HyggelyStudio-----------------------------------------------DETAILS FOR INSTANT DOWNLOAD:-----------------------------------------------♡ INSTANT DIGITAL DOWNLOAD!You will receive 8 preset files (PDF will have a clickable link to your files through google drive)+ PDF WITH LINK TO STEP BY STEP INSTRUCTIONS WITH PHOTOS!➀ CLEAN&CRISP - ORIGINAL - DNG FILE ➁ CLEAN&CRISP - HIGHLIGHT- DNG FILE➂ CLEAN&CRISP - WARM- DNG FILE➃ CLEAN&CRISP - COOL - DNG FILE➄ CLEAN&CRISP - INTERIOR - DNG FILE➅ CLEAN&CRISP - OUTDOOR - DNG FILE➆ CLEAN&CRISP - TWO - DNG FILE➇ CLEAN&CRISP - THREE - DNG FILE!! These presets are created for Mobile Lightroom CC ONLY !!*If you would like the Desktop version of these presets, please message me, and I will direct you to the desktop listing*- Compatible with both the Paid and Free Versions of Lightroom Mobile- Instant Download Directly to Mobile Device, No Desktop Needed- Compatible with JPG & Raw ImagesBased on your lighting conditions, camera settings, and personal style, these presets may need to be slightly altered to fit your needs. I am always happy to help you use the presets if you are having trouble.  !! No refunds or exchanges can be made on digital products !!TERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE FOLLOWING -- - Do not share these files- Do not sell these files- Derivative works are also prohibited© 2019 Hyggely Studio - All Rights Reserved\n                ", "listing_reviews": "100", "store_reviews": "816 reviews", "search": "snapchat filter", "url": "https://www.etsy.com/listing/726954527/8-lightroom-mobile-presets-clean-and"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=700448974", "store_sales": "171,642 sales", "store_rating": "4.8275", "listing_title": "5 Mobile Lightroom Presets, Lightroom Mobile Preset, Instagram Preset, preset, desktop preset, White Coffee Blogger Preset, creme preset dng", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.68\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    🎁 GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code: 2FREE• Pay only for 2 items💥5 Mobile Lightroom Presets, Mobile Presets, Desktop Presets💥Blogger Preset Package for Instagram Photo PresetFashion Blogger preset photo filter✅FILES included:- 5 Lightroom presets for MOBILE Lightroom( free mobile lightroom app)- 5 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom VersionsThis Preset package is perfect for all dark or normal photos. All presets will give your photos and images modern, clean and bright look. It is perfect for indoor as well as outdoor photos and it will also tweak lightings. This package is perfect for bloggers and profesional photographers as well as for casual photographers because no additional tweaks are needed. Fashion Blogger can change your photos with one click right on your phone. Fashion Blogger Lightroom Presets have been created to brighten your photos with a light, white and clean look.❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "100", "store_reviews": "6,145 reviews", "search": "snapchat filter", "url": "https://www.etsy.com/listing/700448974/5-mobile-lightroom-presets-lightroom"}]