[{"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=747180046", "store_sales": "237,230 sales", "store_rating": "4.8715", "listing_title": "10 Lightroom Presets For Desktop and Mobile Lightroom INSTA / Lightroom Mobile Presets / Instagram Filter for Bloggers, Photo Editing", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    10 Mobile Lightroom Presets INSTA THEME , instagram preset,  influencer presets , lifestyle blogger presetsEdit your Instagram photos like a pro on your mobile device! Instagram Preset INSTA THEME Included 10 presets inspired by travel bloggers and influencers around the world  and will enhance your photos and assist in creating a cohesive Instagram feed. This preset for every kind of picture that will surely deliver stunning results and make your images look a hundred times better! For photographers who do a lot of fashion, travel and lifestyle photography.🔺Included10 LIGHTROOM PRESET .DNG file .ZIP Archive 10 LIGHTROOM PRESET .XMP file .ZIP Archive .PDF file with direct link to download presets directly to your phone .PDF Instruction Guide 📍Unfortunately, Etsy does not support downloading digital files via Etsy App. Please download via one of the following options:1. Visit your email and click 'View Your Files on Etsy' in the email received from Etsy. Login to your Etsy account (if you have one). You will see the links to your files at the bottom of the page.2. Login to your Etsy account via Safari or Google Chrome browser on your mobile phone. Click on Your Account (a circle in the top right corner) > Purchases and Reviews > Your Order > 'Download Files'. You will see the links to your files at the bottom of the page.Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and I'll send your preset immediately and you can save directly in your camera roll‼️For any questions or editing help Please contact me email victoriabee.shop [!at] gmail.com© 2019-2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoKeywords: Instagram Filter, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Lightroom filter for Blogger, Summer presets, cohesive aesthetic,  lightroom desktop, photo filter,  instagram filter\n                ", "listing_reviews": "41", "store_reviews": "8,047 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/747180046/10-lightroom-presets-for-desktop-and"}, {"seller_text": "Blondary", "seller_href": "https://www.etsy.com/shop/Blondary?ref=simple-shop-header-name&listing_id=967519508", "store_sales": "2,567 sales", "store_rating": "4.9957", "listing_title": "Mobile Lightroom Presets, Spring Preset, Vintage Presets, Vsco Filters, Iphone Presets, Lightroom, Mobile Presets, Instagram Filters, Bright", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.89\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Mobile Lightroom Presets, Instagram Presets, Vintage Presets, Spring Preset, Travel presets, Bright Presets, Photo filter, Blogger Presets, Indoor photo presets, Lifestyle presets, Warm Bright preset, Instagram Filter✩ FREE PRESETS OFFER ✩💥 GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE 💥💥 GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE 💥*Spring Mobile Preset: include 1 mobile lightroom preset perfect for Spring. Transform your outdoor photos with the Spring Lightroom Preset*⭐You Will Receive :- 1 DNG. Mobile Preset- 1 PDF file - Mobile InstructionsAll presets files are in DNG format.After the download you will need to unzip the file, either on your PC (and then send the mobile presets to your phone) or on your phone (if you have an app that can unzip files).- If you have problems with installation or with downloading your files just contact me and I'll do my best to help you.- Please keep in mind that each photo has different light setting so you can tweak some settings as light, contrast etc after applying you presets to get best results.For personal use ONLY! You may NOT sell, distribute, rent, give, sub-license, or transfer presets, or presets sent to anyone else.More Presets:Creamy Presets:https://www.etsy.com/listing/948185389/mobile-lightroom-presets-5-creamy?ref=shop_home_active_8&pro=1Winter Snow Presets:https://www.etsy.com/listing/949617290/mobile-lightroom-presets-12-winter-snow?ref=shop_home_active_9&pro=1Selfie Presets:https://www.etsy.com/listing/969972545/mobile-lightroom-presets-8-selfie?ref=shop_home_active_4&pro=1Fitness Presets:https://www.etsy.com/listing/943374818/lightroom-presets-6-fitness-presets?ref=shop_home_active_5&pro=1Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filters, Travel Presets, Influencer Presets, warm presets, iPhone Presets, Moody Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright Presets, Clean Preset, Color Pop Preset, Vibrant Presets, Mountains Presets, Bright Nature Presets, Nature Presets , Landscape Presets, Adventure Presets, Hiking Presets, Spring Presets, Green Presets\n                ", "listing_reviews": "29", "store_reviews": "234 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/967519508/mobile-lightroom-presets-spring-preset"}, {"seller_text": "SocialMediaStyling", "seller_href": "https://www.etsy.com/shop/SocialMediaStyling?ref=simple-shop-header-name&listing_id=874988345", "store_sales": "1,478 sales", "store_rating": "4.8367", "listing_title": "Instagram Post Template | Canva Template - Luxurious Beige And Gold Style", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $11.83\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    ♡ DESCRIPTION ♡Instagram Post Template for Canva in luxurious beige and gold style. Stand out from the crowd and get creative with your Instagram posts using this stylish template.Note: Gold elements in the template can not be edited/changed.- - - - - - - - - - - - - - - - - - - - - - - - -♡ FILES, SIZES & HOW TO USE ♡1 PDF-file with:•  Link to Canva Template (24 post templates)•  Link to video tutorial on how to use/edit templates in Canva•  Product informationSize: 1080px x 1080px (higher resolution/sizes requires Canva Pro membership)- - - - - - - - - - - - - - - - - - - - - - - - -♡ INFORMATION ♡You will need to have a free Canva account to edit the Instagram Templates.If you don't have a Canva account, you can sign up here : https://www.canva.com/join/racetrack-magenta-layingThe images displayed on the demo template are not included in purchase, they are for positional purposes only.You can upload your own photos to customize or use the free images provided by Canva.- - - - - - - - - - - - - - - - - - - - - - - - -♡ MATCHING PRODUCTS ♡Instagram Story-templates: https://www.etsy.com/listing/837889417/instagram-story-template-canva-template?ref=shop_home_active_36&crt=1- - - - - - - - - - - - - - - - - - - - - - - - -♡ IMPORTANT ♡I don't accept returns, exchanges, or cancellations. But please contact me if you have any problems with your order.This design is available for personal use only. Product is not allowed to be sold or distributed.*Please keep in mind this listing is for a digital download ONLY. You will not be sent a physical item.*- - - - - - - - - - - - - - - - - - - - - - - - -♡ QUESTIONS ♡Please message me via Etsy messaging if you have any questions.xo, Kristine V.© Social Media Styling\n                ", "listing_reviews": "5", "store_reviews": "98 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/874988345/instagram-post-template-canva-template"}, {"seller_text": "createwithvictoria", "seller_href": "https://www.etsy.com/shop/createwithvictoria?ref=simple-shop-header-name&listing_id=1013157071", "store_sales": "48 sales", "store_rating": "5", "listing_title": "Pastel Instagram puzzle template Canva | Colorful Instagram feed template | Grid feed 18 customizable posts | Playful Social Media template", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $8.00\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 ZIP, 1 other file"], "listing_desc": "\n                    Create a consistent Instagram feed within minutes and make your Instagram account stand out with a stunning layout. 🌸This template was designed to allow you to stop stressing about what to post and focus on things inside your genius zone instead.🌸 The template include 18 posts.🌸 The template is fully editable in Canva. Change texts, colors and fonts, upload your own images to match your branding. 🌸 In order to edit the template, you need to have a Canva account. 🌸 New to Canva? It's super easy to use! Tutorials available here: https://designschool.canva.com/tutorials/What’s included:🌿 a PDF file with access to the template, 🌿 access to video instructions on how to customize the feed,🌿 access to instructions on how to split your feed into 18 separate posts to upload it to your InstagramHow it works:🌻 Find the access link to your template in the file received upon the purchase🌻 Access the template using your own free Canva account🌻 Place your photos, edit texts and elements. Adjust the template so that it matches your branding.🌻 Save your customized template to your computer🌻 Split the puzzle into 18 posts (step by step instructions are included in the file)🌻 Repeat it as many times as you wantAccess to your files:🌼 After the checkout process, you will instantly be taken to the Downloads page where you can download the PDF file that contains all the information you need to access the template and how to use it.🌼 You can also access your files in your account here:https://www.etsy.com/your/purchasesImages are not included in the template. Instead, you will find placeholders where you can upload your own images.Please note that this listing is for a digital download only. No physical item will be sent to you. You can use the contents of this listing for personal use only. It is prohibited to resell or redistribute the templates, elements and files in any way.\n                ", "listing_reviews": null, "store_reviews": "4 shop reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/1013157071/pastel-instagram-puzzle-template-canva"}, {"seller_text": "KreatesStudio", "seller_href": "https://www.etsy.com/shop/KreatesStudio?ref=simple-shop-header-name&listing_id=938516375", "store_sales": "8,252 sales", "store_rating": "4.9123", "listing_title": "68 Instagram Post Templates - Engagement Booster, Canva Templates, Branding Kit, Social Media Templates, Neutral,Bloggers, Coach, Editable", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $10.58\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    GET THE MATCHING STORY TEMPLATES:https://www.etsy.com/kreatesstudio/listing/927023560/ref=shop_home_active_1&crt=1OTHER SIMILAR PRODUCTS:   •  Notification Series Post Templates: https://www.etsy.com/kreatesstudio/listing/848298301/   •  Notification Series Story Templates: https://www.etsy.com/kreatesstudio/listing/861924967/Get 25% off when you purchase 2 or more items in my shop! Use the code: 25OFF ----------------------------------------------------------------------68 Engagement Pack Instagram Post Templates | Instant download!Take your Instagram page to the next level with this set of engagement-boosting templates! This pack is designed for online entrepreneurs and content creators to help you boost traffic and engagement on your social media page. It includes templates of various types to suit different types of content and can be easily repurposed to fit your specific needs. These templates are editable so you can easily customize them to fit your brand’s messaging and colors.WHAT'S INCLUDED:> 15 charts & diagrams> 6 process workflows> 12 lists & resources> 15 notification-style graphics> 5 games > 5 product & tech mockupsand 10 other miscellaneous templates!All templates are fully customizable in Canva. You can change the text, colours, pictures and more using Canva’s intuitive drag and drop interface. No photoshop required! You will need basic knowledge of Canva to use these templates. I recommend using a desktop/computer to edit the templates. Sign up for a FREE Canva account here: https://www.canva.com/signupFeel free to drop me a message if you face any issues editing them, I’d be happy to assist!YOU’LL RECEIVE:> 68 editable Canva Instagram Post templates> PDF file containing the link to the templates TERMS:- This is a digital product. Upon purchase, you will receive a PDF containing the link to the Canva templates. You’ll not receive any product in the mail.- As the product is digital, all sales are final and no refunds will be provided. - By purchasing this product, you agree to not resell, distribute or share the designs anywhere\n                ", "listing_reviews": "23", "store_reviews": "400 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/938516375/68-instagram-post-templates-engagement"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=743667337", "store_sales": "237,230 sales", "store_rating": "4.8715", "listing_title": "20 Lightroom Presets LIGHT AND AIRY, Bright and Clean Instagram Presets, Mobile and Desktop Photo Filter, Instagram Photo Editing", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    Mobile and Desktop Lightroom Presets LIGHT & AIRY Blogger Preset Collection for Instagram Photo preset Bright and Light preset Photo filterLighten your dark photo, add brightness to it and refresh it with this preset bundle! 🔺Included20  LIGHTROOM PRESET .ZIP file with .DNG .XMP.PDF file with direct link to download presets directly to your phone .PDF Instruction Guide Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️For any questions or editing help Please contact me email victoriabee.shop [!at] gmail.com© 2019-2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoKeywords: Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset\n                ", "listing_reviews": "100", "store_reviews": "8,047 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/743667337/20-lightroom-presets-light-and-airy"}, {"seller_text": "EliteStudioPresets", "seller_href": "https://www.etsy.com/shop/EliteStudioPresets?ref=simple-shop-header-name&listing_id=881740942", "store_sales": "17,026 sales", "store_rating": "4.7485", "listing_title": "Lightroom Preset ICE COFFEE, Single Mobile Desktop Lightroom Preset, Soft Light Beige Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $1.83\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 2 other files"], "listing_desc": "\n                    Lightroom Presets ICE COFFEE, Single Mobile Desktop Lightroom Presets, Soft Light Brown Preset☆ What is included? ☆➤ 1 Mobile Preset in .DNG format➤ 1 Desktop Preset in .XMP format (NOT lrtemplate format, but you can still use them by uploading the DNG files in your Lightroom Desktop and save them as preset.)➤ PDF installation guide☆ Compatibility ☆➤ For MOBILE and DESKTOP use (iPhone, Android, PC, MAC)➤ Compatible with free version of the Adobe Lightroom App. You can download this app for free on your mobile phone (iPhone or Android)➤ Compatible with the paid version of the Adobe Lightroom Classic CC (version 7.3+)➤ For use on JPEG and RAW imagesSince each image is different due to lighting conditions, camera settings, and personal style, these presets may need to be slightly altered to fit your needs.☆ BUY 5 AND GET 30% OFF!! ☆Add 5 presets in your cart and receive automatically 30% discount!https://www.etsy.com/shop/EliteStudioPresets☆ 24/7 Support ☆If you have any questions or need some help with the presets, please contact me at Etsy or through email elitestudiopresets[at]@gmail.com♡ Share with Us! ♡I would love to see how your pictures turned out by using our presets. Please include them in your review! Tag or DM us on instagram to get featured!@elitestudiopresets© 2020 Elite Studio Presets, All Rights ReservedTerms of Use: By purchasing this item, you are automatically agreeing to the terms of use. Included but not limited to: Prohibition of sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "22", "store_reviews": "749 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/881740942/lightroom-preset-ice-coffee-single"}, {"seller_text": "GalaxybombDesign", "seller_href": "https://www.etsy.com/shop/GalaxybombDesign?ref=simple-shop-header-name&listing_id=1023836968", "store_sales": "247 sales", "store_rating": "5", "listing_title": "Modern Coach Instagram Templates | Inspirational Quotes, Positivity, Coaching, Affirmations, Social Media Templates, Instagram Post, Classes", "listing_bestseller": "-", "listing_price": "\n                        $27.37\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Increase engagement and followers with this inspiring Modern Coach Instagram template bundle! Easy-to-edit in Canva, and with just a few clicks, your social feed will look amazing in no time. Take the guesswork out of what to post each day, just open up the templates and all the work is done for you. There is an assortment of motivational quotes, notification popups, course promotion & countdowns, Q&A, tips and lessons and more!- WHAT'S INCLUDED? -✩ Instagram Post Templates:     • 11 motivational quotes     • 11 notification popup posts      • 8 tips & lessons posts     • 5 course launch promotion posts     • 5 testimonial, Q&A & Giveaway- HOW TO ORDER -After you purchase the brand package you'll automatically receive a download link to a PDF where you will find a link to the Canva templates. From here you'll be able to customize them with your photos and info!------Have fun with you new branding and please don't hesitate to contact me if you have any questions or need help with the customization.Tamara\n                ", "listing_reviews": null, "store_reviews": "11 shop reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/1023836968/modern-coach-instagram-templates"}, {"seller_text": "SnazzyMango", "seller_href": "https://www.etsy.com/shop/SnazzyMango?ref=simple-shop-header-name&listing_id=990671746", "store_sales": "3,763 sales", "store_rating": "4.6667", "listing_title": "CUSTOM Bachelorette Instagram Filter! Neon Bachelorette Filter, Bachelorette Filter Instagram, Instagram Effect, Hen Party Filter, Instagram", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $8.01+\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: Adobe Illustrator, Photoshop, Instagram, Facebook, Spark AR, Glitter, Insta Stories, Effect, Instagram Story, Insta Story, Neon, Bachelorette, Filter\n\n\nRead the full description"], "listing_desc": "\n                    Custom Neon Bachelorette Filter For Instagram, Instagram Stories Filter!TRY BEFORE YOU BUY: https://www.instagram.com/ar/510638693640520Make a statement at your bachelorette with your very own custom Instagram/Facebook filter! All your family, friends, guests and followers will have access to your filter! Anyone who sees your story will also have access to your filter! Unlike snapchat filters it's not restricted to location and there is no upload cost!| CUSTOMISATION |Information Required:Name -Date -All colours and text are customisable so feel free to message me if you require different colours or wording!| HOW IT WORKS |1 - Enter your personalisation requirements in the space provided when ordering.2 - I then design your filter in Instagram/Facebook's unique software.3 - A proof will then be sent to you of how your filter will look, please allow 24hrs for this.4 - Once you're happy with how your filter looks, I then submit it to Instagram/Facebook to upload to their filter collection. (This can take up to 48hrs)!5 - Once the filter has been accepted by Instagram/Facebook I will then email you a link to where you can find your filter on the social media site!6 - You can share the link with all your friends, family and guests! Alternatively, when your post to your story using the filter a badge will be displayed in the top left corner. Anyone who clicks on this will also have access and be able to use your filter! (An example of this is Picture 3).Please message me if you have any questions.  :)If you include the snapchat version in your order, this is just for the filter file. You must upload the filter to Snapchat where costs may be incurred due to location and date. More information can be found here: https://www.snapchat.com/l/en-gb/on-demand/Facebook and Instagram filters are uploaded by me at no extra cost.My full collection of Instagram & Facebook filters can be found here:https://www.etsy.com/uk/shop/SnazzyMango?ref=seller-platform-mcnav&section_id=21416837Keywords:bachelorette, bachelorette filter, instagram bachelorette filter, insta effect, instagram effect, neon bachelorette, neon filter, hen party, hen party filter, Insta Filter, Instagram Filter, Instagram Story, Instagram Stories, Insta Stories, Instagram Wedding, Instagram Wedding Filter, Rose Gold Wedding Filter, Insta Wedding Filter, Insta Wedding Effect, Insta Wedding Stories, Insta Wedding, Instagram Wedding, Rose Gold Wedding Filter, Insta Mask, Insta Effect\n                ", "listing_reviews": null, "store_reviews": "466 shop reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/990671746/custom-bachelorette-instagram-filter"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=972851457", "store_sales": "171,645 sales", "store_rating": "4.8275", "listing_title": "10 Mobile LIGHTROOM Presets, Summer Preset, lightroom mobile presets, Desktop Presets Blogger, Natural Preset, Bright Instagram, vsco filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP, 1 PDF"], "listing_desc": "\n                    🎁 GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code: 2FREE• Pay only for 2 itemsMore presets in our SHOP:www.etsy.com/shop/KatherineDream• FILES INCLUDED IN YOUR PURCHASE •✔️ 10 MOBILE Lightroom presets for mobile Lightroom( free mobile lightroom app)✔️ 10 DESKTOP Lightroom presets for desktop Lightroom✔️ Post-purchase Support✔️ Instructions✔️ Instant Download • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions♡ HOW TO ORDER ♡- Tap “add to cart” or “buy it now”;- Receive receipt and email from Etsy with link to download file- Download the Lightroom presets instantly.❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it. :)🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "70", "store_reviews": "6,145 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/972851457/10-mobile-lightroom-presets-summer"}, {"seller_text": "PresetsByMary", "seller_href": "https://www.etsy.com/shop/PresetsByMary?ref=simple-shop-header-name&listing_id=791550877", "store_sales": "64,798 sales", "store_rating": "4.8204", "listing_title": "10 Mobile Lightroom Presets CLEAN POP / Bright and Airy presets, Lifestyle presets, Instagram Blogger filters", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.97\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    💗GET 6 & PAY FOR 3: add 6 presets to your cart, use coupon: GIFTBYMARY and pay for 3 only 💗https://www.etsy.com/shop/PresetsByMary?coupon=GIFTBYMARY⭐️10 UNIQUE LIGHTROOM PRESETS / MOBILE Presets ⭐️Mobile Preset is perfect for your Adobe Lightroom CC Mobile App and works well with your photos shot with your iPhone or Android device.Presets fit for Outdoor and Indoor pictures, Family, Travel, Lifestyle, Blogger, Wedding, Portrait photos.Included:🔶10 Lightroom presets in DNG format for MOBILE Lightroom (free app compatible with both IOS and ANDROID).🔶Compatible with All Photo formats🔶Compatible with Lightroom Mobile App🔶Compatible with All Lightroom and Photoshop Versions🔶Instant download (Download the presets right after the payment and start enjoying now)🔶Free support (contact us me any questions or concerns. We're always happy to provide fast and thorough support)🎁SPECIAL OFFER 3+3 for FREEBuy atleast 3 items from my shop and get 3 for FREEWIth love,PresetsByMary♥️\n                ", "listing_reviews": "100", "store_reviews": "3,799 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/791550877/10-mobile-lightroom-presets-clean-pop"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=663947338", "store_sales": "171,645 sales", "store_rating": "4.8275", "listing_title": "21 Lightroom MOBILE Presets - Lightroom Presets - Instagram Filter - Mobile Preset & Desktop Preset, Lifestyle Blogger Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    • Professional Lightroom Presets for free Mobile and Desktop Lightroom• You receive 21 variants of presets with white/slightly warm/slightly cold tones• You can use them unlimited number of times.• Post-purchase support guaranteed - if you need my help with editing don't hesitate to contact me ✅FILES included:- 21 Lightroom presets in DNG format for MOBILE Lightroom (free app compatible with both IOS and ANDROID).- 21 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 itemsThis Preset package is perfect for all dark or normal photos. All presets will give your photos and images modern, clean and bright look. It is perfect for indoor as well as outdoor photos and it will also tweak lightings. This package is perfect for bloggers and profesional photographers as well as for casual photographers because no additional tweaks are needed. White Lifestyle can change your photos with one click right on your phone.  White Lifestyle Lightroom Presets have been created to brighten your photos with a light, white and clean look.❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "25", "store_reviews": "6,145 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/663947338/21-lightroom-mobile-presets-lightroom"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=665103784", "store_sales": "237,230 sales", "store_rating": "4.8715", "listing_title": "10 Lightroom Presets RIESLING for Desktop and Mobile Lightroom, Color Pop, Vibrant Presets, Instagram Blogger Summer Photo Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    10 Mobile Lightroom Presets Riesling Summer preset Warm preset Travel presets Instagram filter Sunny preset This presets pack will bring out Vibrant Rich Tones and Saturated Summer Pop Colors in your photos.10  LIGHTROOM PRESETS RIESLING  for Mobile and Desktop LightroomThese Presets Pack  are perfect for Instagram, blogging and photo editing on the go. Hight Quality Preset, Great for Portraits, Bloggers, Travelers, Engagements and Wedding' shoots, a user friendly pack, easy to use, One click Lightroom Preset that gives your collection of work a more cohesive and aesthetic feel and get you on your way to creating stunning images. 🎁 GET 5 & PAY FOR 3: add 5 presets to your cart, use coupon: GIFT2 and pay for 3 only https://www.etsy.com/shop/VictoriaBeePhoto?coupon=GIFT2This pack Included 10 presets inspired by travel bloggers and influencers around the world.This preset for every kind of picture that will surely deliver stunning results and make your images look a hundred times better! For photographers who do a lot of fashion, travel and lifestyle photography.Check out my Bestseller Itemshttps://www.etsy.com/shop/VictoriaBeePhoto♦️ Works in Lightroom Mobile App (iOS/Android)♦️ Works With & Without Adobe subscription♦️ Compatible with All Photo formatsIncluded:🔶10 Lightroom presets in .DNG format for MOBILE Lightroom .ZIP archive🔶10 Lightroom presets in .XMP format for DESKTOP Lightroom .ZIP archive🔶.PDF file with direct link to download presets directly to your phone 🔶.PDF Instruction Guide 10 Riesling Presets  has been created to achieve a very modern, glamorous, trendy & Instagram aesthetic look. You will get best fashionable, professional  one-click result from this pack.Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️Keep in mind that all presets work differently with each photo depending on a number of factors such as lighting, white balance, tone etc. Please contact me for any questions or editing help victoriabee.shop [!at] gmail.com© 2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephoto  ©victoriabee.presetsMobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset, Pop Colour Preset, Vibrant Preset, Summer Presets\n                ", "listing_reviews": "100", "store_reviews": "8,047 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/665103784/10-lightroom-presets-riesling-for"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=869986401", "store_sales": "25,454 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets,Honey Presets, Instagram Filter, Vsco Filters, Lightroom, Mobile Presets, Presets, Natural Nude, Blogger Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "12", "store_reviews": "793 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/869986401/3-mobile-lightroom-presetshoney-presets"}, {"seller_text": "KIINcreations", "seller_href": "https://www.etsy.com/shop/KIINcreations?ref=simple-shop-header-name&listing_id=988202207", "store_sales": "108,067 sales", "store_rating": "4.8939", "listing_title": "10 POLAROID LIGHTROOM mobile & desktop PRESETS/ Polaroids Film Vintage Moody Aesthetic Lightroom Presets Pack Bundle/ vsco instagram filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.12\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ❤️  GET 4 & PAY FOR 2: add 4 presets to your cart, use PROMO code: MERCI4 and pay just for 2❤️ ❤️  GET 6 & PAY FOR 3: add 6 presets to your cart, use PROMO code: MERCI6 and pay just for 3❤️ ❤️ ❤️  GET 8 & PAY FOR 4: add 8 presets to your cart, use PROMO code: MERCI8 and pay just for 4\u2028📸 ✨ 💓  10 POLAROIDS Lightroom mobile & desktop presets. This set includes 10 different preset filters that will work with fashion, party, portrait, family, wedding, indoor / outdoor images and even your every day snaps!  💡 To achieve more of a polaroid effect, take images with a flash and then apply one of our presets. It’s that easy!PRESETS INCLUDED:💅🏽  ARIANA💓  ASH ROSE🏜  DUSTY ROAD⭐️  GOLDEN LIGHT🎉  PARTY HUES💜  PURPLE SKIES🍸  HAZY MEMORIES🌩 THUNDER CLOUDS📸  AS PUBLISHED IN VOGUEINCLUDED IN YOUR PURCHASE✅  10 Mobile Lightroom Presets (DNG files)✅  10 Desktop Lightroom Presets (XMP files)✅  10 Desktop Lightroom Presets (LRtemplate files)\u2028✅  Easy Step-by-step PDF guide with instructionsBEST CUSTOMER SERVICEI want to be sure you’re satisfied! If you have any issues, I am happy to help! Just message me! :) COMMON QUESTIONS➕ Works in Lightroom Mobile App (iOS/Android)➕ Works With & WITHOUT Adobe subscription➕ You only need Lightroom CC App on your Phone/iPad➕ Works With All Lightroom & ACR Desktop VersionsMy presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. I’m confident that my presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image.STAY IN TOUCHIG: instagram.com/kiinlrpresetsWEBSITE: kiinlightroompresets.comEMAIL:  info [!at] kiinlightroompresets.comRefunds/ExchangesDue to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is my number one priority. In the case you are not happy with a preset, send me a message and we can discuss an exchange for a preset that better fits your needs. © 2020 KIIN CREATIONS LLC, All Rights ReservedTERMS OF USE:  Including but not limited to: No sharing the files. No selling the files. Derivative works are prohibited.\u2028polaroid Presets, KIIN Presets, Photo Presets, Influencer Presets, VSCO Presets, analog Presets, indie preset, Edit, Editing, Insta blogger, vintage presets, retro preset, 1990S preset, Lightroom Classic CC, influencer preset, 1980S preset, selfie preset, studio preset, polaroid aesthetic, influencer filter, preset filter, instagram feed, travel blogger, polaroids, polaroids pictures,style, spring, summer presets,DNG, Instagram Preset, vintage Lightroom, Presets, Mobile Filter, Travel Presets, Influencer Presets, Cinematic Presets, Vintage Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Film look Preset, Retro Preset, Vintage Preset, Kodak Preset, Lightroom Mobile Presets, Mobile Lighroom Presets, kodak portra 400 preset, portrait 400 preset, Preset Photoshop, kodak film, film preset, film presets.\u2028\n                ", "listing_reviews": "13", "store_reviews": "4,454 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/988202207/10-polaroid-lightroom-mobile-desktop"}, {"seller_text": "CONTENTdesign", "seller_href": "https://www.etsy.com/shop/CONTENTdesign?ref=simple-shop-header-name&listing_id=1009616174", "store_sales": "6,816 sales", "store_rating": "4.8828", "listing_title": "50 Business Instagram Canva Post Templates | Instagram Post Template | Instagram Marketing Template | Instagram Post | Blogger Template 2021", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $3.93\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Business Instagram Canva Post Templates | Instagram Post Template | Instagram Marketing Template | Instagram Post | Blogger Template 2021CUSTOMIZABLE CANVA Mobile and Website Templates - for business, bloggers, marketing, branding and more! Edit and customize the designs to fit your social media style and content.GET Professional INSTAGRAM templates to boost engagement on your personal or business account!SIMPLIFY your INSTAGRAM marketing with our ready-to-use templates. In only a few steps create your own design that's ready to post to your account, leaving you with hours of free time to focus on what you love!FILE: PDF with instructions and link to access and edit the templates in CANVA. CANVA is a graphic design application available online at www.canva.com. It is easy to learn and features an intuitive drag-and-drop interface that is perfect for editing. No software required, access your templates on any device (Phone, Computer, Tab).EDIT the templates to suit your brand, change background, text, color, replace photos with your own photography.HOW IT WORKS:PURCHASE the templateRECEIVE immediately PDF with link and guideOPEN the template's linkCUSTOMIZE for your needs in CANVAUPLOAD to your accountYou can edit your template over and over again as needed  You can edit the templates to suit your brand, change background, text, color, replace photos with your own photography.NOTE: All designs are ©CONTENTdesign - please do not distribute or resell these templates in whole or part. Since this is a digital file we cannot provide returns or exchanges on downloadable items. Please ask all questions before purchasing your item.THANK YOU for visiting CONTENTdesign!Shop main page - https://www.etsy.com/shop/CONTENTdesign?ref=seller-platform-mcnav\n", "listing_reviews": null, "store_reviews": "239 shop reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/1009616174/50-business-instagram-canva-post"}, {"seller_text": "CONTENTdesign", "seller_href": "https://www.etsy.com/shop/CONTENTdesign?ref=simple-shop-header-name&listing_id=1010592834", "store_sales": "6,816 sales", "store_rating": "4.8828", "listing_title": "50 Instagram Post Templates| White Canva Templates| IG Engaging Template| Social Media Booster| Neutral Beauty Templates| Light Brand Feed", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.93\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Instagram Post Templates| White Canva Templates| IG Engaging Template| Social Media Booster| Neutral Beauty Templates| Light Brand FeedCUSTOMIZABLE CANVA Mobile and Website Templates - for business, bloggers, marketing, branding, and more! Edit and customize the designs to fit your social media style and content.GET Professional INSTAGRAM templates to boost engagement on your personal or business account!SIMPLIFY your INSTAGRAM marketing with our ready-to-use templates. In only a few steps create your own design that's ready to post to your account, leaving you with hours of free time to focus on what you love!FILE: PDF with instructions and links to access and edit the templates in CANVA. CANVA is a graphic design application available online at www.canva.com. It is easy to learn and features an intuitive drag-and-drop interface that is perfect for editing. No software required, access your templates on any device (Phone, Computer, Tab).EDIT the templates to suit your brand, change background, text, color, replace photos with your own photography.HOW IT WORKS:PURCHASE the templateRECEIVE immediately PDF with link and guideOPEN the template's linkCUSTOMIZE for your needs in CANVAUPLOAD to your accountYou can edit your template over and over again as needed  You can edit the templates to suit your brand, change background, text, color, replace photos with your own photography.NOTE: All designs are ©CONTENTdesign - please do not distribute or resell these templates in whole or part. Since this is a digital file we cannot provide returns or exchanges on downloadable items. Please ask all questions before purchasing your item.THANK YOU for visiting CONTENTdesign!Shop main page - https://www.etsy.com/shop/CONTENTdesign?ref=seller-platform-mcnav\n", "listing_reviews": null, "store_reviews": "239 shop reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/1010592834/50-instagram-post-templates-white-canva"}, {"seller_text": "PresetStories", "seller_href": "https://www.etsy.com/shop/PresetStories?ref=simple-shop-header-name&listing_id=939182325", "store_sales": "5,639 sales", "store_rating": "4.8008", "listing_title": "Dog Blogger Pets Instagram Mobile Lightroom Presets, Instagram Presets, Desktop & Mobile Presets, Dog Blogger Bright, Photo filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.40\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Dog Blogger Pets Instagram Mobile Lightroom Presets, Instagram Presets, Desktop & Mobile Presets, Dog Blogger Bright, Photo Filter✩ LIGHTROOM MOBLIE PRESETS ✩This mobile preset will create bright vibrant tones, perfect for your dog's Instagram photos. Create and edit all from your mobile phone with one click! Includes 20 Mobile and Desktop Presets for Instagram, Bloggers, Influences and Photographers! Create Stunning Photos, and a cohesive Instagram grid with our easy to use mobile presets.✩🎁 SPECIAL PROMO 🎁✩✩ BUY 3 PRESETS GET 2 PRESETS FREE!!!✩ ADD 5 PRESETS TO YOUR CART, APPLY COUPON: \"2FREE\" AND PAY FOR 3 ONLY✩ PRESET SALE: www.etsy.com/shop/presetstories_____________________________________________________✩ INCLUDED IN YOUR PURCHASE ✩• 20 Mobile Lightroom Presets (DNG files)• 20 Desktop Lightroom Presets (XMP files)• Quick Installation guide with video instructions✩ FAQ ✩• Works in FREE Lightroom Mobile App (iOS/Android)• Install Lightroom App first to use presets.• Have more questions? Then please message me :)♡ GUARANTEE ♡All of my presets have been tested on a variety of images. My One-Click Presets make it quick to use yet fully customizable to stay true to your own signature style. If they don’t work on your images send me a message with an unedited image and I will personally adjust them for you._____________________________________________________Refunds are not available for any of our products since they cannot be returned once downloaded, however we will always be more than happy to assist with any questions. If you have any issue downloading the presets, let me know and I will send it to you via email (within 24 hours).TERMS OF USE:© 2020 Preset Stories, All Rights ReservedBY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "12", "store_reviews": "246 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/939182325/dog-blogger-pets-instagram-mobile"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=971564670", "store_sales": "237,230 sales", "store_rating": "4.8715", "listing_title": "25 Mobile and Desktop Lightroom Presets, Magic Hour presets, Sunny Golden Lightroom Preset, Warm Instagram Filter, Sun Travel Summer Blogger", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $4.35\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    25 LIGHTROOM PRESETS MAGIC HOURLIGHTROOM PRESETS FOR GOLDEN HOUR, SUNRISE & SUNSETThe MAGIC HOUR preset gives photos a softer and warmer look , This preset is ideal for pictures that are taken under a natural light and works well with portraits and outdoor photos. The preset can be applied with just one click and will give your photos an interesting and amazing look –  ideal for creating stand-out photos for printing and hanging on your wall.Check out my Bestseller Itemshttps://www.etsy.com/shop/VictoriaBeePhoto♦️ Works in Lightroom Mobile App (iOS/Android)♦️ Works With & Without Adobe subscription♦️ Compatible with All Photo formatsIncluded:🔶25 Lightroom presets in .DNG format for MOBILE Lightroom (.ZIP Archive)🔶25 Lightroom presets in .XMP format for DESKTOP Lightroom (.ZIP Archive)🔶.PDF file with direct link to download presets directly to your phone (Dropbox)🔶.PDF Instruction Guide Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets.‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️Keep in mind that all presets work differently with each photo depending on a number of factors such as lighting, white balance, tone etc. Please contact me for any questions or editing help victoriabee.shop [!at] gmail.com© 2019-2021 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephoto\n                ", "listing_reviews": "7", "store_reviews": "8,047 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/971564670/25-mobile-and-desktop-lightroom-presets"}, {"seller_text": "CONTENTdesign", "seller_href": "https://www.etsy.com/shop/CONTENTdesign?ref=simple-shop-header-name&listing_id=1010581756", "store_sales": "6,816 sales", "store_rating": "4.8828", "listing_title": "100 Instagram Templates for Canva| Instagram Story Templates| Instagram Post Template| Canva Blogger Template| Nude Theme| White Feed| Boho", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $5.05\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    100 Instagram Templates for Canva| Instagram Story Templates| Instagram Post Template| Canva Blogger Template| Nude Theme| White Feed| BohoCUSTOMIZABLE CANVA Mobile and Website Templates - for business, bloggers, marketing, branding, and more! Edit and customize the designs to fit your social media style and content.GET Professional INSTAGRAM templates to boost engagement on your personal or business account!SIMPLIFY your social media marketing with our ready-to-use templates. In only a few steps create your own design that's ready to post to your account, leaving you with hours of free time to focus on what you love!FILE: PDF with instructions and links to access and edit the templates in CANVA. POST SIZE: 1080px x 1080px STORIES SIZE: 1080px x 1920px CANVA is a graphic design application available online at www.canva.com. It is easy to learn and features an intuitive drag-and-drop interface that is perfect for editing. No software required, access your templates on any device (Phone, Computer, Tab).EDIT the templates to suit your brand, change background, text, color, replace photos with your own photography.HOW IT WORKS:PURCHASE the templateRECEIVE immediately PDF with link and guideOPEN the template's linkCUSTOMIZE for your needs in CANVAUPLOAD to your accountYou can edit your template over and over again as needed  You can edit the templates to suit your brand, change background, text, color, replace photos with your own photography.NOTE: All designs are ©CONTENTdesign - please do not distribute or resell these templates in whole or part. Since this is a digital file we cannot provide returns or exchanges on downloadable items. Please ask all questions before purchasing your item.THANK YOU for visiting CONTENTdesign!\n                ", "listing_reviews": null, "store_reviews": "239 shop reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/1010581756/100-instagram-templates-for-canva"}, {"seller_text": "CONTENTdesign", "seller_href": "https://www.etsy.com/shop/CONTENTdesign?ref=simple-shop-header-name&listing_id=1011822684", "store_sales": "6,816 sales", "store_rating": "4.8828", "listing_title": "100 Instagram Canva Templates| Instagram Story Template| Instagram Post Templates| Canvas Blogger Template| Boho Theme| Beige Feed| Nude IG", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $5.05\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Instagram Canva Templates| Instagram Story Template| Instagram Post Templates| Canvas Blogger Template| Boho Theme| Beige Feed| Nude IGCUSTOMIZABLE CANVA Mobile and Website Templates - for business, bloggers, marketing, branding, and more! Edit and customize the designs to fit your social media style and content.GET Professional INSTAGRAM templates to boost engagement on your personal or business account!SIMPLIFY your social media marketing with our ready-to-use templates. In only a few steps create your own design that's ready to post to your account, leaving you with hours of free time to focus on what you love!FILE: PDF with instruction and link to access and edit the templates in CANVA. POST SIZE: 1080px x 1080px STORIES SIZE: 1080px x 1920px CANVA is a graphic design application available online at www.canva.com. It is easy to learn and features an intuitive drag-and-drop interface that is perfect for editing. No software required, access your templates on any device (Phone, Computer, Tab).EDIT the templates to suit your brand, change background, text, color, replace photos with your own photography.HOW IT WORKS:PURCHASE the templateRECEIVE immediately PDF with link and guideOPEN the template's linkCUSTOMIZE for your needs in CANVAUPLOAD to your accountYou can edit your template over and over again as needed  You can edit the templates to suit your brand, change background, text, color, replace photos with your own photography.NOTE: All designs are ©CONTENTdesign - please do not distribute or resell these templates in whole or part. Since this is a digital file we cannot provide returns or exchanges on downloadable items. Please ask all questions before purchasing your item.THANK YOU for visiting CONTENTdesign!\n                ", "listing_reviews": null, "store_reviews": "239 shop reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/1011822684/100-instagram-canva-templates-instagram"}, {"seller_text": "HerDesignCollective", "seller_href": "https://www.etsy.com/shop/HerDesignCollective?ref=simple-shop-header-name&listing_id=1020219586", "store_sales": "59 sales", "store_rating": "5", "listing_title": "Instagram Puzzle Template Neutral, IG Puzzle Canva Templates, Neutral Boho Instagram Branding Kit, Editable Puzzle Grid", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $2.00\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    Take your Instagram page to the next level with this neutral boho puzzle template. A puzzle template is an easy way to create a beautiful, compelling Instagram profile. You can change fonts, text, colors, layout, pictures, and more all in the free version of Canva. Even the gradients are editable in this template! All the images included in the template are free for commercial-use so leave them if you like or easily replace them with your own.  ➖ What's included ➖• An 18-post puzzle template to edit in Canva, 2400 x 4800 pixels• My Easy Editing Guide complete with instructions for splitting and posting your puzzle♥ What is Canva?Canva is a free online design software that let's you easily create stunning graphics, documents, and images. It integrates beautiful pre-made design elements and stock images with user-friendly (free), drag-and-drop design software--No design experience necessary!===================HOW IT WORKS:1.  Purchase this listing. After your payment is confirmed, download the PDF's directly from Etsy by going to https://www.etsy.com/your/purchases. Click the Download Files button and save the file(s) to your computer. One PDF will contain the link to your template(s), the other one is the Help Guide.2. Open the link in the PDF to go to Canva.com where you can start editing your template right away3. Check out the Help Guide PDF in your downloads if you're new to Canva. It's an easy to use guide with lots of picturesFor more information on downloading a digital item: https://www.etsy.com/help/article/3949THE IMPORTANT STUFF:• You will need a Canva account to edit these templates. Sign up for free at canva.com• Use a desktop/laptop to edit these templates in Canva (though they have an app, it can be a challenge to edit these templates on a mobile device)• These templates are not allowed to be resold as is, which means that you will need to change them, add your content, and download them as a final PDF, PNG or JPEG. You are allowed to sell the PDF once you have changed the templates to make it your own! You can also download them for personal use.• Download my Help Guide with your purchase ===================WHAT CAN/CAN'T I DO WITH THESE?YOU CAN:✔️ Use in your personal or professional Instagram/social media feed.YOU CANNOT:❌ Sell, distribute, or share these templates in editable Canva format i.e. through a link to Canva, even with major changes.By purchasing one of our listings, you are agreeing to the policies above.===================RETURN POLICY/REFUNDS:Due to the digital nature of this item, it is impossible to ‘return’ the item. Therefore, we are unable to offer cancellations, refunds, or exchanges of any kind. © Her Design Collective | 2021\n                ", "listing_reviews": null, "store_reviews": "5 shop reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/1020219586/instagram-puzzle-template-neutral-ig"}, {"seller_text": "MarketingTemplatesCo", "seller_href": "https://www.etsy.com/shop/MarketingTemplatesCo?ref=simple-shop-header-name&listing_id=975485296", "store_sales": "13,238 sales", "store_rating": "4.8366", "listing_title": "Beauty Instagram Post Templates | Beauty Social Media Posts | Lash Tech | Esthetician Instagram Posts | Spa Instagram Posts | Social Media", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $7.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF"], "listing_desc": "\n                    Welcome to Marketing Templates Co! Are you a small business owner looking to up your insta game? This Instagram bundle is perfect to give you a modern and cohesive branding to not only increase engagement, but increase your following! The best part? They are completely editable and customized by YOU! Upload your logo, change the colors, text and more to make them customized to your business with Canva, a completely free program that makes it easy to edit and download in any format! (PPPSSSTT... you can also download the Canva app to edit, download, and them upload straight to instagram from your phone!How it Works---------------------------------- Once payment is confirmed, you can download your document with instructions (that include link to your templates) to edit and download.- ALL templates are COMPLETELY customizable through the FREE program Canva. All you do, is create a free account and edit your Instagram Templates!- Edit: colors, texts, icons, graphics and more! You can even upload your logo and add.What you will receive?---------------------------------- 50 Instagram Post Templates- Our best selling 100+ page instagram guide! (worth $17.99)Who are these templates for? ---------------------------------- Small Businesses- Estheticians- Skincare Experts- Beauty Industry Experts- Lash Techs About Me---------------------------------- 3x Etsy Shop Business Owner with over $100,00 in revenue (Main Shop: @OhBabyTemplates)- Full time Digital Marketer with a degree in Marketing- Full Time Social Media Manager- Part time blogger at Ohbaby.siteIf you have any questions regarding this item, please hit the “Message Seller” below and I will get back to you within 24 hours.✨Use code: BUNDLEDEAL when you purchase 2 or more items for 20% off your entire purchase!✨✨ Try Canva Pro for free here! ➡️ https://partner.canva.com/c/2832767/647168/10068 ✨\n                ", "listing_reviews": null, "store_reviews": "520 shop reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/975485296/beauty-instagram-post-templates-beauty"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=811454351", "store_sales": "70,786 sales", "store_rating": "4.9099", "listing_title": "5 Natural Tones Mobile & Desktop Lightroom Presets, Beige Clean Outdoor Photo Editing Filter for Instagram Influencer Lifestyle Blogger", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Natural Tones Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram Influencers, Clean Outdoor Photo Editing Filter for Lifestyle and Travel🌟The Natural Tones Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add slightly cool beige, tan and white tones to your Instagram photos. These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "100", "store_reviews": "5,613 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/811454351/5-natural-tones-mobile-desktop-lightroom"}, {"seller_text": "JordynnDesign", "seller_href": "https://www.etsy.com/shop/JordynnDesign?ref=simple-shop-header-name&listing_id=1029178999", "store_sales": "34 sales", "store_rating": "5", "listing_title": "45 Instagram Templates - Pastel Modern Theme - Canva Templates", "listing_bestseller": "-", "listing_price": "\n                        $9.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Create a cohesive Instagram feed with these customizable Canva templates. Edit these graphics to meet the specific needs of your business! Change the text, colors, fonts, and more!This bundle includes:- 30 Instagram Post Templates - 1080 x 1080px- 15 Instagram Story Templates - 1080 x 1920pxPurchase includes a PDF file with links to all 45 templates and a design guide.You can edit and download these graphics through Canva, an online graphic design application. It is free, and easy to use. These templates do not include pictures, so you can either use pictures included with Canva or use your own!As this is a digital file, I cannot provide returns. Please ask all questions before purchasing the item, thank you!\n                ", "listing_reviews": null, "store_reviews": "2 shop reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/1029178999/45-instagram-templates-pastel-modern"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=709390254", "store_sales": "237,230 sales", "store_rating": "4.8715", "listing_title": "10 Mobile Presets BOUNTY BEACH Summer Presets Lightroom Mobile, Bright and Airy Presets for Bloggers, Instagram Filter, Beach presets", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    10 Bright Mobile Lightroom Presets BOUNTY BEACH Summer preset Bright and Airy preset Instagram presets Light and Bright presets Lighten your dark photo, add brightness to your summer photo  and refresh it with this preset! Mobile Lightroom Influencer Preset Bounty Beach Included 10 presets for every kind of picture that will surely deliver stunning results and make your images look a hundred times better!These Presets Pack  are perfect for Instagram, blogging and photo editing on the go. Hight Quality Preset, Great for Portraits, Bloggers, Travelers, Engagements and Wedding' shoots, a user friendly pack, easy to use, One click Lightroom Preset that gives your collection of work a more cohesive and aesthetic feel and get you on your way to creating stunning images. 🎁 GET 5 & PAY FOR 3: add 5 presets to your cart, use coupon: GIFT2 and pay for 3 only https://www.etsy.com/shop/VictoriaBeePhoto?coupon=GIFT2This pack Included 10 presets inspired by travel bloggers and influencers around the world.This preset for every kind of picture that will surely deliver stunning results and make your images look a hundred times better! For photographers who do a lot of fashion, travel and lifestyle photography.Check out my Bestseller Itemshttps://www.etsy.com/shop/VictoriaBeePhoto♦️ Works in Lightroom Mobile App (iOS/Android)♦️ Works With & Without Adobe subscription♦️ Compatible with All Photo formatsIncluded:🔶10 Lightroom presets in .DNG format for MOBILE Lightroom .ZIP archive🔶10 Lightroom presets in .XMP format for DESKTOP Lightroom .ZIP archive🔶.PDF file with direct link to download presets directly to your phone 🔶.PDF Instruction Guide 10 Summer Presets  has been created to achieve a very modern, glamorous, trendy & Instagram aesthetic look. You will get best fashionable, professional  one-click result from this pack.Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️Keep in mind that all presets work differently with each photo depending on a number of factors such as lighting, white balance, tone etc. Please contact me for any questions or editing help victoriabee.shop [!at] gmail.com© 2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephoto  ©victoriabee.presetsMobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset, Pop Colour Preset, Vibrant Preset, Summer Presets\n                ", "listing_reviews": "29", "store_reviews": "8,047 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/709390254/10-mobile-presets-bounty-beach-summer"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=896490913", "store_sales": "237,230 sales", "store_rating": "4.8715", "listing_title": "25 CHRISTMAS Presets for Lightroom, Holiday Mobile Presets, Winter Instagram Filter, Mobile and Desktop", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $4.35\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    25 LIGHTROOM PRESETS CHRISTMAS LIGHTS, Holiday Mobile Presets, Desktop Presets, Photo filter, Winter Bloggers Presets, Christmas Instagram Christmas is coming!Looking for a way to get your social media ready for the holiday season? This pack is specially designed for Christmas, Winter, and Holiday photos. This is great for Christmas-themed blog entries, instagram posts, Pinterest pins and more!Every one of the twenty five presets has a different focus and they can be used for a variety of purposes.Check out my Bestseller Itemshttps://www.etsy.com/shop/VictoriaBeePhoto♦️ Works in Lightroom Mobile App (iOS/Android)♦️ Works With & Without Adobe subscription♦️ Compatible with All Photo formatsIncluded:🔶25 Lightroom presets in .DNG format for MOBILE Lightroom (.ZIP Archive)🔶25 Lightroom presets in .XMP format for DESKTOP Lightroom (.ZIP Archive)🔶.PDF file with direct link to download presets directly to your phone (Dropbox)🔶.PDF Instruction GuideEtsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets.‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️Keep in mind that all presets work differently with each photo depending on a number of factors such as lighting, white balance, tone etc. Please contact me for any questions or editing help victoriabee.shop [!at] gmail.com© 2019-2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoKeywords: Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset, Christmas Presets, Holiday Presets, Winter Presets, White Presets, Bright Presets, Instagram Presets\n                ", "listing_reviews": "100", "store_reviews": "8,047 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/896490913/25-christmas-presets-for-lightroom"}, {"seller_text": "Jakesout", "seller_href": "https://www.etsy.com/shop/Jakesout?ref=simple-shop-header-name&listing_id=834939903", "store_sales": "34,792 sales", "store_rating": "4.7203", "listing_title": "Best Sellers Lightroom Preset Bundle. Jakesout. Desktop And Mobile Compatible. 42 Lightroom presets, 11 Tools.", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $7.50\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    PLEASE READ:** Discounts and Coupons do not apply to this listing**The best bang for your buck! This bundle contains my best selling presets! All are Desktop and Mobile Compatible. Please review links below for more details on whats included in the bundle.- Outdoor Natural & Clean: https://www.etsy.com/listing/712419439/outdoor-natural-and-clean-lightroom?ref=related-2&pro=1- Perfect Tones: https://www.etsy.com/listing/709675614/perfect-tones-lightroom-presets-desktop?ref=related-7&pro=1- Bright & Airy: https://www.etsy.com/listing/656006642/10-bright-airy-lightroom-presets-desktop?ref=related-7&pro=1- Natural Bright & Airy: https://www.etsy.com/listing/697459787/natural-bright-airy-lightroom-presets?ref=related-3&pro=1- Perfect Family: https://www.etsy.com/listing/734478386/perfect-family-lightroom-presets-desktop?ref=related-3&pro=1- Professional Wedding: https://www.etsy.com/listing/630738818/professional-wedding-lightroom-presets?ref=listing-shop-header-0*Suggested tweaks after applying preset: It will be very important to adjust your exposure upon applying these presets to account for your lighting conditions. I also recommend adjusting the temperature.INCLUDED WITH YOUR PURCHASE:~ All of the 42 total presets from the packs Listed above.~ 11 Tools for Desktop Lightroom only:- Tool- AUTO WB- Tool- CREAM- Tool- FADE- Tool - GRAIN +- Tool - GRAIN BIGGER +- Tool - LENS CORRECTION- Tool - ORANGE SKIN FIX 1- Tool - ORANGE SKIN FIX 2- Tool - SATURATION -+- Tool-  SATURATION 2 -+- Tool- VIGNETTE +~ Installation Instructions.~ Fully Compatible with Lightroom Classic 3 up to Latest Version + All CC Versions & Lightroom Mobile IMPORTANT: This bundle/pack contains more files than the allotted individual uploads on Etsy. This means that I must zip the mobile and desktop preset files into one zipped folder. I have included a link to a video tutorial for uncompressing your zipped files on iPhone IOS 13 or newer and another link for uncompressing your files on a computer and then transferring the files to your phone. If you don’t have IOS 13 or newer and don’t have a computer to unzip the files then please email me and I will email you the unzipped files so you can upload straight from your phone without the use of a computer.Due to changes in lighting, camera setting, and style, you may have to make slight changes to each photo after applying the preset. Please contact me if you ever need any help with editing. I am always happy to help.***TERMS OF USE***BY PURCHASING THESE PRESETS, YOU ARE AUTOMATICALLY AGREEING TO THE FOLLOWING TERMS OF USE:Do not share the files, or sell them in any form. Derivative works are also prohibited. VIOLATORS OF THIS AGREEMENT WILL BE PROSECUTED.No refunds or exchanges can be made on digital products once they have been downloaded.Keywords: Lightroom mobile, Lightroom CC, Lightroom presets, presets, mobile presets, dng, filters, iPhone, Android, iOS, instagram presets, instagram filter, blogger presets, influencer presets, VSCO presets, lifestyle presets, editorial, wedding presets, portrait presets, travel presets, best presets, Professional Wedding, professional photo editing, digital files, bright and airy, natural and clean, outdoor natural and clean,Bundle.\n                ", "listing_reviews": "100", "store_reviews": "1,516 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/834939903/best-sellers-lightroom-preset-bundle"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=649987894", "store_sales": "237,230 sales", "store_rating": "4.8715", "listing_title": "20 Mobile Lightroom Presets INDOOR MAGIC for Desktop and Mobile Lightroom, Instagram Photo Filter, Indoor Photo Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    20 Mobile Lightroom Presets, Instagram Presets, Desktop presets, Photo filter, Blogger Presets, Indoor photo presets, Lifestyle presets, Warm Bright preset🎁 GET 5 & PAY FOR 3: add 5 presets to your cart, use coupon: GIFT2 and pay for 3 only https://www.etsy.com/shop/VictoriaBeePhoto?coupon=GIFT2Lighten your dark photo, add brightness to it and refresh it with this preset bundle! Get that bright and airy look you've been wanting! Hight Quality Preset, Great for Portraits, Bloggers, Travelers, Engagements and Wedding' shoots, a user friendly pack, easy to use, One click Lightroom Preset that gives your collection of work a more cohesive and aesthetic feel and get you on your way to creating stunning images. These presets are perfect for Instagram, blogging and photo editing on the go.Check out my Bestseller Itemshttps://www.etsy.com/shop/VictoriaBeePhoto♦️ Works in Lightroom Mobile App (iOS/Android)♦️ Works With & Without Adobe subscription♦️ Compatible with All Photo formatsIncluded:🔶20 Lightroom presets in .DNG format for MOBILE Lightroom (.ZIP Archive)🔶20 Lightroom presets in .XMP format for DESKTOP Lightroom (.ZIP Archive)🔶.PDF file with direct link to download presets directly to your phone (Dropbox)🔶.PDF Instruction Guide Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets.‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️Keep in mind that all presets work differently with each photo depending on a number of factors such as lighting, white balance, tone etc. Please contact me for any questions or editing help victoriabee.shop [!at] gmail.com© 2019-2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoMobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset\n                ", "listing_reviews": "100", "store_reviews": "8,047 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/649987894/20-mobile-lightroom-presets-indoor-magic"}, {"seller_text": "CuratedSecrets", "seller_href": "https://www.etsy.com/shop/CuratedSecrets?ref=simple-shop-header-name&listing_id=992218272", "store_sales": "29 sales", "store_rating": "5", "listing_title": "100 Yoga Instagram Templates Canva | Editable on Canva | Instagram Posts & Social Media", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $8.17\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    70% OFF - SPECIAL LAUNCH OFFERFor a limited time only, I'm offering a 70% discount for my launch on Etsy.I have more upcoming templates in the works, and will be releasing them in the next couple of weeks. Be sure to favorite my shop for updates!JOIN MY NEWSLETTER FOR SPECIAL PROMOS: https://getlink.be/curatedsecretsLess words, more yoga love! YOGA INSTAGRAM TEMPLATES — Designed to save your dream Instagram profile from going unnoticed, these yoga templates are an editable, versatile product that are sure to help you achieve your visual goals!Our YOGA INSTAGRAM TEMPLATES offer yoga professionals, aficionados and influencers the opportunity to take their yoga practice to social media and beyond.All templates are fully editable in Canva. You can easily customize the fonts, colors and images to fit your needs, perfect for branding any yoga business.✨ WHAT'S SPECIAL ABOUT OUR YOGA INSTAGRAM TEMPLATES? ✨It's not just the DESIGN that's included, but the CONTENT as well. Our templates are not just blank design templates. They are loaded with high quality content curated specially for yoga professionals, 100% ready-to-use right out of the box.If you are too busy with your business and have no time to customize designs and come up with quality content, this IS the perfect set for you.🔍 What's Inside:• 40 Inspirational Yoga Quotes (1:1 aspect ratio) - I've selected 40 of my favorite, beautiful and meaningful yoga quotes, in a variety of long quotes, short quotes and everything in between, and designed templates for them with a consistent theme.• 20 Audience Engagement Questions (1:1 aspect ratio) - I've also bundled in 20 yoga-focused questions that are proven to engage your viewers and followers, something you absolutely need to be doing to keep your viewers interested in you and your profile.• 20 Yoga Benefits (1:1 aspect ratio) - 20 well researched benefits of yoga, to being more awareness to the practice and to get your viewers excited to get started with yoga. These templates will help you get connected to them.• 10 Yoga Fun Facts (1:1 aspect ratio) - Throw in some fun facts every now and then, to keep your profile interesting, casual and personal. These yoga fun facts are proven to draw your viewers attention and get them reading your posts.• 10 Yoga Poses (1:1 aspect ratio) - Great for your beginner viewers and followers to have an insight on some of the more popular yoga poses.How Does This Work?1. Once you have successfully placed your order, you will receive a PDF file consisting of your Canva template link(s) and instructions on how to open the file and customize the templates.2. When you open up the Canva template link(s), you will be required to either log in with an existing account or create a new account (our templates are 100% compatible with free and pro accounts).3. A copy of the templates will be automatically created into your account, so that you can make and save your customizations with your own unique copy.⬇️ IMPORTANT: Please read the following section thoroughly before purchasing. ⬇️REQUIREMENTS:- Canva account (compatible with free or pro account)- Modern desktop web browser (Chrome, Firefox, Safari, Edge, etc)- To edit on mobile (iOS or Android), you need to download the Mobile Canva App on the respective App Stores.IMPORTANT INFORMATION:- This is a digital product. No physical products will be sent to you.- Due to the digital nature of the product, no refunds or exchanges can be made.- If you are not 100% satisfied with the product in any way, please reach out to me to see how I can help.- By purchasing and downloading this product, you agree not to redistribute, share or resell any of the contents and templates.DISCLAIMER:- We are not affiliated to Canva in any way. Canva ia a third-party web-based design software that makes it easy for anyone to customize designs and templates.\n                ", "listing_reviews": null, "store_reviews": "3 shop reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/992218272/100-yoga-instagram-templates-canva"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=686103789", "store_sales": "171,645 sales", "store_rating": "4.8275", "listing_title": "GREEN Lightroom PRESETS Mobile and Desktop - for Instagram/ Blogger/ Photo filters/ Food Presets/ Lightroom mobile presets, tropic exotic", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    💥20 Mobile Lightroom Presets, Mobile Presets, Desktop Presets💥Blogger Preset Package for Instagram Photo PresetWhite Lifestyle preset photo filter✅FILES included:- 20 Lightroom presets for MOBILE Lightroom( free mobile lightroom app)- 20 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "47", "store_reviews": "6,145 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/686103789/green-lightroom-presets-mobile-and"}, {"seller_text": "AYxSTUDIOS", "seller_href": "https://www.etsy.com/shop/AYxSTUDIOS?ref=simple-shop-header-name&listing_id=974961115", "store_sales": "28,513 sales", "store_rating": "4.7964", "listing_title": "300+ MEGA Lightroom Presets Bundle | Mobile and Desktop | Adobe Lightroom | Instagram Blogger | Photo Edit Filters | Free Updates | XMP DNG", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $8.57\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Launch Sale - 70% For A Limited Time OnlyWe’re proud to present to you our all in one mega presets bundle containing over 300 presets in 24 themes. We will be adding to this bank over time and each purchase comes with lifetime updates and any new packs added in.~ WHAT'S INCLUDED IN YOUR PURCHASE ~✔️ 300+ MOBILE Lightroom presets in DNG format for mobile Lightroom✔️ 300+ DESKTOP Lightroom presets for desktop Lightroom✔️ Currently there is 24 different preset themes✔️ Lifetime updates + Access to future pack updates✔️ Post-purchase Support✔️ Instructions~ DOWNLOADING FILE ~After you have made your purchase, you will receive an email from Etsy with your receipt and your files. This should happen straight away, however, give it a little bit of time if it doesn't. Be sure to check your spam and junk folders.If you have an Etsy account, you will find the following link useful to help you download your digital files right from your account :) https://help.etsy.com/hc/en-us/articles/115013328108?segment=shoppingThe Etsy app does NOT allow you to download files. Please log into your account through browser such as Safari or Chrome to obtain your files.If you still are finding it difficult to download your files please message me your email address and I will happily directly send those to you as soon as possible :)~ VIDEOS ON HOW TO INSTALL ON DESKTOP~https://www.youtube.com/watch?v=e9EvG1_beWo~ VIDEOS ON HOW TO INSTALL ON MOBILE ~Iphone:https://www.youtube.com/watch?v=jUft7jlEqwMAndroid:https://www.youtube.com/watch?v=jcnMx4nC0LkInstalling presets on mobile can be a bit of a learning curve, so please don't hesitate to message me and I will talk you through the process of installing them :) ~ ISSUES ~PLEASE, if you experience any issues, contact me. I am certain that I can help you one way or another :)~ IMPORTANT ~Products should not be shared or resold. These products are for your own personal use only.NOTE: Based on your lighting conditions, camera settings and personal style, these presets may need to be slightly tweaked. I am always happy to help you use the presets to the best of their abilities. No refunds or exchanges can be made on digital products once they have been downloaded. Thank you.\n                ", "listing_reviews": "82", "store_reviews": "1,714 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/974961115/300-mega-lightroom-presets-bundle-mobile"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=934128080", "store_sales": "21,701 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Neutral Filter, Cream Preset, Instagram Filters, iPhone Presets, Lightroom Filter, Lifestyle Preset, Blogger Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it natural with this Nude Preset! This Lightroom Mobile preset will effortlessly soften the shades in your photos while achieving a bright creamy look with the click of button! ❀ Your purchase includes ❀- 1 Nude Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "18", "store_reviews": "1,130 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/934128080/lightroom-mobile-preset-neutral-filter"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=788363061", "store_sales": "171,646 sales", "store_rating": "4.8275", "listing_title": "Sweet HOME -  LIGHTROOM mobile and desktop PRESETS /vsco filters, Presets for Lightroom Mobile app / warm presets / instagram filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.02\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    More presets in our SHOP:www.etsy.com/shop/KatherineDream • FILES INCLUDED IN YOUR PURCHASE •✔️ 11 Lightroom presets for MOBILE Lightroom( free mobile lightroom app)✔️ 11 Lightroom presets for desktop Lightroom✔️ Post-purchase Support 24/7✔️ Instructions✔️ Instant Download • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "100", "store_reviews": "6,145 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/788363061/sweet-home-lightroom-mobile-and-desktop"}, {"seller_text": "LunarEtWillow", "seller_href": "https://www.etsy.com/shop/LunarEtWillow?ref=simple-shop-header-name&listing_id=914773839", "store_sales": "19,507 sales", "store_rating": "4.6837", "listing_title": "3 Mobile Lightroom Presets & Instagram Story Filter, Iphone Presets, Mobile Presets, Instagram Filters, Preset, Colorful Mobile, For Pets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.81\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 1 PDF, 3 other files"], "listing_desc": "\n                    Mobile Lightroom Presets / Instagram Presets / Desktop & Mobile Presets / Bright Blogger Theme / Influencer PresetsLunar & Willow PRESET SHOP: https://www.etsy.com/au/shop/LunarEtWillow✮ INCLUDED IN YOUR PURCHASE ✮✔️  3 Mobile Lightroom Presets (DNG files)✔️  Step-by-step guide to installation✮ COMPATIBILITY ✮✔️  Works in Lightroom Mobile App (iOS/Android).✔️  Easy to install, just import DNG files into Lightroom.✔️  Works with FREE or paid version of Lightroom CC App.Created for the FREE Lightroom Mobile App and Desktop Lightroom. Our presets will transform your photos with just one click. Use these to create the perfect looking Instagram feed or blog without the time consuming editing!These presets will change the way you edit lifestyle, travel, children & family, home blogging, and interior photos such as AirBnB & Real Estate.© 2020 Lunar Et Willow, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "13", "store_reviews": "860 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/914773839/3-mobile-lightroom-presets-instagram"}, {"seller_text": "DesignbyJosefine", "seller_href": "https://www.etsy.com/shop/DesignbyJosefine?ref=simple-shop-header-name&listing_id=965986365", "store_sales": "109 sales", "store_rating": "4.6", "listing_title": "12 Post Instagram Canva Puzzle Feed Design Template | Brown Grey Pastell | No Photoshop needed | Instagram Templates | Canva Templates |", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.74\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Instagram is a great platform to present you and your brand. With this 12-piece fully editable puzzle feed template, it's now easy to promote yourself, your brand or your business professionally. The whole thing works without Photoshop, just in Canva, and it's very simple. You can use this template for business, blogging, marketing, branding and more!Edit and customize your designs to fit your social media style and content.FOR PERSONAL USE ONLY! You are purchasing this template for your personal use only. It is not allowed to resell or share this template!WHAT YOU GET:- one template with 12 Instagram posts combined in a puzzle feed (3240 px x 4320 px)- you would need your finished project into 12 separate pieces (each 1080 px x 1080 px) link to the image slicer at the instruction PDF, then   upload each of them individually   in the specific puzzle sequence to achieve the desired feed result- read through the instructions carefully before you start using the template. If you have any questions, do not hesitate to contact me, I'm   happy if I can assist you. IMPORTANT:-This template works in the Web version of Canva (www.canva.com), not the app.-You need to have a Canva account to use it (registration is free).HOW IT WORKS:1. You purchase the template.2. You receive a PDF file with instructions and a link to the Instagram puzzle template.3. You edit the Instagram puzzle template to match your branding.4. You download your finished project, and you split it into 12 separate Instagram posts via a free mobile app, an online tool. Link provided.PLEASE READ- Due to the instant nature of this transaction, I cannot offer refunds or exchanges on your purchase. However, if you have any problems   with the download or file, please contact me via Etsy messages or email.- If you have any questions, please use the “Message Seller” button, and I’ll get right back to you.❣ This item type: Digital 1 PDF Instruction file \"Welcome your new Feed Design\"   The instant download is convenient. You will receive an email from \"Etsy\" with a link to download the files❣  No physical items will be shipped\n                ", "listing_reviews": "9", "store_reviews": "10 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/965986365/12-post-instagram-canva-puzzle-feed"}, {"seller_text": "BossBabeGraphicz", "seller_href": "https://www.etsy.com/shop/BossBabeGraphicz?ref=simple-shop-header-name&listing_id=1014322628", "store_sales": "33 sales", "store_rating": "4.6667", "listing_title": "20 Post Instagram Canva Feed Design Template | Brown Nude Pastel | No Photoshop needed | Instagram Templates | Canva Templates |", "listing_bestseller": "-", "listing_price": "\n                        $7.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    🔥SPECIAL OFFER🔥  Start off your business with these beautiful editable Instagram templates. Just edit & download today! You do not need Canva Pro to edit these designs :)★Description ★20 brown & beige  editable Instagram post templates for your brand!★What’s Included in Your Order? 🥰20 brown & beige editable Instagram templates ★The File Sizes Included: ~ 1080 x 1080px  ~300 dpi PDF file★Why Order Digital Files? 🙌 ★~ Instant Download~ No Waiting~ No Shipping Fees~ Print from Home★How to Order🛍️ ★1. Purchase the listing 2. You will receive an email with a link to your download. Alternatively, you can download from \"Purchases & Reviews\"3. Download PDF and follow the link to your template4. Save a copy of your Template. (Important so you do not lose your edits!)5. Edit Photos, Fonts, Colors, Text6. Save as PDF and print or download!>>SIMILAR ITEMS<<https://www.etsy.com/shop/BossBabeGraphicz?ref=profile_header&section_id=33999610★Create multiple posts for your business! ★❌Refunds and Exchanges❌Every printable purchase is non-refundable, as there is no way for me to tell whether you have printed the design. Thank you so much for stopping by! Please don't hesitate to message me with any questions or concerns. This artwork is copyrighted by your shop name. This purchase is strictly for non-commercial, personal use only. You may print and design in your home, business, or public place but may not resell, reproduce, distribute by electronic means or profit in any way from the design.\n                ", "listing_reviews": null, "store_reviews": "3 shop reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/1014322628/20-post-instagram-canva-feed-design"}, {"seller_text": "ByMillennials", "seller_href": "https://www.etsy.com/shop/ByMillennials?ref=simple-shop-header-name&listing_id=883038215", "store_sales": "2,615 sales", "store_rating": "4.9636", "listing_title": "45+ Small Business Instagram Templates for Canva | Green Instagram Theme | Instagram Post Templates | Beautiful Social Media Templates", "listing_bestseller": "Bestseller", "listing_price": "\n                        $16.98\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Are you ready to bring your business Instagram to the next level? These 45+ Instagram post templates are perfect for small business owners who want a cohesive Instagram feed.✨ WHAT'S INCLUDED?- A collection of 45+ Instagram feed templates in 1048px x 1048px (square) AND 1080px x 1350px (portrait) editable on Canva✨ TYPES OF TEMPLATES- Quotes- Discussion/Engagement With Audience & Customers- Photos/Reposts- New Products / Low In Stock- Events- Giveaways- Sales- Photo collages- And More!✨ HOW IT WORKS!1. Purchase your fav templates2. You will receive a PDF with a link to your customizable templates. You can edit the text, colors, images, and anything else! 3. Make a copy of the template4. Start customizing5. Upload to Instagram6. Tag us @bymillennials for a feature on our Instagram!* The photos used are only for promotional purposes and not included in the template. * Purchasing this template does not give you legal rights to the images in the templates. You must use your own images or copyright free images. * You do not have the rights to resell this template as separate items nor as a full set.* These templates are not legally associated with Canva.com✨ IMPORTANT NOTICE...- No refunds- MUST OPEN THE FILE ON CANVA DESKTOP FIRST- Colors may differ between screens- For personal use only or your own personal commercial projects- This is a DIGITAL FILE meaning nothing will be shipped to you- You cannot resell this product\n                ", "listing_reviews": "13", "store_reviews": "110 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/883038215/45-small-business-instagram-templates"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=810006513", "store_sales": "70,786 sales", "store_rating": "4.9099", "listing_title": "5 Warm Lightroom Mobile & Desktop Presets, Clean Tones Light Airy Outdoor Photo Editing Filter, Bright Instagram Selfie for Bloggers", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5  Weekend Warm & Airy Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram Influencers, Photo Editing Filter for Lifestyle and Travel🌟The Weekend Warm & Airy Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add warm & airy tones to your Instagram photos. These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "100", "store_reviews": "5,613 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/810006513/5-warm-lightroom-mobile-desktop-presets"}, {"seller_text": "SunflowersbyAnnie", "seller_href": "https://www.etsy.com/shop/SunflowersbyAnnie?ref=simple-shop-header-name&listing_id=1031677443", "store_sales": "7 sales", "store_rating": "5", "listing_title": "Engagement Breakthrough Instagram Template, Highlight, Branding Kit Green Tone Palette For Aesthetic Social Media Post Editable in Canva", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $5.95\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    This Engagement Breakthrough editable Instagram template includes 1 month's worth of social media content. There is a bonus Branding Kit Color Pallet that can be used as Instagram Highlights Covers and give you a beautiful and consistent aesthetic Instagram feed. With these Templates for Instagram, you can create the perfect, branded feed in just a short amount of time. These are perfect for Entrepreneurs, bloggers, influencers, business, and more.SUNFLOWERS BY ANNIE makes it very clear and simple for you. Why spend hours trying to do it yourself with unguaranteed results while you can get help for the price of a cup of coffee or two?⚠️⚠️ INSTANT DOWNLOAD ⚠️⚠️☾ WHAT’S INCLUDED ☾✓ A FREE brand color palette can be used for IG Highlights & building a consistent brand identity✓ A collection of 30 unique Instagram feed templates in 1080px x 1080px editable on Canva- All templates are fully customizable in Canva WITHOUT graphic design experience. All you need to do is basic Canva knowledge. You can just drag & drop your image, change the font, change the color, or change the word as easy as pie.____________________________________________________________________☾ HOW IT WORKS ☾✓ Create a FREE Canva account: https://www.canva.com/✓ Download the PDF Instruction File ➞ Click on the provided link ➞ Access your templates in Canva✓ Be creative and create as many pieces of content as you want✓ Upload to Instagram____________________________________________________________________⚠️⚠️ PLEASE NOTE ⚠️⚠️✓ This is a digital product. Upon purchase, you will receive a PDF Instruction File containing the link to the Canva templates.✓ This is a digital product so all sales are final and no refunds will be provided.✓ Reselling, distributing, or sharing the designs is strictly prohibited. It’s solely for your business use only.© 2021 Sunflowers by AnnieAll Rights Reserved____________________________________________________________________☾ NEED HELP? ☾Please do not hesitate to contact me via Etsy Messaging. I’m always happy to help. Hope you have a nice day ♥\n                ", "listing_reviews": null, "store_reviews": "1 shop review", "search": "instagram template", "url": "https://www.etsy.com/listing/1031677443/engagement-breakthrough-instagram"}, {"seller_text": "CreativeJamCo", "seller_href": "https://www.etsy.com/shop/CreativeJamCo?ref=simple-shop-header-name&listing_id=971846769", "store_sales": "37,244 sales", "store_rating": "4.8241", "listing_title": "Instagram Theme - NOTIFICATION post Templates! Social Media Engagement Booster, Reminders Feed, Instagram Frame Quote, Canva Theme, Coaching", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $5.70\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    Instagram Theme with NOTIFICATION Post Templates! Use this quotes & reminders template pack to boost your social media engagement! Do you want a quick, stylish and efficient way to boost engagement with followers? Use these notification and reminder templates as a way to emphasize your message, show your authority in a space and generate traffic for your business! These are ideal for entrepreneurs, coaches and content creators!These blush pink Instagram post templates will ensure you have a consistent feed and increase your engagement with a cohesive aesthetic for your feed! ★BUNDLE package includes:★✔ 25 Instagram Notification & Reminder Post Templates!✔ Perfect for entrepreneurs, content creators, coaches and ecommerce businesses✔ Increase your engagement with a consistent feed!✔ *BONUS* 25 Matching Instagram STORIES!✔ Fun & trendy Notification posts✔ Quote templates - emphasize your messaging✔ Reminders & alerts - great for announcing new collections/products✔ Blush pink Aesthetic - colors can be changed to suit your brand palette✔ Add your photos easily (just drag and drop in Canva) - mock photos not included ✔ Available to edit in Canva✔ EDITABLE! Edit colors, text and photos to suit your brand!✔ Edit on your laptop/tablet or on your phone directly!✔ Edit with unlimited revisions - use the template over and over againElevate your Instagram Feed!💲SAVE 5️⃣0️⃣ % off with our link (copy & paste)💲🔗 https://mailchi.mp/61c78c6de099/lets-connect 🔗-----------------------------------------------------------~*~ What’s included ~*~After buying, you will receive a link to download your files from Etsy. A PDF with instructions and the link to your editable Canva templates with 25 Instagram Posts & 25 Instagram Stories!If you are looking for a specific post template that is not included, please contact us and we can see if we can make one for you!* Please note stock photos are not included** Please note that a CanvaPro account may be required for some photos/elements in the design however you are welcome to replace these with the large selection of free elements within Canva or try their free trial-----------------------------------------------------------~*~ THIS IS A DIGITAL PRODUCT ~*~Digital means its ready to download straight away after buying! No waiting, and no shipping fees. Purchase once and its yours forever!*No physical product will be shipped, frame and props are not included* -----------------------------------------------------------~*~ How to order ~*~ Its as easy as 1,2,3!1.\tBuy,2.\tDownload, 3.\tEdit and enjoy!-----------------------------------------------------------~*~ Refunds & Terms ~*~Every digital and instant download purchase is non-refundable, as there is no way for us to tell whether you have printed the design.  If you have any questions or concerns about your order, please feel free to reach out to us anytime.You may print and design in your home, business, or a public place but may NOT resell, reproduce, distribute by electronic means (even as a freebie) or profit in any way from the design.Please remember that colors may vary slightly when printed, due to monitor calibration settings, printout settings and material typeAll additional props such as frames, items on display and non-incorporated writing are just for illustrative purposes and are not included within the sale.We are NOT affiliated or associated with Canva.com in any way.-----------------------------------------------------------Thank you for visiting!- Creative Jam Co Don't forget to hashtag #creativejamco and @the.creative.jam.co to connect on Instagram and have your work shared with our followers!Copyright by Creative Jam Co 2021\n                ", "listing_reviews": "11", "store_reviews": "2,444 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/971846769/instagram-theme-notification-post"}, {"seller_text": "LunarEtWillow", "seller_href": "https://www.etsy.com/shop/LunarEtWillow?ref=simple-shop-header-name&listing_id=848386265", "store_sales": "19,507 sales", "store_rating": "4.6837", "listing_title": "3 Mobile Lightroom Presets & Instagram Story Filter, Iphone Presets, Mobile Presets, Instagram Filters, Preset, Colorful Mobile, For Pets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.81\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 1 PDF, 3 other files"], "listing_desc": "\n                    Mobile Lightroom Presets / Instagram Presets / Desktop & Mobile Presets / Bright Blogger Theme / Influencer PresetsLunar & Willow PRESET SHOP: https://www.etsy.com/au/shop/LunarEtWillow✮ INCLUDED IN YOUR PURCHASE ✮✔️  3 Mobile Lightroom Presets (DNG files)✔️  Step-by-step guide to installation✮ COMPATIBILITY ✮✔️  Works in Lightroom Mobile App (iOS/Android).✔️  Easy to install, just import DNG files into Lightroom.✔️  Works with FREE or paid version of Lightroom CC App.Created for the FREE Lightroom Mobile App and Desktop Lightroom. Our presets will transform your photos with just one click. Use these to create the perfect looking Instagram feed or blog without the time consuming editing!These presets will change the way you edit lifestyle, travel, children & family, home blogging, and interior photos such as AirBnB & Real Estate.© 2020 Lunar Et Willow, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "62", "store_reviews": "860 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/848386265/3-mobile-lightroom-presets-instagram"}, {"seller_text": "ModoDesignStudio", "seller_href": "https://www.etsy.com/shop/ModoDesignStudio?ref=simple-shop-header-name&listing_id=940561986", "store_sales": "67 sales", "store_rating": "5", "listing_title": "92 Instagram Templates for Canva, Instagram Post Template, Canva Blogger Template, Nude Theme, Boho Template", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $19.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    There are 92 Boho Instagram Post templates waiting for you. You can edit it easily using Canva desktop or mobile app. This Instagram feed template is perfect for entrepreneurs, coaches, educators and it also works as Instagram posts template fashion. This Instagram template Canva is very easy to customize. These colors also were chosen to be perfect with a neutral Instagram template.★★★★★🔥MATCHING INSTAGRAM STORY:  https://etsy.me/3aydJJS★★★★★INSTANT DOWNLOAD★INCLUDED:• 92 Square Instagram & Facebook template (1080x1080px - High resolution)• Customisable text, images, and colors• Fonts for personal and commercial use• Getting started PDF instructions★IMAGES NOT INCLUDED:• JPG files are not included - You need to access the Instruction to customize and download your own JPG ready-to-use files.- Photos are for presentation only and are not included ★WHAT YOU CAN CUSTOMISE:This Instagram Canva template is fully customisable. You can change text, shapes and colors. Add your photos and change fonts.You can do it using Canva. Canva is a graphic design online tool that allows you to customise and download JPG files for social network. It’s perfect for non-designers. You can edit it from the Website (Using your computer) or from the Mobile App (Available on Google Play or AppStore)You DON’T need to pay Canva subscription. This neutral Instagram template will work with booth PRO and FREE accounts and all you need is a simple account before you begin.★LICENSE• You can use this template for 01 personal or business social media account.• You can use this template for 01 website.• You CAN’T resale/sublicense this template.Any questions? We’re ready to help you! Send us a message.MODO DESIGN TEAM.\n                ", "listing_reviews": null, "store_reviews": "1 shop review", "search": "instagram template", "url": "https://www.etsy.com/listing/940561986/92-instagram-templates-for-canva"}, {"seller_text": "MintAndPepper", "seller_href": "https://www.etsy.com/shop/MintAndPepper?ref=simple-shop-header-name&listing_id=790367867", "store_sales": "61,307 sales", "store_rating": "4.8303", "listing_title": "7 Lightroom Mobile & Desktop Presets NATURAL Instagram Preset, Bright Filter, Mobile Lightroom Presets for Bloggers, Everyday Photo Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.82\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    7 Lightroom Presets for Lightroom MOBILE (.dng) & Lightroom DESKTOP (.xmp) NATURAL is a pack of 7 Lightroom Presets. Great for bloggers, photographers and everyone who aims to create a consistent feed on Instagram with easily applied filter. Perfect for outdoor photography, stylized shots and portraits.- Compatible with iPhone and Android devices (you just need to download free Lightroom App) and with Desktop Lightroom - Easy to apply, with just one click- Instant download filesYou get:- 7 Lightroom Presets in .dng and .xmp formats - Instruction in PDFPlease remember that all presets look differently on each photo because of lighting and white balance settings, dominant colours etc. If your photo doesn’t look perfect you may need to adjust exposure or temperature to achieve the best results.🌟GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE🌟🌟GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE🌟🌟GET 8 PACKS & PAY ONLY FOR 4 - Add 8 items to your cart and use promo code 4FREE🌟- Due to the digital nature of this product no exchanges or refunds will be madeINSTAGRAM: @mint_and_pepper_EMAIL: mintandpepper5 [!at] yahoo.comKeywords: Lightroom presets, Lightroom, mobile presets, dng, photo filters, iPhone, Android, iOS, instagram presets, digital download, presets, Lightroom CC, Instagram presets, blogger presets, VSCO presets, instagram filter, lifestyle presets, influencer presets, professional photo editing, editorial presets, luxury presets, wedding presets, portrait presets, travel presets, Lightroom mobile, best mobile presets, photo presets.\n                ", "listing_reviews": "16", "store_reviews": "2,033 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/790367867/7-lightroom-mobile-desktop-presets"}, {"seller_text": "OnePreset", "seller_href": "https://www.etsy.com/shop/OnePreset?ref=simple-shop-header-name&listing_id=974215413", "store_sales": "77,827 sales", "store_rating": "4.6581", "listing_title": "BUNDLE 120 Lightroom Presets Mobile - Instagram Blogger Preset - Lightroom Mobile Presets - Instagram Presets - iPhone Presets for Blogger", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.19\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    💝 GET A FREE PRESET 💝\u2028GET 4 & PAY FOR 3: Add 4 Presets to your cart, use promo code “ONEFREE” and only pay for 3.OR SHOP UNDER THIS LINKhttps://www.etsy.com/au/shop/OnePreset?coupon=ONEFREE✩✩✩ We have 45 BESTSELLERS ✩✩✩Mobile & Desktop Compatible Lightroom Presets to create an aesthetic Instagram feed. \u2028\u2028✮ INCLUDED IN YOUR PURCHASE ✮• 120 Mobile Lightroom Presets (DNG file)• PDF File w/ Simple Instruction Manual• Compatible with both Android and iPhone• Works in Adobe Lightroom (PC/Mac)INCLUDED PRESET PACKS:- Clean- Natural- Cruise- Family- Greece- Hazelnut- Jungle- Lifestyle- Midsummer- Mother- Natural- Tangerine- Tanning✮ INSTALLATION ✮ To access your digital files:1. Go to Your Account2. Purchases and reviews and look for the order.3. To the right of the order, click Download Files.4. You will be able to download the DNG File.5. You will then be able to upload each DNG file as an image to your Lightroom Mobile app.6. Click on the three dots in the top right of your Lightroom app7. Select the option 'Create Preset', this will allow you to save the preset to the preset editing option of the app for use on other images.We value and respect our customers. We always find a compromise in solving any questions that may arise, even after the delivery of the order.Due to the digital nature of this product ALL SALES ARE FINAL.For any questions please contact me via Etsy messages.© No sharing files, or selling them in any form. Derivative works are prohibited. © OnePreset, 2020\n                ", "listing_reviews": "77", "store_reviews": "2,907 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/974215413/bundle-120-lightroom-presets-mobile"}, {"seller_text": "LouMarksPhoto", "seller_href": "https://www.etsy.com/shop/LouMarksPhoto?ref=simple-shop-header-name&listing_id=796644327", "store_sales": "388,510 sales", "store_rating": "4.8278", "listing_title": "10 Mobile Lightroom Presets COZY HOLIDAY for Desktop and Mobile Lightroom, Instagram Filter for bloggers, Winter Photo Presets", "listing_bestseller": "-", "listing_price": "\n                        $5.49\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP, 2 PDF"], "listing_desc": "\n                    10 Mobile Lightroom Presets COZY HOLIDAY for Desktop and Mobile Lightroom, Instagram Filter for bloggers, Winter Photo Presets♥ GET TWO FREE PRESETS ♥\u2028GET 5 & PAY FOR 3: Add 5 Presets to your cart, discount automatically appliedM O R E ∙ P R E S E T ∙ S T Y L E Swww.etsy.com/shop/loumarksphoto\u2028\u2028I N C L U D E D• 10 Mobile Lightroom Preset (DNG files)• 10 Desktop Lightroom Preset (LR & XMP files)W H Y ∙ Y O U ' L L ∙ L O V E ∙ I T• Light and bright vibe perfect for instagram themes• Amazing at brighten and enhancing colors• Create amazing indoor or outdoor winter photosO T H E R ∙ I N F O R M A T I O N• Works with the Free & Paid Android LR Mobile App • Works with the Paid iPhone LR Mobile App  • Works with All Lightroom Desktop Versions• Works with Mac and PC Desktops/LaptopsStill have questions or need help picking the perfect presets for you editing needs? Feel free to contact me, I’m always more than happy to help in any way :)L O U A N D M A R K S ∙ P R O M I S E ♡You are you unique and so are our Presets! We created our Presets for everyone. No one specific skin tone or hair color. When you purchase from Lou + Marks you are not just purchasing presets you also get our guarantee that they will suit your skin tone. If they don’t send me a message with an unedited image and I will personally adjust them for you.  A B O U T ∙ L O U ∙ M A R K S ∙ P H O T O• IG: @Louandmarks• FB: https://www.facebook.com/louandmarks/-----------------------♡--------------------© 2021 Lou & Marks LLC, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited.----------------------------------------------\n                ", "listing_reviews": "100", "store_reviews": "16,494 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/796644327/10-mobile-lightroom-presets-cozy-holiday"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=848374533", "store_sales": "237,230 sales", "store_rating": "4.8715", "listing_title": "5 Mobile Lightroom Preset BEE HONEY Warm Instagram Filter, Influencer Lightroom Preset Travel Blogger", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 Files"], "listing_desc": "\n                    Lightroom Presets, instagram preset,  influencer presets, lifestyle blogger presetsLevel up your social media game with BEE HONEY Presets and edit your Instagram photos like a pro on your mobile device! Mobile Lightroom Influencer Preset BEE HONEY  Included 5 presets  inspired by travel bloggers and influencers around the world.This preset for every kind of picture that will surely deliver stunning results and make your images look a hundred times better! For photographers who do a lot of fashion, travel and lifestyle photography.This quality preset produce amazing warm tones and making it easy for you to achieve the same look and feel as your favorite influencers!  🔥GET 5 & PAY FOR 3: add 5 presets to your cart, use PROMO code GIFT2🔺Included5 LIGHTROOM MOBILE PRESET .DNG file🔵How to Download and Install mobile preset:  https://youtu.be/fDKHSkU7GIs🔵If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll.For any questions or editing help Please contact me email victoriabee.shop [!at] gmail.com© 2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoKeywords: Warm filter, Instagram Filter, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, family preset,\n                ", "listing_reviews": "16", "store_reviews": "8,047 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/848374533/5-mobile-lightroom-preset-bee-honey-warm"}, {"seller_text": "EliteStudioPresets", "seller_href": "https://www.etsy.com/shop/EliteStudioPresets?ref=simple-shop-header-name&listing_id=806720640", "store_sales": "17,026 sales", "store_rating": "4.7485", "listing_title": "10 Lightroom Mobile Desktop Presets MALIBU, Light and Bright Mobile Presets, Travel Island Picture Filter, Instagram and Blogger Presets", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.38\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    Instantly add brightness to your travel photos, while also adding a pop to ocean colors. Turn your pictures into jet➤setter lifestyle pics.☆ What is included? ☆➤ 10 Presets in DNG and XMP format (NOT lrtemplate format, but you can still use them by uploading the DNG files in your Lightroom Desktop and save them as preset.)➤ PDF file containing a link to download your mobile and desktop presets➤ PDF installation guideEtsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets☆ Compatibility ☆➤ For MOBILE and DESKTOP use (iPhone, Android, PC, MAC)➤ Compatible with free version of the Adobe Lightroom App. You can download this app for free on your mobile phone (iPhone or Android)➤ Compatible with the paid desktop version of the Adobe Lightroom Classic CC (version 7.3+)➤ For use on JPEG and RAW images☆ BUY 5 AND GET 30% OFF!! ☆Add 5 presets in your cart and receive automatically 30% discount!https://www.etsy.com/shop/EliteStudioPresets☆ 24/7 Support ☆If you have any questions or need some help with the presets, please contact me at Etsy or through email elitestudiopresets[at]@gmail.com♡ Share with Us! ♡I would love to see how your pictures turned out by using our presets. Please include them in your review! Tag or DM us on instagram to get featured!@elitestudiopresets© 2020 Elite Studio Presets, All Rights ReservedTerms of Use: By purchasing this item, you are automatically agreeing to the terms of use. Included but not limited to: Prohibition of sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "41", "store_reviews": "749 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/806720640/10-lightroom-mobile-desktop-presets"}, {"seller_text": "SocialMediaStyling", "seller_href": "https://www.etsy.com/shop/SocialMediaStyling?ref=simple-shop-header-name&listing_id=905411722", "store_sales": "1,478 sales", "store_rating": "4.8367", "listing_title": "Instagram Post Template | Canva Template - Beige And White Style", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $11.83\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    ♡ DESCRIPTION ♡Instagram Post Template for Canva in beige and white style. Stand out from the crowd and get creative with your Instagram posts using this stylish template.- - - - - - - - - - - - - - - - - - - - - - - - -♡ FILES, SIZES & HOW TO USE ♡1 PDF-file with:•  Link to Canva Template (24 post templates)•  Link to video tutorial on how to use/edit templates in Canva•  Product informationSize: 1080px x 1080px (higher resolution/sizes requires Canva Pro membership)- - - - - - - - - - - - - - - - - - - - - - - - -♡ INFORMATION ♡You will need to have a free Canva account to edit the Instagram Templates.If you don't have a Canva account, you can sign up here : https://www.canva.com/join/racetrack-magenta-layingThe images displayed on the demo template are not included in purchase, they are for positional purposes only.You can upload your own photos to customize or use the free images provided by Canva.- - - - - - - - - - - - - - - - - - - - - - - - -♡ MATCHING PRODUCTS ♡Instagram Story-templates: https://www.etsy.com/listing/934445529/instagram-story-template-canva-template?ref=shop_home_active_1- - - - - - - - - - - - - - - - - - - - - - - - -♡ IMPORTANT ♡I don't accept returns, exchanges, or cancellations. But please contact me if you have any problems with your order.This design is available for personal use only. Product is not allowed to be sold or distributed.*Please keep in mind this listing is for a digital download ONLY. You will not be sent a physical item.*- - - - - - - - - - - - - - - - - - - - - - - - -♡ QUESTIONS ♡Please message me via Etsy messaging if you have any questions.xo, Kristine V.© Social Media Styling\n                ", "listing_reviews": "11", "store_reviews": "98 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/905411722/instagram-post-template-canva-template"}, {"seller_text": "KIINcreations", "seller_href": "https://www.etsy.com/shop/KIINcreations?ref=simple-shop-header-name&listing_id=997654802", "store_sales": "108,067 sales", "store_rating": "4.8939", "listing_title": "10 EARTHY mobile & desktop PRESETS | Earthy Preset | Brown Preset | Travel preset | Tropical Preset | Aesthetic Preset | Instagram filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.12\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ❤️  GET 4 & PAY FOR 2: add 4 presets to your cart, use PROMO code: MERCI4 and pay just for 2❤️ ❤️  GET 6 & PAY FOR 3: add 6 presets to your cart, use PROMO code: MERCI6 and pay just for 3❤️ ❤️ ❤️  GET 8 & PAY FOR 4: add 8 presets to your cart, use PROMO code: MERCI8 and pay just for 4\u202810 Earthy Lightroom mobile & desktop presets - saturated browns, faded greens, moody blues will give your images that tropical aesthetic feel. These presets will work great with outdoor, family, portrait ,travel, lifestyle and professional photography images.\u2028\u2028INCLUDED IN YOUR PURCHASE✅  10 Mobile Lightroom Presets (DNG files)✅  10 Desktop Lightroom Presets (XMP files)✅  10 Desktop Lightroom Presets (LRtemplate files)\u2028✅  Easy Step-by-step PDF guide with instructionsBEST CUSTOMER SERVICEI want to be sure you’re satisfied! If you have any issues, I am happy to help! Just message me! :) COMMON QUESTIONS➕ Works in Lightroom Mobile App (iOS/Android)➕ Works With & WITHOUT Adobe subscription➕ You only need Lightroom CC App on your Phone/iPad➕ Works With All Lightroom & ACR Desktop VersionsMy presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. I’m confident that my presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image.STAY IN TOUCHIG: instagram.com/kiinlrpresetsWEBSITE: kiinlightroompresets.comEMAIL:  info [!at] kiinlightroompresets.comRefunds/ExchangesDue to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is my number one priority. In the case you are not happy with a preset, send me a message and we can discuss an exchange for a preset that better fits your needs. © 2020 KIIN CREATIONS LLC, All Rights ReservedTERMS OF USE:  Including but not limited to: No sharing the files. No selling the files. Derivative works are prohibited.\u2028KIIN Presets, Photo Presets, VSCO Presets, Edit, Editing, Insta blogger, Lightroom Classic CC, influencer preset, blogger preset, influencer filter, preset filter, instagram feed, fashion blogger, aesthetics, DNG, Instagram Preset, Presets, Mobile Filter, Lightroom presets, Lightroom Mobile, Android Preset, Lightroom Mobile Presets, Mobile Lightroom Presets, family preset, warm bright preset, skin preset, selfie presets, earthy preset, aesthetic preset, professional photography preset, earthy tones, caramel preset, coffee preset, brown preset, mocha preset, brown preset, brown Lightroom preset, Lightroom mobile presets, preset filter, instagram preset, outdoor preset, tropical preset, instagram preset, travel preset, tanned skin preset, moody preset\u2028\n                ", "listing_reviews": "6", "store_reviews": "4,454 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/997654802/10-earthy-mobile-desktop-presets-earthy"}]