[{"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=725604646", "store_sales": "237,230 sales", "store_rating": "4.8715", "listing_title": "15 Mobile Lightroom Presets BRIGHT AND CLEAN Desktop Presets for Bloggers, Bright and Airy Lightroom Presets, Light and Clean Preset", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    15 Mobile Lightroom Presets BRIGHT AND CLEAN Desktop Presets for Bloggers, Bright and Airy Lightroom Presets, Lightroom Light and Clean PresetLighten your dark photo, add brightness to it and refresh it with this preset! Included:🔶15 Lightroom presets in .DNG format for MOBILE Lightroom .ZIP archive🔶15 Lightroom presets in .XMP format for DESKTOP Lightroom .ZIP archive🔶.PDF file with direct link to download presets directly to your phone 🔶.PDF Instruction Guide ‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly into your camera roll‼️For any questions or editing help Please contact me via email victoriabee.shop [!at] gmail.com© 2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset, Instagram presets, Photo filter, Instagram filter\n                ", "listing_reviews": "100", "store_reviews": "8,047 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/725604646/15-mobile-lightroom-presets-bright-and"}, {"seller_text": "Blondary", "seller_href": "https://www.etsy.com/shop/Blondary?ref=simple-shop-header-name&listing_id=987625128", "store_sales": "2,567 sales", "store_rating": "4.9957", "listing_title": "10 Mobile Lightroom Presets, Vanilla Presets, Vsco Filters, Fashion Presets, Lifestyle Presets, Instagram Filter, Nude Presets, Beige Preset", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $1.05\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    10 Mobile Lightroom Presets, Nude Presets, Lifestyle Presets, Beige Presets, Iphone Presets, Lightroom, Mobile Presets, Presets, Dng Presets, Cream Presets, Vsco Filters, Fashion Presets, Instagram Filters, Natural Preset, Vanilla Presets✩ FREE PRESETS OFFER ✩💥 GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE 💥💥 GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE 💥*Vanilla Mobile Presets: include 10 mobile lightroom presets perfect for anyone wanting to create a warm, creamy Instagram feed. t*⭐You Will Receive :- 10 DNG. Mobile Presets - 1 PDF file - Mobile Instructions-Free GiftAll presets files are in DNG format.After the download you will need to unzip the file, either on your PC (and then send the mobile presets to your phone) or on your phone (if you have an app that can unzip files).- If you have problems with installation or with downloading your files just contact me and I'll do my best to help you.- Please keep in mind that each photo has different light setting so you can tweak some settings as light, contrast etc after applying you presets to get best results.For personal use ONLY! You may NOT sell, distribute, rent, give, sub-license, or transfer presets, or presets sent to anyone else.More Presets:Beige Presets:https://www.etsy.com/listing/964232783/mobile-lightroom-presets-12-beige?ref=shop_home_active_1&pro=1Bright Interior Presets:https://www.etsy.com/listing/952251009/mobile-lightroom-presets-6-bright?ref=shop_home_active_2&pro=1Minimalistic Presets:https://www.etsy.com/listing/938999572/lightroom-mobile-preset-7-minimalistic?ref=shop_home_active_4&pro=1Luxury Black Presets:https://www.etsy.com/listing/971607185/lightroom-presets-10-luxury-black?ref=shop_home_active_3&pro=1Fitness Presets:https://www.etsy.com/listing/943374818/lightroom-presets-6-fitness-presets?ref=shop_home_active_5&pro=1Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filters, Travel Presets, Influencer Presets, warm presets, iPhone Presets, Moody Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright Presets, Clean Preset, Color Pop Preset, Vibrant Presets, Home Presets, Beach Presets , Vanilla Preset\n                ", "listing_reviews": null, "store_reviews": "234 shop reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/987625128/10-mobile-lightroom-presets-vanilla"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=923532978", "store_sales": "21,700 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Neutral Filter, Cream Preset, Instagram Filters, iPhone Presets, Lightroom Filter, Lifestyle Preset, Blogger Filter", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Live life luxuriously with a Luxe Preset! This Lightroom Mobile preset will effortlessly soften and neutralize the shades in your photos to achieve a rich luxurious look with the click of button! ✩ Your purchase includes ✩- 1 Luxe Lightroom Mobile Preset- PDF step by step installation guide✩ Additional Information ✩- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ✩ Cancellation Refunds/Exchanges ✩Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2021 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "11", "store_reviews": "1,130 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/923532978/lightroom-mobile-preset-neutral-filter"}, {"seller_text": "SouthPacific", "seller_href": "https://www.etsy.com/shop/SouthPacific?ref=simple-shop-header-name&listing_id=804488909", "store_sales": "37,127 sales", "store_rating": "4.9697", "listing_title": "20 Growth mindset coloring pages,  PRINTABLE mindset resources, teacher printables, mindset coloring", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.20\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 JPG, 2 ZIP", "Height: 20 inches", "Width: 16 inches"], "listing_desc": "\n                    Growth mindset, 20 PRINTABLE coloring pages, teacher printablesMADE WITH LOVE ♥Includes: 20 different 8.5x11  print filesI was born to learnLearning is my superpowerI can train my brain to figure it outI can do hard thingsI can do difficult thingsI can't do it YET but I'll keep tryingI am brave enough to trySmart is something you BECOME, not something you AREToday is a great day to learn something newI can't do it yet, but I'll keep tryingMistakes are proof that you are learningAll things are difficult before they are easyThe more I try, the more my brain growsIt's ok to not know, but it's not ok to not tryFall down seven times, get up eightPractice makes progressIn a world where you can be anything, be kindYou got thisI can always improve, I'll keep tryingI don't give up until I'm proud•Files are 300 dpi, perfect quality for printing. •Watermark will not be on purchased files.•Print as many times as you like, fine for personal and small commercial use. Please don't resell as a digital item.•After your payment goes through, you will be taken to the download page. An email will also be sent to you with your download link.Click “Download”, save the file to your computer, print, and enjoy! I recommend good quality white paper or light card for printing.•I'm happy to make adjustments - please let me know if there is a specific size that you need.•Due to the nature of instant downloadable products, refunds will not be given after purchase. Although I'll do my best to ensure a happy outcome, please note that colors may vary slightly from computer to computer and printer to printer. Refunds will not be given due to printer issues.*Digital purchase: no physical item will be mailed*•Any questions? Convo me!Back to Printable Art --> https://www.etsy.com/nz/shop/SouthPacific?section_id=15725091&ref=shopsection_leftnav_1Best seller..Sign up for my newsletter to receive a free print every month:  www.southpacificprints.co.nz/blogFind me on Instagram @southpacificprints and facebook.com/southpacificprintsFree shipping! (Actually, NO shipping, just download and print!)Living room art | Living room art\n                ", "listing_reviews": "12", "store_reviews": "3,173 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/804488909/20-growth-mindset-coloring-pages"}, {"seller_text": "FilAndEllieStudio", "seller_href": "https://www.etsy.com/shop/FilAndEllieStudio?ref=simple-shop-header-name&listing_id=1029443267", "store_sales": "9,294 sales", "store_rating": "4.8409", "listing_title": "7 Mobile LIGHTROOM Presets, Summer Presets, Pastel Presets, Instagram Filter, Natural Light And Airy,Blogger Preset, Natural Warm Presets", "listing_bestseller": "-", "listing_price": "\n                        $2.98\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 2 ZIP"], "listing_desc": "\n                    Instagram Presets / Mobile Lightroom Presets / Desktop & Mobile Presets /Natural Presets/Warm Summer Presets✩ INCLUDED IN YOUR PURCHASE ✩7 Mobile Lightroom Presets (DNG files)7 Desktop XMP PresetsFree 35 pages PDF on Social Media GrowthDetailed PDF Image Instructions◾️ If you have issues downloading or using any of the files, please contact me and I will re-send you the files and help you troubleshoot◾️With over 10 years of professional experience in the world of photography, you are guaranteed to get high quality presets that will elevate the look of your photos. We spent hundredths of hours editing, so that you won’t have to.✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Works With & WITHOUT Adobe subscription✔️ You only need Lightroom CC App on your Phone/iPad✔️ Works With Lightroom Desktop for Mac or PC (Classic & CC)Created for the FREE Lightroom Mobile App and Desktop Lightroom. Works best on RAW files but is fully compatible with JPEGS as well.General information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUY. Make sure to save the zip file on your phone. The transaction and installation can be completed on a mobile device. Access to a desktop computer is not required.These presets were designed to work with many different light conditions, from full sun to shade, and will help you achieve a consistent look by enhancing the colors and brightness of your photos. This pack in particular was designed to enhance the colors of sunlight, giving a warm, slighlty pink, natural and bright feel to your photos. A pastel accent for all your Spring photos. Perfect for general lifestyle photos, family, weddings or in general for portraits at golden hour/sunset . This pack works well for many different types of photography from lifestyle to travel, home blogging and professional wedding photographyGarden includes 6 mobile presets & 6 Desktop Presets. They are all extremely versatile, can be fully customized and are guaranteed to enhance dull images with just one click. Whether you work with photos straight from your phone’s camera roll or raw files from your DSLR, these presets will help you refine your style giving you beautiful photos.Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": null, "store_reviews": "421 shop reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/1029443267/7-mobile-lightroom-presets-summer"}, {"seller_text": "MadeinLAStore", "seller_href": "https://www.etsy.com/shop/MadeinLAStore?ref=simple-shop-header-name&listing_id=890062837", "store_sales": "2,919 sales", "store_rating": "4.8836", "listing_title": "Custom Printable Quote, Personalized Wall Art, Custom Text Print, custom calligraphy, Custom Quote Sign, Custom Poster *Digital Download*", "listing_bestseller": "-", "listing_price": "\n                        $9.99\n                    ", "listing_highlights": ["Handmade", "Materials: Print, nursery decor, printable wall art, nursery print, nursery babe, Wall art, wall hangings, custom nursery, custom design, custom printed label, personalized print, custom quote print, Digital download\n\n\nRead the full description"], "listing_desc": "\n                    • • • • • • • • • • • • • • • • • • • •*THIS ITEM IS SOLD AS A DIGITAL FILE ONLY * NO PHYSICAL ITEM IS SHIPPED* • • • • • • • • • • • • • • • • • • • •Custom Quote/Personalized Printable/Downloadable Art – Get inspired and personalize with your favorite saying! A beautiful addition to your home, office or event decor. Print at home OR with your favorite online vendor.HOW TO ORDER• Scroll through the images to see FONT & COLOR options.• Type your selections in the PERSONALIZATION BOX as follows:          1. File Size (in inches: 16 x 20, 11 x 14, 8 x 10, 5 x 7, etc...)          2. Vertical OR Horizontal Layout          3. Your Text (type your words exactly as you would like them to appear)          4. Font Choice (2 max)          5. Font Color Choice (2 max)          6. Background Color (1 only)          7. Text Alignment (align left, right, or centered)• ADD to Cart and complete purchase• A DRAFT/PROOF of your design will be sent you through ETSY MESSAGES within 24 business hours (9am-6pm, Monday-Friday only, no holidays). You may change font, text or color. 3 REVISIONS MAX per order. Once approved we will send you the high quality file (300 dpi JPG) so that you can print it (some files are too large to send through Etsy Messages. If this happens, we will request an email address to forward.)• • • • • • • • • • • • • • • • • • • •WAYS TO PRINT1. Print from your home or office printer2. Send your files via email to a local printer3. Upload to an online printer: VistaPrint.com, Shutterfly, Walgreens Photo, CVS, Costco, FedEx Kinkos, Staples, Office Depot, etc...FOR BEST RESULTS: Use a professional print vendor OR if printing at home, be sure to use fresh ink and high quality coated card stock or photo paper. Uncoated or low quality paper will produce dark or uneven color results.***Due to differences in individual monitor and printer settings, colors may appear different in print than on screen***• • • • • • • • • • • • • • • • • • • •NOTES-Common file sizes are in inches: 4\"x6\", 5\"x7\", 8\"x10\", 11\"x14\", 16x20\".  Or enter a custom size when ordering, I can do any size you like!-High quality files can be downloaded from a desktop or mobile browser only NOT ETSY APP (The App doesn't have that capability yet!)-Colors may differ slightly due to various screen and printing settings-Proofs are sent only on business days (M-F, no holidays)-Digital downloads are non-refundable, but please contact me if you have issues with your order and we'll make it right!• • • • • • • • • • • • • • • • • • • •TERMS OF USEFiles are for Personal Use Only - Print may be used for personal use or printed as a gift but may not be sold or shared. PLEASE NOTE: This listing is for a DIGITAL DOWNLOAD, no physical item will be shipped to you. Frames and props in the listing images are not included.\n                ", "listing_reviews": null, "store_reviews": "388 shop reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/890062837/custom-printable-quote-personalized-wall"}, {"seller_text": "SilverblossomDStudio", "seller_href": "https://www.etsy.com/shop/SilverblossomDStudio?ref=simple-shop-header-name&listing_id=1019237004", "store_sales": "3 sales", "store_rating": null, "listing_title": "Saying Poster, Motivation Quote Print, Quote Wall Art, Home Decor, Printable Wall Art, Digital Download, Minimalist Poster", "listing_bestseller": "-", "listing_price": "\n                        $7.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 JPG"], "listing_desc": "\n                    \" EYES TALK \"  Digital Printable Art  Picture by SilverblossomDStudio[ HOW TO PURCHASE PRINTABLE ART WORKS]  Once you complete your purchase, Etsy will email you a   link to five high quality JPG files (up to 300 resolutions).   If you have an Etsy account you can also find your files at   any time in your account. Go to the purchases and   reviews tab, and scroll to purchased item and click the   download link.   This listing contains DIGITAL FILES in 5 ratios for printing   at home, at a local print shop, or using an online print   service. [ FILE INFORMATION ]   Every design comes in 5 high-resolution (300 dpi) JPG   files in the following ratios:◻  2:3  RATIO FILE FOR PRINTING     4\"x6\", 6\"x9\", 8\"x12\", 10\"x15\", 12\"x18\", 16\"x24\", 20\"x30\",      24”x36”,     10x15 cm, 30x45 cm, 40x60 cm, 50x75 cm, 60x90 cm◻  4:3  RATIO FILE FOR PRINTING      6\"x8\", 9\"x12\", 12\"x16\", 18\"x24”, 15x20 cm, 40x30cm◻  4:5  RATIO FILE FOR PRINTING     4\"x5\", 8\"x10\", 16\"x20\", 24x30cm, 40x50cm◻  5:7  RATIO FILE FOR PRINTING      5\"x7\", A5, A4, A3, A2, A1, 50x70cm◻  11:14  RATIO FILE FOR PRINTING     11\"x14\"[ KINDLY NOTE ]  This is an instant download digital file purchase and no   physical product will be shipped.   Due to differences in monitor and printer calibrations,   colors may appear different in print than on screen.   The  final print quality will depend on the type of printer   and paper used.  This purchase is For PERSONAL use only.  Copyrights remain with the designer. (Artist - Eunshil, Oh  / SilverblossomDStudio Co.)   Please visit my shop to see more of other products. https://www.etsy.com/shop/SilverblossomDStudio   Thank you very much for visiting Silverblossomdstudio!\n                ", "listing_reviews": null, "store_reviews": null, "search": "printable quotes", "url": "https://www.etsy.com/listing/1019237004/saying-poster-motivation-quote-print"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=869926639", "store_sales": "25,448 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets, Tan Presets, Presets, Instagram Filters, Influencer Presets, Vsco Filters, Mobile Presets, Brown Presets, Vsco", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "14", "store_reviews": "793 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/869926639/3-mobile-lightroom-presets-tan-presets"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=735827695", "store_sales": "171,643 sales", "store_rating": "4.8275", "listing_title": "10 Mobile Lightroom Presets, lightroom mobile presets,Instagram Presets, Preset Lightroom, Desktop Presets - Autumn presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    More presets in our SHOP:www.etsy.com/shop/KatherineDream• FILES INCLUDED IN YOUR PURCHASE •✔️ 10 MOBILE Lightroom presets for mobile Lightroom ( free mobile lightroom app)✔️ 10 DESKTOP Lightroom presets for desktop Lightroom✔️ Post-purchase Support✔️ Instructions✔️ Instant Download • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions• HOW TO ORDER •- Tap “add to cart” or “buy it now”;- Receive receipt and email from Etsy with link to download file- Download the Lightroom presets instantly.🧡Do you want to support us?  FREE package every week for our patrons and much more🧡https://www.patreon.com/katherinedream🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it. :)🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "100", "store_reviews": "6,145 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/735827695/10-mobile-lightroom-presets-lightroom"}, {"seller_text": "SnazzyMango", "seller_href": "https://www.etsy.com/shop/SnazzyMango?ref=simple-shop-header-name&listing_id=944703579", "store_sales": "3,763 sales", "store_rating": "4.6667", "listing_title": "INSTAGRAM Wedding Effect! Gold Wedding Effect! Personalised Instagram Effect, Engagement Filter For Instagram! Wedding Instagram Story Mask", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $8.01+\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: Adobe Illustrator, Photoshop, Instagram, Facebook, Spark AR, Glitter, Insta Stories, Effect, Instagram Story, Insta Story, Sparkle, Gold, Instagram Wedding\n\n\nRead the full description"], "listing_desc": "\n                    Personalised Instagram Effect! Gold Wedding Filter.TRY BEFORE YOU BUY: https://www.instagram.com/ar/208780934230521/Make a statement at your wedding with your very own custom Instagram/Facebook filter! All your family, friends, guests and followers will have access to your filter! Anyone who sees your story will also have access to your filter! Unlike snapchat filters it's not restricted to location and there is no upload cost!| CUSTOMISATION |Information Required:Mr. & Mrs. / Mr. & Mr. / Mrs. -Surname -Date (In format required) - Text colour (Select from drop down menu) or message me if you want a colour which isn't listed.Which social media do you want your filter to be on? (Facebook or Instagram). Please note there's a small charge to have your filter on both social media platforms as I essentially have to make 2 separate filters.| HOW IT WORKS |1 - Enter your personalisation requirements in the space provided when ordering.2 - I then design your filter in Instagram/Facebook's unique software.3 - A proof will then be sent to you of how your filter will look, please allow 24hrs for this.4 - Once you're happy with how your filter looks, I then submit it to Instagram/Facebook to upload to their filter collection. (This can take up to 48hrs)!5 - Once the filter has been accepted by Instagram/Facebook I will then email you a link to where you can find your filter on the social media site!6 - You can share the link with all your friends, family and guests! Alternatively, when your post to your story using the filter a badge will be displayed in the top left corner. Anyone who clicks on this will also have access and be able to use your filter! (An example of this is Picture 3).Please message me if you have any questions.  :)If you include the snapchat version in your order, this is just for the filter file. You must upload the filter to Snapchat where costs may be incurred due to location and date. More information can be found here: https://www.snapchat.com/l/en-gb/on-demand/Facebook and Instagram filters are uploaded by me at no extra cost.My full collection of Instagram & Facebook filters can be found here:https://www.etsy.com/uk/shop/SnazzyMango?ref=seller-platform-mcnav&section_id=21416837Keywords:Engagement filter, Instagram mask, Engagement Instagram Filter, Engagement Instagram Effect, Insta Filter, Instagram Filter, Instagram Story, Instagram Stories, Insta Stories, Instagram Wedding, Instagram Wedding Filter, Rose Gold Wedding Filter, Insta Wedding Filter, Insta Wedding Effect, Insta Wedding Stories, Insta Wedding, Instagram Wedding, Rose Gold Wedding Filter, Insta Mask, Insta Effect\n                ", "listing_reviews": "4", "store_reviews": "466 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/944703579/instagram-wedding-effect-gold-wedding"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=793073746", "store_sales": "70,786 sales", "store_rating": "4.9099", "listing_title": "5 Nude Tone Presets Lightroom Mobile & Desktop, Minimal Beige Instagram Filter Warm, Creamy Brown Lifestyle Influencer Preset for Bloggers", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Nude Tones Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram, Photo Editing Filter for Lifestyle and Travel🌟The Nude Tones Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add soft beige, tan and creamy nude colored tones to your Instagram photos. These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for mobile preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "63", "store_reviews": "5,612 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/793073746/5-nude-tone-presets-lightroom-mobile"}, {"seller_text": "FilAndEllieStudio", "seller_href": "https://www.etsy.com/shop/FilAndEllieStudio?ref=simple-shop-header-name&listing_id=989903068", "store_sales": "9,294 sales", "store_rating": "4.8409", "listing_title": "6 MOBILE & Desktop LIGHTROOM Presets, Bright and Airy Preset, Blogger Presets ,White Lyfestyle Presets,Bohemian Presets, Bright Instagram", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF, 2 ZIP"], "listing_desc": "\n                    Instagram Presets / Mobile Lightroom Presets / Desktop & Mobile Presets /Bight White Lifestyle Bohemian Presets✩ INCLUDED IN YOUR PURCHASE ✩6 Mobile Lightroom Presets (DNG files)6 Desktop Lightroom Presets (XMP files)Free 35 pages PDF on Social Media GrowthDetailed PDF Image Instructions◾️ If you have issues downloading or using any of the files, please contact me and I will re-send you the files and help you troubleshoot◾️With over 10 years of professional experience in the world of photography, you are guaranteed to get high quality presets that will elevate the look of your photos. We spent hundredths of hours editing, so that you won’t have to.✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Works With & WITHOUT Adobe subscription✔️ You only need Lightroom CC App on your Phone/iPad✔️ Works With Lightroom Desktop for Mac or PCCreated for the FREE Lightroom Mobile App and Desktop Lightroom. Works best on RAW files but is fully compatible with JPEGS as well.General information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUY. Make sure to select save the zip file on your phone.These presets were designed to work in any light condition, from full sun to shade. They work particularly well with neutral backgrounds with white elements and natural light. The settings were set to enhance the colors of skin tones and to make everything brighter, softer and airy.perfect for photos taken at the beach, summer photos, indoor or any photo with natural sunlight Bright Boho includes 6 mobile bohemian presets and 6 premium desktop presets. They are all extremely versatile, can be fully customized and are guaranteed to enhance dull images with just one click. Whether you work with photos straight from your phone’s camera roll or raw files from your DSLR, these presets will help you refine your style giving you beautiful photos.Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "7", "store_reviews": "421 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/989903068/6-mobile-desktop-lightroom-presets"}, {"seller_text": "EliteStudioPresets", "seller_href": "https://www.etsy.com/shop/EliteStudioPresets?ref=simple-shop-header-name&listing_id=782384908", "store_sales": "17,026 sales", "store_rating": "4.7489", "listing_title": "20 Lightroom Mobile Desktop Presets Bright Feed, Natural Bright Airy Preset, Indoor Outdoor Preset Filter, Baby Photo, Wedding", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.37\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    20 PACKAGE Lightroom Mobile Desktop Presets BRIGHT FEED, Bright and Airy, Light Bright Preset, Indoor and Outdoor Preset, Baby Photos, Wedding PresetThese presets work best for photos taken under bad lighting. When your pictures are in need of some Light and Brightness, choose this preset pack. It gives your baby, wedding and business photos a professional look. Great for both indoor and outdoor photos. With 20 different presets, there must be one suitable for your picture.☆ What is included? ☆➤ 20 Presets in DNG and XMP format (NOT lrtemplate format, but you can still use them by uploading the DNG files in your Lightroom Desktop and save them as preset.)➤ PDF file containing a link to download your mobile and desktop presets➤ PDF installation guideEtsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets☆ Compatibility ☆➤ For MOBILE and DESKTOP use (iPhone, Android, PC, MAC)➤ Compatible with free version of the Adobe Lightroom App. You can download this app for free on your mobile phone (iPhone or Android)➤ Compatible with the paid desktop version of the Adobe Lightroom Classic CC (version 7.3+)➤ For use on JPEG and RAW images☆ BUY 5 AND GET 30% OFF!! ☆Add 5 presets in your cart and receive automatically 30% discount!https://www.etsy.com/shop/EliteStudioPresets☆ 24/7 Support ☆If you have any questions or need some help with the presets, please contact me at Etsy or through email elitestudiopresets[at]@gmail.com♡ Share with Us! ♡I would love to see how your pictures turned out by using our presets. Please include them in your review! Tag or DM us on instagram to get featured!@elitestudiopresets© 2020 Elite Studio Presets, All Rights ReservedTerms of Use: By purchasing this item, you are automatically agreeing to the terms of use. Included but not limited to: Prohibition of sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "100", "store_reviews": "749 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/782384908/20-lightroom-mobile-desktop-presets"}, {"seller_text": "MintyPrintsShop", "seller_href": "https://www.etsy.com/shop/MintyPrintsShop?ref=simple-shop-header-name&listing_id=966443566", "store_sales": "5,468 sales", "store_rating": "5", "listing_title": "Custom Printable Quote, Custom Quote Print, Custom sign, Personalized print, Quote Prints, Custom quote sign, Custom print, DIGITAL DOWNLOAD", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.90\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Custom printable quote - digital download***PLEASE PAY YOUR ATTENTION***This art print is for a DIGITAL DOWNLOAD. No physical product will be shipped and the frame is not included.But if you want to get it printed or framed, here's a link to another my shop where I sell physical prints:https://www.etsy.com/listing/964412942/custom-quote-print-poster-sign-framed?ref=shop_home_active_1I will try very hard to fulfill any of your orders. I answer as quickly as possible to all your questions.Most orders are executed within an hour after payment. Individual approach to each order. Maximum possible attention to the wishes of the customer. Exceptional quality. I will do my best to make you satisfied.Other my custom quote prints here:https://www.etsy.com/shop/MintyPrintsShop?ref=seller-platform-mcnav&section_id=22338722*** IMPORTANT payment information*** If you have no PayPal account, you can pay by Credit Card (section \"Payment\" in FAQ):https://www.etsy.com/shop/MintyPrintsShop?ref=seller-platform-mcnav#more-sectionHOW TO ORDER:Purchase this listing and let me know in \"note to seller\" section what:• Quote, (Poem, Song Lyrics, Bible Verse etc.)• Font (by default #1)• Colors of the letters and background (by default black and white)• Orientation (by default vertical)• Your e-mail addressYou can add the \"vintage paper\" background to you printable artwork. See details here:https://www.etsy.com/listing/625217078/vintage-paper-background-for-your?ref=shop_home_active_3Feel free to contact me with any questions.Your order will be sent within 24 hours.This is HIGH-QUALITY product (resolution 300dpi).Color may vary slightly due to different color monitors.All my artworks are for personal use only. Prints allow display in home, office and business environments, including public spaces, but does not allow to create new products based on it for commercial sale, for commercial reproduction or resale. If you are interested in wholesaling or commercial use please contact me for permission.Visit my full shop page and you find a lot of interesting! ;)https://www.etsy.com/shop/MintyPrintsShopThank you for visit my shop!\n                ", "listing_reviews": "4", "store_reviews": "312 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/966443566/custom-printable-quote-custom-quote"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=734939541", "store_sales": "70,786 sales", "store_rating": "4.9099", "listing_title": "5 Color Pop Lightroom Mobile & Desktop Presets, Vibrant iPhone Photo Editing for Instagram Blogger, Bright Summer Travel Influencer Filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Color Pop Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram Influencers, Bright Vibrant Photo Editing Filter for Summer Travel🌟The Color Pop Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add beautiful, vibrant tones to your Instagram photos. These presets were inspired by my personal Instagram editing style & digital nomad lifestyle.These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "77", "store_reviews": "5,612 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/734939541/5-color-pop-lightroom-mobile-desktop"}, {"seller_text": "IuliiaPresets", "seller_href": "https://www.etsy.com/shop/IuliiaPresets?ref=simple-shop-header-name&listing_id=748881190", "store_sales": "9,430 sales", "store_rating": "4.7874", "listing_title": "20 Lightroom Mobile Presets Desktop VIBRANT Bright Summer Preset Vivid Color Pop Presets Lifestyle Beach LR Mobile Presets Instagram Filters", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $5.97\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ❤️ See more presets in our shop: ❤️www.etsy.com/shop/IuliiaPresets📎Important!Lightroom Presets DESKTOP & MOBILE, DESKTOP and MOBILE versions separately you can see in my shop! (Links below)📎This set of vivid colors presets (Lightroom Desktop Presets and LR Mobile Presets) is perfect for your colorful photos. Using this Vibrant presets as Instagram filters you can transform your Instagram feed to amazing vivid tones!These Desktop and Mobile color pop presets were tested with different colors using as blogger, influencer presets and lifestyle presets.📎Lightroom Desktop & Mobile VIBRANT bright summer and beach Preset in 20 different variations.Based on your camera settings, lighting conditions, white balance settings, dominant colors etc., you may need to slightly adjust the settings of the presets to make your photos look perfect!It is for this reason the additional variations of the Original preset were created to make sure that you get the desired results for different settings of your original photos.📎You can easy to download presets and add photo filter by one click!📎Buy MOBILE version onlyhttps://www.etsy.com/listing/748877780/📎Buy DESKTOP version onlyhttps://www.etsy.com/listing/762758501/📎Have a look at all presets and story highlight icons in my shop:https://www.etsy.com/shop/IuliiaPresets 📎FREE TEST EDIT! ❤️Can't decide what preset to buy? Text me a message 📝and I can do a FREE test edit for your photo using 3 presets you have chosen to help you decide!📎How to install Lightroom presets you can see in my included instructions.📎You need Lightroom App on your Mobile/Desktop devices.📎Included:- Lightroom Desktop Presets (20 XMP files and 20 LRTEMPLATE files (for different Lightroom versions) for desktop only)- Lightroom Mobile Presets (20 photo editing DNG files)- Step-by-step text guide with video instructions📎If the filter makes your photos too dark or too light, adjusting the exposure and/or contrast should fix this. The result depends on the lighting of your original photos.📎Due to the nature of digital downloads no exchanges or refunds will be made.Make sure you read all product information carefully before making a purchase.If you have any questions, please contact me and I will be happy to help you!📎Please follow me on Instagram @iuliiapresets to see the presets in action. Tag me with @iuliiapresets when you post your photos using my presets! I would be happy to see them!📎Stay In Touch:Instagram: @iuliiapresetsEmail: iuliiapresets [a] gmail.com📎Important: There is no refund/exchange/cancellation for the purchases with digital items! 📎©2019, IuliiaPresets, All Rights ReservedDo not copy or redistribute!\n                ", "listing_reviews": "14", "store_reviews": "318 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/748881190/20-lightroom-mobile-presets-desktop"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=747180046", "store_sales": "237,229 sales", "store_rating": "4.8715", "listing_title": "10 Lightroom Presets For Desktop and Mobile Lightroom INSTA / Lightroom Mobile Presets / Instagram Filter for Bloggers, Photo Editing", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    10 Mobile Lightroom Presets INSTA THEME , instagram preset,  influencer presets , lifestyle blogger presetsEdit your Instagram photos like a pro on your mobile device! Instagram Preset INSTA THEME Included 10 presets inspired by travel bloggers and influencers around the world  and will enhance your photos and assist in creating a cohesive Instagram feed. This preset for every kind of picture that will surely deliver stunning results and make your images look a hundred times better! For photographers who do a lot of fashion, travel and lifestyle photography.🔺Included10 LIGHTROOM PRESET .DNG file .ZIP Archive 10 LIGHTROOM PRESET .XMP file .ZIP Archive .PDF file with direct link to download presets directly to your phone .PDF Instruction Guide 📍Unfortunately, Etsy does not support downloading digital files via Etsy App. Please download via one of the following options:1. Visit your email and click 'View Your Files on Etsy' in the email received from Etsy. Login to your Etsy account (if you have one). You will see the links to your files at the bottom of the page.2. Login to your Etsy account via Safari or Google Chrome browser on your mobile phone. Click on Your Account (a circle in the top right corner) > Purchases and Reviews > Your Order > 'Download Files'. You will see the links to your files at the bottom of the page.Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and I'll send your preset immediately and you can save directly in your camera roll‼️For any questions or editing help Please contact me email victoriabee.shop [!at] gmail.com© 2019-2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoKeywords: Instagram Filter, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Lightroom filter for Blogger, Summer presets, cohesive aesthetic,  lightroom desktop, photo filter,  instagram filter\n                ", "listing_reviews": "41", "store_reviews": "8,047 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/747180046/10-lightroom-presets-for-desktop-and"}, {"seller_text": "Blondary", "seller_href": "https://www.etsy.com/shop/Blondary?ref=simple-shop-header-name&listing_id=967519508", "store_sales": "2,567 sales", "store_rating": "4.9957", "listing_title": "Mobile Lightroom Presets, Spring Preset, Vintage Presets, Vsco Filters, Iphone Presets, Lightroom, Mobile Presets, Instagram Filters, Bright", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.89\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Mobile Lightroom Presets, Instagram Presets, Vintage Presets, Spring Preset, Travel presets, Bright Presets, Photo filter, Blogger Presets, Indoor photo presets, Lifestyle presets, Warm Bright preset, Instagram Filter✩ FREE PRESETS OFFER ✩💥 GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE 💥💥 GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE 💥*Spring Mobile Preset: include 1 mobile lightroom preset perfect for Spring. Transform your outdoor photos with the Spring Lightroom Preset*⭐You Will Receive :- 1 DNG. Mobile Preset- 1 PDF file - Mobile InstructionsAll presets files are in DNG format.After the download you will need to unzip the file, either on your PC (and then send the mobile presets to your phone) or on your phone (if you have an app that can unzip files).- If you have problems with installation or with downloading your files just contact me and I'll do my best to help you.- Please keep in mind that each photo has different light setting so you can tweak some settings as light, contrast etc after applying you presets to get best results.For personal use ONLY! You may NOT sell, distribute, rent, give, sub-license, or transfer presets, or presets sent to anyone else.More Presets:Creamy Presets:https://www.etsy.com/listing/948185389/mobile-lightroom-presets-5-creamy?ref=shop_home_active_8&pro=1Winter Snow Presets:https://www.etsy.com/listing/949617290/mobile-lightroom-presets-12-winter-snow?ref=shop_home_active_9&pro=1Selfie Presets:https://www.etsy.com/listing/969972545/mobile-lightroom-presets-8-selfie?ref=shop_home_active_4&pro=1Fitness Presets:https://www.etsy.com/listing/943374818/lightroom-presets-6-fitness-presets?ref=shop_home_active_5&pro=1Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filters, Travel Presets, Influencer Presets, warm presets, iPhone Presets, Moody Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright Presets, Clean Preset, Color Pop Preset, Vibrant Presets, Mountains Presets, Bright Nature Presets, Nature Presets , Landscape Presets, Adventure Presets, Hiking Presets, Spring Presets, Green Presets\n                ", "listing_reviews": "29", "store_reviews": "234 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/967519508/mobile-lightroom-presets-spring-preset"}, {"seller_text": "RosiePosiePrintabArt", "seller_href": "https://www.etsy.com/shop/RosiePosiePrintabArt?ref=simple-shop-header-name&listing_id=1030896427", "store_sales": "28 sales", "store_rating": "5", "listing_title": "Digital Download Option | Variety of Sassy and Sarcastic Quotes | Quotes to Live By | Wall Prints | Home Prints | Printable Quotes", "listing_bestseller": "-", "listing_price": "\n                        $4.35\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PNG"], "listing_desc": "\n                    Hello There! Thank you for viewing my listing! ♥PRICE IS FOR ONE PRINT ONLY.If you would like to purchase more than one print you will have to do so separately. Variety of quotes to decorate your home with!Some of these quotes are very sassy and sarcastic.The perfect way to decorate your home if you are sassy with a simplistic décor look!PRINTS COME UNFRAMEDYou will receive all the files listed below for each print you purchase:֍\t1 PDF file with bleed 300 dpi֍\t1 original PDF file 300 dpi֍\t1 PNG file֍\t1 Thank you card that can always be instantly downloaded.Once your purchase is complete, your print will be emailed to the email address provided when purchasing. ↠ Prints come unframed. ↠ Nothing physical will be sent to you.↠ Send me a message if you have any questions or queries about your order.Take care and have a good day! ☮\n                ", "listing_reviews": null, "store_reviews": "3 shop reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/1030896427/digital-download-option-variety-of-sassy"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=743667337", "store_sales": "237,230 sales", "store_rating": "4.8715", "listing_title": "20 Lightroom Presets LIGHT AND AIRY, Bright and Clean Instagram Presets, Mobile and Desktop Photo Filter, Instagram Photo Editing", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    Mobile and Desktop Lightroom Presets LIGHT & AIRY Blogger Preset Collection for Instagram Photo preset Bright and Light preset Photo filterLighten your dark photo, add brightness to it and refresh it with this preset bundle! 🔺Included20  LIGHTROOM PRESET .ZIP file with .DNG .XMP.PDF file with direct link to download presets directly to your phone .PDF Instruction Guide Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️For any questions or editing help Please contact me email victoriabee.shop [!at] gmail.com© 2019-2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoKeywords: Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset\n                ", "listing_reviews": "100", "store_reviews": "8,047 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/743667337/20-lightroom-presets-light-and-airy"}, {"seller_text": "HEARTSinCOLORS", "seller_href": "https://www.etsy.com/shop/HEARTSinCOLORS?ref=simple-shop-header-name&listing_id=548103829", "store_sales": "62,867 sales", "store_rating": "4.9513", "listing_title": "Print, Quotes Print, Poster Print, Wall Art Quotes, Typography Print, Digital Download, Digital Prints, Quote, Wall Art, Printable Quotes", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $4.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 JPG"], "listing_desc": "\n                    Print, Quotes Print, Poster Print, Wall Art Quotes, Typography Print, Digital Download, Digital Prints, Quote, Wall Art, Printable QuotesWe offer VERY FRESH DESIGNS and HIGH QUALITY DIGITAL FILES for your home or office. YOUR ORDER WILL INCLUDE 5 DIGITAL FILES WITH DIFFERENT SIZES .THESE ARE 5 HIGH RESOLUTION IMAGES ( 300 DPI , pixels per inch ) .- I N C L U D E D  -  F I L E S  - A 2x3 RATIO FILE FOR PRINTING 4\"x6\", 6\"x9\", 8\"x12\", 10\"x15\", 12\"x18\", 16\"x24\", 20\"x30\", 24”x36”, 10x15 cm, 30x45 cm, 40x60 cm, 50x75 cm, 60x90 cm.A 4x3 RATIO FILE FOR PRINTING 6\"x8\", 9\"x12\", 12\"x16\", 18\"x24”, 15x20 cm, 40x30cm.A 4x5 RATIO FILE FOR PRINTING 4\"x5\", 8\"x10\", 16\"x20\", 24x30cm, 40x50cm.A 5x7 PAPER SIZE FILE FOR PRINTING 5\"x7\", A5, A4, A3, A2, A1, 50x70cm.A 11x14 RATIO FILE FOR PRINTING 11\"x14\".Looking for a size that is not listed here? Just message us and we'll gladly resize it for you.Having these files helps ensure that you can print the design at your home, online or local print shop.- KINDLY - NOTE -No physical product will be shipped and the frame is not included. Colours may vary slightly due to different colour monitors. This purchase is for PERSONAL USE ONLY.-- SEE OUR ENTIRE RANGE --https://www.etsy.com/shop/heartsincolorsThank you for visiting our shop .\n                ", "listing_reviews": "17", "store_reviews": "2,376 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/548103829/print-quotes-print-poster-print-wall-art"}, {"seller_text": "EliteStudioPresets", "seller_href": "https://www.etsy.com/shop/EliteStudioPresets?ref=simple-shop-header-name&listing_id=881740942", "store_sales": "17,026 sales", "store_rating": "4.7485", "listing_title": "Lightroom Preset ICE COFFEE, Single Mobile Desktop Lightroom Preset, Soft Light Beige Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $1.83\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 2 other files"], "listing_desc": "\n                    Lightroom Presets ICE COFFEE, Single Mobile Desktop Lightroom Presets, Soft Light Brown Preset☆ What is included? ☆➤ 1 Mobile Preset in .DNG format➤ 1 Desktop Preset in .XMP format (NOT lrtemplate format, but you can still use them by uploading the DNG files in your Lightroom Desktop and save them as preset.)➤ PDF installation guide☆ Compatibility ☆➤ For MOBILE and DESKTOP use (iPhone, Android, PC, MAC)➤ Compatible with free version of the Adobe Lightroom App. You can download this app for free on your mobile phone (iPhone or Android)➤ Compatible with the paid version of the Adobe Lightroom Classic CC (version 7.3+)➤ For use on JPEG and RAW imagesSince each image is different due to lighting conditions, camera settings, and personal style, these presets may need to be slightly altered to fit your needs.☆ BUY 5 AND GET 30% OFF!! ☆Add 5 presets in your cart and receive automatically 30% discount!https://www.etsy.com/shop/EliteStudioPresets☆ 24/7 Support ☆If you have any questions or need some help with the presets, please contact me at Etsy or through email elitestudiopresets[at]@gmail.com♡ Share with Us! ♡I would love to see how your pictures turned out by using our presets. Please include them in your review! Tag or DM us on instagram to get featured!@elitestudiopresets© 2020 Elite Studio Presets, All Rights ReservedTerms of Use: By purchasing this item, you are automatically agreeing to the terms of use. Included but not limited to: Prohibition of sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "22", "store_reviews": "749 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/881740942/lightroom-preset-ice-coffee-single"}, {"seller_text": "LouMarksPhoto", "seller_href": "https://www.etsy.com/shop/LouMarksPhoto?ref=simple-shop-header-name&listing_id=751482305", "store_sales": "388,507 sales", "store_rating": "4.8278", "listing_title": "10 Mobile Lightroom Presets, Lightroom Filters, iPhone Presets, Lightroom Mobile Presets Home, Instagram Presets, Cozy Mobile Dng Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.49\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP, 2 PDF"], "listing_desc": "\n                    ♡ SALE!! Buy 3 Packs & Get 2 FREE! Add all 5 Packs to your cart and only pay for 3 in total!♡ More Presets In My Shop: www.etsy.com/shop/loumarksphoto♡ Create consistent photo edits with Lightroom Presets. Bright and natural presets, Lightroom presets, Blogger photo presets, mobile presets and desktop presets, instagram Filters.♡ Cozy Home Instagram Presets work amazing in one click on Indoor and Outdoor, Home Interiors, Family Photos, Lifestyle, Travel, Fashion, Blogger, Wedding, and Portrait Images. Create beautiful blog images or social media images one click. Perfect to easily enhance everyday photos!WHY YOU WILL LOVE IT✔️ Cozy bright white vibe perfect for instagram themes✔️ Made by a professional photographer✔️Natural results with no harsh colors or lightingLou & Marks Presets work with All Versions of Lightroom Mobile & Lightroom Desktop and with Photoshop ACR.INCLUDED IN YOUR PURCHASE ✔️ 10 Mobile Lightroom Presets (DNG)✔️ 10 Desktop Lightroom Presets (LR)✔️ 10 Lightroom & Photoshop Presets (XMP)✔️ Step-by-step PDF guide with video instructionsCOMMON QUESTIONS✔️ Works With The Free & Paid Lr iPhone App✔️ Works With The Free & Paid Lr Android App✔️ Works With All Lightroom Desktop Versions ✔️ Works With Photoshop ACR ✔️ Works With Mac & PC✔️ Works With JPG & RAW Formats♡ SKIN TONE PROMISE You are you unique and so are our Presets! We created our Presets for everyone. No one specific skin tone or hair color. When you purchase from Lou + Marks you are not just purchasing presets you also get our guarantee that they will suit your skin tone. If they don’t send me a message with an unedited image and I will personally adjust them for you. ♡ STAY IN TOUCH Connect with me on Instagram @louandmarks and tag #louandmarks so I can see all your amazing photo edits and share them in my daily stories of my audience of over 60K.© Lou & Marks. All Rights Reserved. By Purchasing this product you agreeing to the Terms of Use included in the download. Do not sharing the files, or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "100", "store_reviews": "16,494 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/751482305/10-mobile-lightroom-presets-lightroom"}, {"seller_text": "SnazzyMango", "seller_href": "https://www.etsy.com/shop/SnazzyMango?ref=simple-shop-header-name&listing_id=990671746", "store_sales": "3,763 sales", "store_rating": "4.6667", "listing_title": "CUSTOM Bachelorette Instagram Filter! Neon Bachelorette Filter, Bachelorette Filter Instagram, Instagram Effect, Hen Party Filter, Instagram", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $8.01+\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: Adobe Illustrator, Photoshop, Instagram, Facebook, Spark AR, Glitter, Insta Stories, Effect, Instagram Story, Insta Story, Neon, Bachelorette, Filter\n\n\nRead the full description"], "listing_desc": "\n                    Custom Neon Bachelorette Filter For Instagram, Instagram Stories Filter!TRY BEFORE YOU BUY: https://www.instagram.com/ar/510638693640520Make a statement at your bachelorette with your very own custom Instagram/Facebook filter! All your family, friends, guests and followers will have access to your filter! Anyone who sees your story will also have access to your filter! Unlike snapchat filters it's not restricted to location and there is no upload cost!| CUSTOMISATION |Information Required:Name -Date -All colours and text are customisable so feel free to message me if you require different colours or wording!| HOW IT WORKS |1 - Enter your personalisation requirements in the space provided when ordering.2 - I then design your filter in Instagram/Facebook's unique software.3 - A proof will then be sent to you of how your filter will look, please allow 24hrs for this.4 - Once you're happy with how your filter looks, I then submit it to Instagram/Facebook to upload to their filter collection. (This can take up to 48hrs)!5 - Once the filter has been accepted by Instagram/Facebook I will then email you a link to where you can find your filter on the social media site!6 - You can share the link with all your friends, family and guests! Alternatively, when your post to your story using the filter a badge will be displayed in the top left corner. Anyone who clicks on this will also have access and be able to use your filter! (An example of this is Picture 3).Please message me if you have any questions.  :)If you include the snapchat version in your order, this is just for the filter file. You must upload the filter to Snapchat where costs may be incurred due to location and date. More information can be found here: https://www.snapchat.com/l/en-gb/on-demand/Facebook and Instagram filters are uploaded by me at no extra cost.My full collection of Instagram & Facebook filters can be found here:https://www.etsy.com/uk/shop/SnazzyMango?ref=seller-platform-mcnav&section_id=21416837Keywords:bachelorette, bachelorette filter, instagram bachelorette filter, insta effect, instagram effect, neon bachelorette, neon filter, hen party, hen party filter, Insta Filter, Instagram Filter, Instagram Story, Instagram Stories, Insta Stories, Instagram Wedding, Instagram Wedding Filter, Rose Gold Wedding Filter, Insta Wedding Filter, Insta Wedding Effect, Insta Wedding Stories, Insta Wedding, Instagram Wedding, Rose Gold Wedding Filter, Insta Mask, Insta Effect\n                ", "listing_reviews": null, "store_reviews": "466 shop reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/990671746/custom-bachelorette-instagram-filter"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=972851457", "store_sales": "171,643 sales", "store_rating": "4.8275", "listing_title": "10 Mobile LIGHTROOM Presets, Summer Preset, lightroom mobile presets, Desktop Presets Blogger, Natural Preset, Bright Instagram, vsco filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP, 1 PDF"], "listing_desc": "\n                    🎁 GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code: 2FREE• Pay only for 2 itemsMore presets in our SHOP:www.etsy.com/shop/KatherineDream• FILES INCLUDED IN YOUR PURCHASE •✔️ 10 MOBILE Lightroom presets for mobile Lightroom( free mobile lightroom app)✔️ 10 DESKTOP Lightroom presets for desktop Lightroom✔️ Post-purchase Support✔️ Instructions✔️ Instant Download • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions♡ HOW TO ORDER ♡- Tap “add to cart” or “buy it now”;- Receive receipt and email from Etsy with link to download file- Download the Lightroom presets instantly.❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it. :)🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "70", "store_reviews": "6,145 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/972851457/10-mobile-lightroom-presets-summer"}, {"seller_text": "MrsCogsCrafts", "seller_href": "https://www.etsy.com/shop/MrsCogsCrafts?ref=simple-shop-header-name&listing_id=723750377", "store_sales": "63,746 sales", "store_rating": "4.9741", "listing_title": "Garden Sayings - Journal Prompts, Printable Words, Instant Download, Digital Collage, Art Ephemera, Printable Quotes", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $2.06\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 JPG"], "listing_desc": "\n                    This product is an **Instant Digital Download**. No physical item will be shipped.Garden Sayings are a compilation of colorful idioms and sayings derived from the garden over the ages. Phrases have been carefully selected and backed with hand tea dyed paper and cropped to produce quality useful inserts and cards for use in your junk journals, art journals, card making, collages and other paper creations. As such, these works are copyrighted by ©Mrs. Cog's Crafts.This item contains a total of 45 sayings on three pages, each with its own jpg file. These downloads were produced to print at high resolution 300 dpi which is available on most home printers. The pages are formatted to print on letter sized paper (at 8½ x 11 inches) and work for A4 as well. The files will download without the \"Mrs. Cog's Crafts\" watermark.After purchasing a digital product, a link will be made available to you for the download of your purchase(s). If you have any difficulty accessing your files, please follow the steps outlined by Etsy here: https://www.etsy.com/help/article/3949 Should you need further assistance, please don’t hesitate to contact me via Etsy convo or email (available on my profile page).Policies for use of my digital products are as follows:• You MAY use these downloads to print for your own use and for physical creations to gift or sell. To clarify, it is fine to use these images for handmade creations to sell on Etsy or in another similar online or boutique venue so long as it does not constitute large scale production.• You MAY NOT use these downloadable products in digital art work of your own or to sell or give away in its digital form. You may not print these files to sell or to mass produce a physical item for sale.If you use artwork from this shop, I would greatly appreciate a link back to this shop https://www.etsy.com/shop/MrsCogsCrafts but it is not required.Please subscribe to me on YouTube: https://www.youtube.com/c/MrsCogFollow me on Instagram: https://www.instagram.com/mrscogscrafts/Follow me on Facebook: https://www.facebook.com/mrscogscrafts/Thank you and feel free to contact me with any questions.\n                ", "listing_reviews": "21", "store_reviews": "7,824 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/723750377/garden-sayings-journal-prompts-printable"}, {"seller_text": "CityTurtles", "seller_href": "https://www.etsy.com/shop/CityTurtles?ref=simple-shop-header-name&listing_id=766544737", "store_sales": "18,845 sales", "store_rating": "4.8607", "listing_title": "Natural Outdoor FAMILY Portrait Lightroom Presets Pack for Desktop & Mobile - One Click Photographer Editing Tools", "listing_bestseller": "Bestseller", "listing_price": "\n                        $9.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    Family // Lightroom Presets Pack by CTDesktop + Mobile BundleThe Family preset pack features rich, warm colors and natural vibrance. These presets are super versatile and created to preserve picture-perfect skin tones for portraits, lifestyle, and family sessions. This preset collection includes a lovely, documentary-style black & white preset to emphasize special moments.Includes both desktop and mobile files so you can edit on your computer and on the go with your phone!This preset pack includes:CT - FAMILY 01CT - FAMILY 02CT - FAMILY 03CT - FAMILY 04CT - FAMILY 05CT - FAMILY 06CT - FAMILY 07CT - FAMILY 08 BWYOU WILL BE RECEIVING: • 8 Lightroom Mobile Presets (.DNG)• 8 Lightroom Desktop Presets (.XMP)• 8 Lightroom Desktop Presets (.LRTEMPLATE)• 45 BONUS Desktop Adjustment Presets Tool Kit• Step-by-Step PDF Install Guide• Mobile Video Tutorial• Instant DownloadFollowing your purchase, your downloads include a ZIP file for desktop use and a PDF with a download link for mobile access.These presets are created without exposure/white balance adjustments so you may need to adjust those manually since every photo is different. All you have to do is expose, adjust temperature, click the preset, and you’re done!You may also like our Family LUTs for video editing: https://www.etsy.com/listing/961477892SAVE ON THE SUMMER BUNDLE: https://etsy.me/2YMOCxBMORE BUNDLES: https://etsy.me/2YvfwLAIf you have any questions or concerns, send a message through Etsy and I will get back to you as quickly as possible.📸 Keep in touch! www.instagram.com/cityturtles www.instagram.com/cityturtlespresets 💖 Have a few seconds? Leave us a review! Bonus points if you include a photo!\n                ", "listing_reviews": "80", "store_reviews": "749 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/766544737/natural-outdoor-family-portrait"}, {"seller_text": "LouMarksPhoto", "seller_href": "https://www.etsy.com/shop/LouMarksPhoto?ref=simple-shop-header-name&listing_id=724395279", "store_sales": "388,506 sales", "store_rating": "4.8278", "listing_title": "GOLDEN Presets, Vintage Mobile Lightroom Presets Lightroom Desktop and Presets, instagram filter, blogger presets, Moody presets", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.49\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP, 1 PDF"], "listing_desc": "\n                    8 Lightroom Mobile Presets Golden, VINTAGE WARM Lightroom presets, Bright Home presets, mobile and desktop presets, instagram Filters♡ Vintage Moody Presets ♡ The best Lightroom Mobile Presets, perfect for Instagram ♡I N C L U D E D• 8 MOBILE Lightroom presets• 8 DESKTOP Lightroom presets • After Purchase Customer Support• Instructions• Instant DownloadPreset Bundles In My Shop:www.etsy.com/shop/loumarksphoto♡ SPECIAL OFFER: GET 5 PAY FOR 3 ♡• Add 5 Preset Packs to your cart• Discount Automatically Applied• Only Pay for 3 Preset PacksW H Y ∙ Y O U ' L L ∙ L O V E ∙ I T• Soft warm vintage vibe perfect for instagram themes• Works great on indoor and outdoor photos• Made by a professional photographerO T H E R ∙ I N F O R M A T I O N• Works with the Free & Paid Android LR Mobile App • Works with the Paid iPhone LR Mobile App  • Works with All Lightroom Desktop Versions• Works with Mac and PC Desktops/LaptopsStill have questions or need help picking the perfect presets for you editing needs? Feel free to contact me, I’m always more than happy to help in any way :)♡ L O U A N D M A R K S ∙ P R O M I S E ♡You are you unique and so are our Presets! We created our Presets for everyone. No one specific skin tone or hair color. When you purchase from Lou + Marks you are not just purchasing presets you also get our guarantee that they will suit your skin tone. If they don’t send me a message with an unedited image and I will personally adjust them for you.  A B O U T ∙ L O U ∙ M A R K S ∙ P H O T O• IG: @Louandmarks• FB: https://www.facebook.com/louandmarks/-----------------------♡--------------------© 2021 Lou & Marks LLC, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "100", "store_reviews": "16,494 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/724395279/golden-presets-vintage-mobile-lightroom"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=663947338", "store_sales": "171,643 sales", "store_rating": "4.8275", "listing_title": "21 Lightroom MOBILE Presets - Lightroom Presets - Instagram Filter - Mobile Preset & Desktop Preset, Lifestyle Blogger Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    • Professional Lightroom Presets for free Mobile and Desktop Lightroom• You receive 21 variants of presets with white/slightly warm/slightly cold tones• You can use them unlimited number of times.• Post-purchase support guaranteed - if you need my help with editing don't hesitate to contact me ✅FILES included:- 21 Lightroom presets in DNG format for MOBILE Lightroom (free app compatible with both IOS and ANDROID).- 21 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 itemsThis Preset package is perfect for all dark or normal photos. All presets will give your photos and images modern, clean and bright look. It is perfect for indoor as well as outdoor photos and it will also tweak lightings. This package is perfect for bloggers and profesional photographers as well as for casual photographers because no additional tweaks are needed. White Lifestyle can change your photos with one click right on your phone.  White Lifestyle Lightroom Presets have been created to brighten your photos with a light, white and clean look.❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "25", "store_reviews": "6,145 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/663947338/21-lightroom-mobile-presets-lightroom"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=665103784", "store_sales": "237,229 sales", "store_rating": "4.8715", "listing_title": "10 Lightroom Presets RIESLING for Desktop and Mobile Lightroom, Color Pop, Vibrant Presets, Instagram Blogger Summer Photo Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    10 Mobile Lightroom Presets Riesling Summer preset Warm preset Travel presets Instagram filter Sunny preset This presets pack will bring out Vibrant Rich Tones and Saturated Summer Pop Colors in your photos.10  LIGHTROOM PRESETS RIESLING  for Mobile and Desktop LightroomThese Presets Pack  are perfect for Instagram, blogging and photo editing on the go. Hight Quality Preset, Great for Portraits, Bloggers, Travelers, Engagements and Wedding' shoots, a user friendly pack, easy to use, One click Lightroom Preset that gives your collection of work a more cohesive and aesthetic feel and get you on your way to creating stunning images. 🎁 GET 5 & PAY FOR 3: add 5 presets to your cart, use coupon: GIFT2 and pay for 3 only https://www.etsy.com/shop/VictoriaBeePhoto?coupon=GIFT2This pack Included 10 presets inspired by travel bloggers and influencers around the world.This preset for every kind of picture that will surely deliver stunning results and make your images look a hundred times better! For photographers who do a lot of fashion, travel and lifestyle photography.Check out my Bestseller Itemshttps://www.etsy.com/shop/VictoriaBeePhoto♦️ Works in Lightroom Mobile App (iOS/Android)♦️ Works With & Without Adobe subscription♦️ Compatible with All Photo formatsIncluded:🔶10 Lightroom presets in .DNG format for MOBILE Lightroom .ZIP archive🔶10 Lightroom presets in .XMP format for DESKTOP Lightroom .ZIP archive🔶.PDF file with direct link to download presets directly to your phone 🔶.PDF Instruction Guide 10 Riesling Presets  has been created to achieve a very modern, glamorous, trendy & Instagram aesthetic look. You will get best fashionable, professional  one-click result from this pack.Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️Keep in mind that all presets work differently with each photo depending on a number of factors such as lighting, white balance, tone etc. Please contact me for any questions or editing help victoriabee.shop [!at] gmail.com© 2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephoto  ©victoriabee.presetsMobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset, Pop Colour Preset, Vibrant Preset, Summer Presets\n                ", "listing_reviews": "100", "store_reviews": "8,047 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/665103784/10-lightroom-presets-riesling-for"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=869986401", "store_sales": "25,449 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets,Honey Presets, Instagram Filter, Vsco Filters, Lightroom, Mobile Presets, Presets, Natural Nude, Blogger Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "12", "store_reviews": "793 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/869986401/3-mobile-lightroom-presetshoney-presets"}, {"seller_text": "ILovePrintable", "seller_href": "https://www.etsy.com/shop/ILovePrintable?ref=simple-shop-header-name&listing_id=741612856", "store_sales": "30,172 sales", "store_rating": "4.957", "listing_title": "Live your best life, Digital print, Printable art, Wall art print, Printable quotes, Downloadable prints, Dorm decor, Digital download", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $3.01\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 JPG"], "listing_desc": "\n                    Instant Download of motivational quote art \"Live your best life\".DIGITAL DOWNLOAD INCLUDED:• 5 x 7 Inch JPG• 8 x 10 Inch JPG• 16 x 20 Inch JPG• 18 x 24 Inch JPG • A3 JPG (29.7 x 42cm)FREE BONUS:★ We can provide you with any other print size JPG.★ You will get one custom color change. Simply contact me via Etsy.★ We will send you a new link to download your custom file within 1–2 days.IMPORTANT NOTES:• All JPG is in high-resolution 300dpi, RGB format.• Your purchase order is for a digital file, no physical item will be mailed.• For non-commercial use only. • You may purchase extended licenses for commercial use.WAYS TO PRINT YOUR ART:• Print from your home or office printer• Send to a local print shop• Upload your files to an online printing shopPQ350-E© copyrighted by I Love Printable™\n                ", "listing_reviews": "6", "store_reviews": "2,022 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/741612856/live-your-best-life-digital-print"}, {"seller_text": "SymphonyPresets", "seller_href": "https://www.etsy.com/shop/SymphonyPresets?ref=simple-shop-header-name&listing_id=776768792", "store_sales": "17,197 sales", "store_rating": "4.9267", "listing_title": "10 Dark and Moody Mobile Lightroom Presets -  Desktop Presets - Instagram Presets - Lifestyle Presets - iPhone Presets - Blogger Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 JPG, 1 ZIP"], "listing_desc": "\n                    Make your photos stand out with this preset pack which includes 10 unique presets for Lightroom. These presets were designed especially for portraits, travel, lifestyle, and wedding photography to give your photos that popular and attractive dark and moody look. These Dark and Moody presets are great for bloggers, influencers, photographers, and anyone who loves taking and posting great photos. This bundle includes 10 beautiful Lightroom presets which can be used in almost every type of situation. Whether you took an amazing selfie, or you took awesome photos on your new camera these presets will be great. They were great in a variety of lighting situations, even in extremely low light environments.You can use these presets in both the mobile and the desktop version of lightroom with a very easy install that can take just a few minutes. Compatibility: Works on all Versions of Lightroom Classic, Lightroom CC and Lightroom Mobile. Lightroom Classic versions 7.2 and older use the .lrtemplate files while 7.3 and newer can use either .lrtemplate or .xmp.Top features of this bundle:🗸 One time purchase, keep forever🗸 10 Presets in .xmp Format🗸 10 Presets in .lrtemplate Format🗸 10 Preset in .dng Format🗸 Compatible with Lightroom Mobile🗸 Compatible on Windows and Mac🗸 24/7 Support🗸 Free Updates🗸 Install Instructions Included\n                ", "listing_reviews": "100", "store_reviews": "860 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/776768792/10-dark-and-moody-mobile-lightroom"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=971564670", "store_sales": "237,230 sales", "store_rating": "4.8715", "listing_title": "25 Mobile and Desktop Lightroom Presets, Magic Hour presets, Sunny Golden Lightroom Preset, Warm Instagram Filter, Sun Travel Summer Blogger", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $4.35\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    25 LIGHTROOM PRESETS MAGIC HOURLIGHTROOM PRESETS FOR GOLDEN HOUR, SUNRISE & SUNSETThe MAGIC HOUR preset gives photos a softer and warmer look , This preset is ideal for pictures that are taken under a natural light and works well with portraits and outdoor photos. The preset can be applied with just one click and will give your photos an interesting and amazing look –  ideal for creating stand-out photos for printing and hanging on your wall.Check out my Bestseller Itemshttps://www.etsy.com/shop/VictoriaBeePhoto♦️ Works in Lightroom Mobile App (iOS/Android)♦️ Works With & Without Adobe subscription♦️ Compatible with All Photo formatsIncluded:🔶25 Lightroom presets in .DNG format for MOBILE Lightroom (.ZIP Archive)🔶25 Lightroom presets in .XMP format for DESKTOP Lightroom (.ZIP Archive)🔶.PDF file with direct link to download presets directly to your phone (Dropbox)🔶.PDF Instruction Guide Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets.‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️Keep in mind that all presets work differently with each photo depending on a number of factors such as lighting, white balance, tone etc. Please contact me for any questions or editing help victoriabee.shop [!at] gmail.com© 2019-2021 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephoto\n                ", "listing_reviews": "7", "store_reviews": "8,047 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/971564670/25-mobile-and-desktop-lightroom-presets"}, {"seller_text": "SheDidDesign", "seller_href": "https://www.etsy.com/shop/SheDidDesign?ref=simple-shop-header-name&listing_id=1038112149", "store_sales": "2 sales", "store_rating": null, "listing_title": "Rain & Sunshine Printable Wall Art Quotes About Life | Set of 2 | Home decor | Wall decor | Digital Download | Gift for her | Work from home", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $2.56\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF"], "listing_desc": "\n                    Inspirational Rain & Sunshine wall art | set of 2 (two)Instantly DOWNLOAD and PRINT these beautiful designs for your home office. Printable art saves you time and money in delivery and shipping costs. You can print this art with your home printer! Simple printing guide is included in your download file.This is a set of two (2), quotes included are:* Some people feel the rain, others just get wet* Stay close to people who feel like sunshineColors options (included) for all the quotes designs are:* Blue & Yellow (colors)* Black-scale (grey)THIS IS A DIGITAL DOWNLOAD ONLY. You will not receive any physical product in the mail.You will receive:* 2 PDF files with two (2) pages, one for each color variation available for the design (to print all or chosen one only)* PDF file with printing instructionsPRINTING INSTRUCTIONSYour download file will include the same simple printing guide as below.Paper size recommended to printing is A4 (210 x 297 mm OR 8-1/4 x 11-3/4 inches) for your home printer.Print at home (if you have a printer) or use your local print shop or photo center (for example). There are also online printing services nowadays, check what your country has to offer!How to download:1. Add this item to your cart or ‘Buy it now'2. (Navigate to your cart and) Choose the payment method of your liking3. Proceed to checkout and complete the purchase process4. Once you've purchased this product, if in desktop browser, you see ‘Download’ link to access the purchased files OR navigate in Etsy to \"You” --> \"Purchases and reviews\" --> Download the file from under this purchase5. Important: You can’t download the purchased files via Etsy mobile app, so use your laptop or PC!How to print:6. Open the file in a PDF reader. If you have one on your device, it should open automatically when you double click the downloaded file. If not, download one (Mac has ‘Preview’ by default, for Windows there are multiple options to choose from).7. Before printing, choose a specific page or pages you want to print to avoid printing all the pages you don't want or need.8. Print the file from PDF reader (make sure your printer is connected to your device).9. Place the printed art wherever you want to enjoy it at. On your wall; on your desk; ultimately you’re the interior designer of your space!For best results, use high quality paper. You can also print the same design in bigger size ratio(s) as in A3 or A2 if your printer supports that (or you can use print shops). You can print the design also on other sizes, but make sure scale properly to not lose content.Disclaimer(s):* Colors may differ depending on your device's screen or printer differences (some RGB colors do not convert precisely to CMYK, so there may be a shift in tone depending the printer you’ll be using).* This item is an instant download of PDF files, you will not receive a physical product in the mail.* You can print as many files as you want or need for your personal use or as a gift ONLY. Reselling, distribution, or any type of duplication is prohibited.* If your printer doesn’t know the international paper standards like A4 (210 x 297 mm OR 8-1/4 x 11-3/4 inches), but uses US standards instead where 8.5 x 11 is closest to A4. So if you are in US, the paper size your printer can print to will affect how these prints will look alike.All sales are final. I do not accept refunds, returns, exchanges or cancellations. However, I promise to address any concerns and will happily work with you to quickly resolve problems with your order.Do not hesitate to contact me!Thank you so much for checking out my shop!For more designs please visit:https://www.etsy.com/shop/SheDidDesignCopyright© 2021 She Did Design: all designs are copyrighted, remain the rights of the seller, and cannot be reproduced or altered in any way without obtaining written permission from the copyright owner. The purchased designs are for personal use only, no commercial use is allowed. Distribution or reselling of these prints is strictly prohibited.\n                ", "listing_reviews": null, "store_reviews": null, "search": "printable quotes", "url": "https://www.etsy.com/listing/1038112149/rain-sunshine-printable-wall-art-quotes"}, {"seller_text": "LimeJuicePrintables", "seller_href": "https://www.etsy.com/shop/LimeJuicePrintables?ref=simple-shop-header-name&listing_id=812022477", "store_sales": "2,597 sales", "store_rating": "4.9929", "listing_title": "BLACK & WHITE Quotes|Printable Planner Quotes|Life Quotes|Inspirational|Motivational Quotes|Journal|Planner Quotes", "listing_bestseller": "-", "listing_price": "\n                        $2.78\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG"], "listing_desc": "\n                    What better way than to decorate your planner with these stunning black and white motivational and inspirational quotes!Simply print, cut and especially for use with Life Planners and Happy Planners, but also suitable for your scrapbooking, various planners, BUJO or craft projects. You will receive the motivational/inspirational printable planner quotes, on one sheet. Each quote image is 1.5\" x 1.9\". One US Letter size PNG also included.★You will not be receiving any physical item*★  This listing is for an instant download file - no postage fees and no waiting!  PLEASE NOTE - these quotes are specifically designed for planners and journals. They can not be enlarged without pixelation and distortion. If you want larger sizes, message me to discuss your needs and I'll happily work with you.------------DETAILS-----------1 US Letter size PDF sheet with 25 - 1.5”x 1.9\" size quotes1 US Letter size PNG image with the 25 quotes on it★ If you would like to have an SIL print and cut file for this listing, or larger sizes, please message me ★--------------PRINTING--------------You can print at home, print shop, or online service such as the following:*Vista Print*Shutterfly*Snapfish*Officeworks★Print at home ★  For the most visually stunning final results, I recommend printing the pages using high-quality paper, such as heavy paper - 120gsm, photo paper or cardstock. Or use specialty sticker paper.Please note that due to monitor and printer settings, The color can vary depending on the monitor, printer, and paper you use. ★ Unlimited amount of copies - for personal use only - can be made ★-----------------------DOWNLOADING-----------------------HOW IT WORKS1. Purchase the listing2. Etsy will confirm payment3. Once payment is confirmed (often this just takes a few minutes), you will see a link for your files. Click on this link and they will save to your computer.If you don't see a link right away, go to your \"Purchases and reviews\" section and then click the button \"Download files\".You can read more about it see downloads here: httpss://www.etsy.com/help/article/3949Design for private use. Its sale, reproduction, reinterpretation, diffusion, distribution and use for commercial purposes is prohibited.Download the files and use as you wish in your personal craft projects!-----------------------REFUND POLICY----------------------Due to the nature of digital products all sales are final and I am unable to issue refunds. Digital items cannot be sent back, and there is no way for me to prevent accidental buyers from downloading files after a refund. So please make sure you read all the listings thoroughly to ensure that the files you are purchasing meet your requirements.★If none of this quite fits the bill, message me and I'll be happy to discuss a custom listing or design just for you★Back to Lime Juice Printables shop:  www.etsy.com/au/shop/LimeJuicePrintables\n", "listing_reviews": null, "store_reviews": "261 shop reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/812022477/black-white-quotesprintable-planner"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=651235591", "store_sales": "171,643 sales", "store_rating": "4.8275", "listing_title": "19 Mobile LIGHTROOM Presets, Summer Preset, Lightroom Mobile Preset, Blue filter, beach preset, Desktop Preset, blogger, Instagram filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.58\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    More presets in our SHOP:www.etsy.com/shop/KatherineDream • FILES INCLUDED IN YOUR PURCHASE •✔️ 19 Lightroom presets for MOBILE Lightroom ( free mobile lightroom app)✔️ 19 Lightroom presets for desktop Lightroom✔️ Post-purchase Support 24/7✔️ Instructions✔️ Instant Download • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions• HOW TO ORDER •- Tap “add to cart” or “buy it now”;- Receive receipt and email from Etsy with link to download file- Download the Lightroom presets instantly.🧡Do you want to support us?  FREE package every week for our patrons and much more🧡https://www.patreon.com/katherinedream🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it. :)🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "70", "store_reviews": "6,145 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/651235591/19-mobile-lightroom-presets-summer"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=811454351", "store_sales": "70,786 sales", "store_rating": "4.9099", "listing_title": "5 Natural Tones Mobile & Desktop Lightroom Presets, Beige Clean Outdoor Photo Editing Filter for Instagram Influencer Lifestyle Blogger", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Natural Tones Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram Influencers, Clean Outdoor Photo Editing Filter for Lifestyle and Travel🌟The Natural Tones Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add slightly cool beige, tan and white tones to your Instagram photos. These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "100", "store_reviews": "5,612 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/811454351/5-natural-tones-mobile-desktop-lightroom"}, {"seller_text": "AndYouCanQuoteMe", "seller_href": "https://www.etsy.com/shop/AndYouCanQuoteMe?ref=simple-shop-header-name&listing_id=821994945", "store_sales": "5,267 sales", "store_rating": "4.9844", "listing_title": "Printable Positivity Cards, Inspiring Quotes, Encouragement Quote, Affirmation Cards, Inspirational Quotes, Friendship Cards, Mini Cards", "listing_bestseller": "-", "listing_price": "\n                        $7.56\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 JPG"], "listing_desc": "\n                    ** IMPORTANT NOTE: Instant downloads cannot be customised or personalised.  They will be sent to you upon purchase, as pictured in the listing photos.  In order to make your purchase, before you add the item to basket, please respond to the instructions above the personalisation field and type 'YES' to acknowledge your purchase of a digital download and to confirm that you understand that a physical product will not be shipped to your home.  Happy Printing! 😊 **🌈SET OF 24 PRINTABLE MINI POSITIVITY CARDS! (85mm x 55mm)🌈This is an INSTANT DIGITAL DOWNLOAD.  You will not receive a hard copy in the post.  Props are for photographic purposes only, and are not included. 😊Introducing my new Mini Positivity cards (85mm x 55mm), pack of 24.  Every card is different, and each is lovingly designed with a positive and uplifting quote/imagery.  These are so versatile and can be used in so many ways!  Simply download, print your sets onto A4 paper/card stock, cut out, and you're ready to spread some positivity!  The cards are blank on the reverse so that you can add your own note if you wish. Some ideas for your cards listed below, but please let me know if you think of more!♥︎YOU WILL RECEIVE:♥︎✔︎ 3 x high resolution A4 JPEG files, containing 8 cards per page.  Each card is 85mm x 55mm (about the size of a business card).♥︎IDEAS FOR YOUR POSITIVITY CARDS:♥︎✔︎ Pop into a Greetings Card as an added extra (my favourite!).✔︎ If you are a Seller, pop one in with each order and spread a little love to your customers!✔︎ Leave as a 'little something' for someone you love to find - these are small enough to pop in a handbag, wallet, in lunchbox, pin to the fridge... endless possibilities!✔︎ Store in your car as a positive pick me up when you need it.✔︎ Laminate and hide in the outdoors (under rocks, pin to trees) for people to find when they are out on a walk.✔︎ Use as bookmarks or bible markers.✔︎ Pin to notice board in your office/place of work.✔︎ Pop into the pigeon holes of people you work with.✔︎ Use as Gift Tags.✔︎ Use in scrap booking/art journal.♥︎HANDY NOTES:♥︎✔︎ Original designs.✔︎ Download on your computer as soon as payment is confirmed - It's that easy!  Etsy will send you a link once your payment is complete. ✔︎ No postage costs - Hooray!✔︎ Print from the comfort of your own home.✔︎ Ensure your print option is set to 'Actual Size' or '100 %'.  For best results, I recommend that you set your print quality set to 'Best'.✔︎I recommend printing onto at least 100 - 120gsm paper, or better still, a good quality card stock.  ✔︎ If you can, use a paper trimmer or a metal ruler and craft knife to cut out your cards.  I have included subtle lines, so that you have a guide to work with.✔︎ Print again and again and give to as many recipients as your heart desires!✔︎ This is a high resolution download (300dpi).  Final print quality will depend on the printer and paper used.  Please note that colours may vary from monitor to monitor.♥︎HOW DO I DOWNLOAD?♥︎✔︎ Make your purchase via Credit Card, Debit Card, or Paypal.✔︎ Download your file by clicking on the link on your receipt, which Etsy will send you immediately, or in your e-mail from Etsy (please make sure Etsy have your correct email address). ✔︎ Access your purchase at any time by logging in to Etsy, heading to 'You' (top right of your Etsy Page), and 'Purchases/Reviews'.✔︎ No limit to the number of times you can print!♥︎TERMS & CONDITIONS:♥︎✔︎ This is a Digital item and must be downloaded. You will not receive a hard copy in the post.  Props are for photographic purposes only and are not included.✔︎ Due to their nature, digital items cannot be returned or refunded.  Please don't hesitate to contact me if you have a problem.  I love my Customers and I am always here to help.✔︎ This design is strictly for PERSONAL USE ONLY, although Sellers are permitted to use these cards in their packaging to add a special touch! You are not permitted to resell this digital file in whole or in part, original or modified.  You are not permitted to print copies and distribute for sale, or give these files away for free.  Thank you for Shopping Handmade!©'And You Can Quote Me'.\n                ", "listing_reviews": "9", "store_reviews": "791 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/821994945/printable-positivity-cards-inspiring"}, {"seller_text": "HEARTSinCOLORS", "seller_href": "https://www.etsy.com/shop/HEARTSinCOLORS?ref=simple-shop-header-name&listing_id=660067956", "store_sales": "62,867 sales", "store_rating": "4.9513", "listing_title": "Quote Prints, Quote Wall Art, Quote Art Print, Printable Wall Art, Digital Download, Motivational Quote, Quote Printable, Quote Poster, Art", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $5.13\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 JPG"], "listing_desc": "\n                    Quote Prints, Quote Wall Art, Quote Art Print, Printable Wall Art, Digital Download, Motivational Quote, Quote Printable, Quote Poster, ArtWe offer SUPER MODERN and FRESH digital DIY Art Prints for your home and office, Easy to Download and print !YOUR ORDER WILL INCLUDE 5 DIGITAL FILES WITH DIFFERENT SIZES .THESE ARE 5 HIGH RESOLUTION IMAGES ( 300 DPI , pixels per inch ) .*Please follow the size chart below to make sure you are using the correct file.- I N C L U D E D  -  F I L E S  - A 2x3 RATIO FILE FOR PRINTING 4\"x6\", 6\"x9\", 8\"x12\", 10\"x15\", 12\"x18\", 16\"x24\", 20\"x30\", 24”x36”, 10x15 cm, 30x45 cm, 40x60 cm, 50x75 cm, 60x90 cm.A 4x3 RATIO FILE FOR PRINTING 6\"x8\", 9\"x12\", 12\"x16\", 18\"x24”, 15x20 cm, 40x30cm.A 4x5 RATIO FILE FOR PRINTING 4\"x5\", 8\"x10\", 16\"x20\", 24x30cm, 40x50cm.A 5x7 PAPER SIZE FILE FOR PRINTING 5\"x7\", A5, A4, A3, A2, A1, 50x70cm.A 11x14 RATIO FILE FOR PRINTING 11\"x14\".We can resize the files for you for no extra charge, please contact us before making a purchase so we can be sure the requested size is available !You can print the design at your local printing centre or by using online printing services, please see our FAQ for more information !- KINDLY - NOTE -No physical product will be shipped and the frame is not included. Colors may vary slightly due to different color monitors. This purchase is for PERSONAL USE ONLY.-- SEE OUR ENTIRE RANGE OF ART PRINTS --https://www.etsy.com/shop/heartsincolorsThank you for visiting our shop .\n                ", "listing_reviews": "7", "store_reviews": "2,376 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/660067956/quote-prints-quote-wall-art-quote-art"}, {"seller_text": "Jakesout", "seller_href": "https://www.etsy.com/shop/Jakesout?ref=simple-shop-header-name&listing_id=834939903", "store_sales": "34,792 sales", "store_rating": "4.7203", "listing_title": "Best Sellers Lightroom Preset Bundle. Jakesout. Desktop And Mobile Compatible. 42 Lightroom presets, 11 Tools.", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $7.50\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    PLEASE READ:** Discounts and Coupons do not apply to this listing**The best bang for your buck! This bundle contains my best selling presets! All are Desktop and Mobile Compatible. Please review links below for more details on whats included in the bundle.- Outdoor Natural & Clean: https://www.etsy.com/listing/712419439/outdoor-natural-and-clean-lightroom?ref=related-2&pro=1- Perfect Tones: https://www.etsy.com/listing/709675614/perfect-tones-lightroom-presets-desktop?ref=related-7&pro=1- Bright & Airy: https://www.etsy.com/listing/656006642/10-bright-airy-lightroom-presets-desktop?ref=related-7&pro=1- Natural Bright & Airy: https://www.etsy.com/listing/697459787/natural-bright-airy-lightroom-presets?ref=related-3&pro=1- Perfect Family: https://www.etsy.com/listing/734478386/perfect-family-lightroom-presets-desktop?ref=related-3&pro=1- Professional Wedding: https://www.etsy.com/listing/630738818/professional-wedding-lightroom-presets?ref=listing-shop-header-0*Suggested tweaks after applying preset: It will be very important to adjust your exposure upon applying these presets to account for your lighting conditions. I also recommend adjusting the temperature.INCLUDED WITH YOUR PURCHASE:~ All of the 42 total presets from the packs Listed above.~ 11 Tools for Desktop Lightroom only:- Tool- AUTO WB- Tool- CREAM- Tool- FADE- Tool - GRAIN +- Tool - GRAIN BIGGER +- Tool - LENS CORRECTION- Tool - ORANGE SKIN FIX 1- Tool - ORANGE SKIN FIX 2- Tool - SATURATION -+- Tool-  SATURATION 2 -+- Tool- VIGNETTE +~ Installation Instructions.~ Fully Compatible with Lightroom Classic 3 up to Latest Version + All CC Versions & Lightroom Mobile IMPORTANT: This bundle/pack contains more files than the allotted individual uploads on Etsy. This means that I must zip the mobile and desktop preset files into one zipped folder. I have included a link to a video tutorial for uncompressing your zipped files on iPhone IOS 13 or newer and another link for uncompressing your files on a computer and then transferring the files to your phone. If you don’t have IOS 13 or newer and don’t have a computer to unzip the files then please email me and I will email you the unzipped files so you can upload straight from your phone without the use of a computer.Due to changes in lighting, camera setting, and style, you may have to make slight changes to each photo after applying the preset. Please contact me if you ever need any help with editing. I am always happy to help.***TERMS OF USE***BY PURCHASING THESE PRESETS, YOU ARE AUTOMATICALLY AGREEING TO THE FOLLOWING TERMS OF USE:Do not share the files, or sell them in any form. Derivative works are also prohibited. VIOLATORS OF THIS AGREEMENT WILL BE PROSECUTED.No refunds or exchanges can be made on digital products once they have been downloaded.Keywords: Lightroom mobile, Lightroom CC, Lightroom presets, presets, mobile presets, dng, filters, iPhone, Android, iOS, instagram presets, instagram filter, blogger presets, influencer presets, VSCO presets, lifestyle presets, editorial, wedding presets, portrait presets, travel presets, best presets, Professional Wedding, professional photo editing, digital files, bright and airy, natural and clean, outdoor natural and clean,Bundle.\n                ", "listing_reviews": "100", "store_reviews": "1,516 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/834939903/best-sellers-lightroom-preset-bundle"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=649987894", "store_sales": "237,229 sales", "store_rating": "4.8715", "listing_title": "20 Mobile Lightroom Presets INDOOR MAGIC for Desktop and Mobile Lightroom, Instagram Photo Filter, Indoor Photo Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    20 Mobile Lightroom Presets, Instagram Presets, Desktop presets, Photo filter, Blogger Presets, Indoor photo presets, Lifestyle presets, Warm Bright preset🎁 GET 5 & PAY FOR 3: add 5 presets to your cart, use coupon: GIFT2 and pay for 3 only https://www.etsy.com/shop/VictoriaBeePhoto?coupon=GIFT2Lighten your dark photo, add brightness to it and refresh it with this preset bundle! Get that bright and airy look you've been wanting! Hight Quality Preset, Great for Portraits, Bloggers, Travelers, Engagements and Wedding' shoots, a user friendly pack, easy to use, One click Lightroom Preset that gives your collection of work a more cohesive and aesthetic feel and get you on your way to creating stunning images. These presets are perfect for Instagram, blogging and photo editing on the go.Check out my Bestseller Itemshttps://www.etsy.com/shop/VictoriaBeePhoto♦️ Works in Lightroom Mobile App (iOS/Android)♦️ Works With & Without Adobe subscription♦️ Compatible with All Photo formatsIncluded:🔶20 Lightroom presets in .DNG format for MOBILE Lightroom (.ZIP Archive)🔶20 Lightroom presets in .XMP format for DESKTOP Lightroom (.ZIP Archive)🔶.PDF file with direct link to download presets directly to your phone (Dropbox)🔶.PDF Instruction Guide Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets.‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️Keep in mind that all presets work differently with each photo depending on a number of factors such as lighting, white balance, tone etc. Please contact me for any questions or editing help victoriabee.shop [!at] gmail.com© 2019-2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoMobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset\n                ", "listing_reviews": "100", "store_reviews": "8,047 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/649987894/20-mobile-lightroom-presets-indoor-magic"}, {"seller_text": "AYxSTUDIOS", "seller_href": "https://www.etsy.com/shop/AYxSTUDIOS?ref=simple-shop-header-name&listing_id=974961115", "store_sales": "28,512 sales", "store_rating": "4.7964", "listing_title": "300+ MEGA Lightroom Presets Bundle | Mobile and Desktop | Adobe Lightroom | Instagram Blogger | Photo Edit Filters | Free Updates | XMP DNG", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $8.57\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Launch Sale - 70% For A Limited Time OnlyWe’re proud to present to you our all in one mega presets bundle containing over 300 presets in 24 themes. We will be adding to this bank over time and each purchase comes with lifetime updates and any new packs added in.~ WHAT'S INCLUDED IN YOUR PURCHASE ~✔️ 300+ MOBILE Lightroom presets in DNG format for mobile Lightroom✔️ 300+ DESKTOP Lightroom presets for desktop Lightroom✔️ Currently there is 24 different preset themes✔️ Lifetime updates + Access to future pack updates✔️ Post-purchase Support✔️ Instructions~ DOWNLOADING FILE ~After you have made your purchase, you will receive an email from Etsy with your receipt and your files. This should happen straight away, however, give it a little bit of time if it doesn't. Be sure to check your spam and junk folders.If you have an Etsy account, you will find the following link useful to help you download your digital files right from your account :) https://help.etsy.com/hc/en-us/articles/115013328108?segment=shoppingThe Etsy app does NOT allow you to download files. Please log into your account through browser such as Safari or Chrome to obtain your files.If you still are finding it difficult to download your files please message me your email address and I will happily directly send those to you as soon as possible :)~ VIDEOS ON HOW TO INSTALL ON DESKTOP~https://www.youtube.com/watch?v=e9EvG1_beWo~ VIDEOS ON HOW TO INSTALL ON MOBILE ~Iphone:https://www.youtube.com/watch?v=jUft7jlEqwMAndroid:https://www.youtube.com/watch?v=jcnMx4nC0LkInstalling presets on mobile can be a bit of a learning curve, so please don't hesitate to message me and I will talk you through the process of installing them :) ~ ISSUES ~PLEASE, if you experience any issues, contact me. I am certain that I can help you one way or another :)~ IMPORTANT ~Products should not be shared or resold. These products are for your own personal use only.NOTE: Based on your lighting conditions, camera settings and personal style, these presets may need to be slightly tweaked. I am always happy to help you use the presets to the best of their abilities. No refunds or exchanges can be made on digital products once they have been downloaded. Thank you.\n                ", "listing_reviews": "82", "store_reviews": "1,714 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/974961115/300-mega-lightroom-presets-bundle-mobile"}, {"seller_text": "LouMarksPhoto", "seller_href": "https://www.etsy.com/shop/LouMarksPhoto?ref=simple-shop-header-name&listing_id=710322312", "store_sales": "388,507 sales", "store_rating": "4.8278", "listing_title": "15 Mobile Lightroom Presets, Lightroom Filters, iPhone Presets, Lightroom Mobile Presets Moody, Instagram Presets, Rich Mobile Dng Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.49\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP, 2 PDF"], "listing_desc": "\n                    RICH Moody presets, Lightroom presets, blogger photo presets, mobile presets and desktop presets, instagram Filters for Lightroom Mobile♡ Rich Moody Presets ♡ The best Lightroom Mobile Presets, perfect for Instagram ♡I N C L U D E D• 15 MOBILE Lightroom presets• 15 DESKTOP Lightroom presets • After Purchase Customer Support• Instructions• Instant DownloadPreset Bundles In My Shop:www.etsy.com/shop/loumarksphoto♡ SPECIAL OFFER: GET 5 PAY FOR 3 ♡• Add 5 Preset Packs to your cart• Discount Automatically Applied• Only Pay for 3 Preset PacksW H Y ∙ Y O U ' L L ∙ L O V E ∙ I T• Rich moody vibe perfect for instagram themes• Works amazing on indoor and outdoor photos• Made by a professional photographerO T H E R ∙ I N F O R M A T I O N• Works with the Free & Paid Android LR Mobile App • Works with the Paid iPhone LR Mobile App  • Works with All Lightroom Desktop Versions• Works with Mac and PC Desktops/LaptopsStill have questions or need help picking the perfect presets for you editing needs? Feel free to contact me, I’m always more than happy to help in any way :)♡ L O U A N D M A R K S ∙ P R O M I S E ♡You are you unique and so are our Presets! We created our Presets for everyone. No one specific skin tone or hair color. When you purchase from Lou + Marks you are not just purchasing presets you also get our guarantee that they will suit your skin tone. If they don’t send me a message with an unedited image and I will personally adjust them for you.  A B O U T ∙ L O U ∙ M A R K S ∙ P H O T O• IG: @Louandmarks• FB: https://www.facebook.com/louandmarks/-----------------------♡--------------------© 2021 Lou & Marks LLC, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "100", "store_reviews": "16,494 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/710322312/15-mobile-lightroom-presets-lightroom"}, {"seller_text": "ForeverThirtyOne", "seller_href": "https://www.etsy.com/shop/ForeverThirtyOne?ref=simple-shop-header-name&listing_id=886924210", "store_sales": "1,005 sales", "store_rating": "4.9375", "listing_title": "Maya Angelou Quote Printable Wall Art | Inspirational Wall Art | Digital Download JPG | Try To Be A Rainbow In Someone's Cloud |", "listing_bestseller": "-", "listing_price": "\n                        $3.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 JPG"], "listing_desc": "\n                    Printable art is a simple and affordable way to instantly add style and personality to your space!THIS IS AN INSTANT DOWNLOAD- NO PHYSICAL ITEMS WILL BE SENTYou will receive 5 high resolution (300 dpi) JPG files in 5 different ratios to print on the maximum number of frame sizes. Files can be rescaled to sizes listed below.► 5 FILES INCLUDED① 2:3 ratio for printing:Inches: 4x6 | 6x9 | 8x12 | 10x15 | 12x18 | 16x24 | 20x30 | 24x36② 3:4 ratio for printing:Inches: 6x8 | 9x12 | 12x16 | 15x20 | 18x24 | 24x32③ 4:5 ratio for printing:Inches: 4x5 | 8x10 | 12x15 | 16x20 | 20x25 | 24x30④ ISO (International Standard Size) for printing:A5 | A4 | A3 | A2 | A1⑤ 11x14 for printing:Inches: 11x14► INSTANT DOWNLOAD DIRECTIONS1. Purchase the listing.2. Once your payment has cleared, an email with a link to your files will be sent to the email address associated with your Etsy account. Please check your 'Spam' folder if you do not see the email. Your files can also be found through Etsy under 'Your Account' then 'Purchases and reviews'.3. Print files at home or through a professional print service. Your print will only be as good as the printer that is used. 4. Enjoy!Need help with your download? Etsy is here to help: https://www.etsy.com/help/article/3949PDF available upon request. Want a custom size print? Send us a message!► PLEASE NOTE•This a digital download item only, no physical print, frame or accessories are included.•Because of differences in monitors and printer calibrations, printed colors may appear slightly different than on screen.•Artwork positioning may vary slightly between different ratios to ensure the right fit.•Due to the nature of the item, we are unable to accept refunds or exchanges.•All files are for personal use only. Not to be sold, shared, or distributed.Thanks for visiting our shop,❤️  The Forever 31 TeamMaya Angelou Quote Printable Wall Art | Inspirational Wall Art | Digital Download JPG | My Wish For You Is That You Continue |\n                ", "listing_reviews": null, "store_reviews": "63 shop reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/886924210/maya-angelou-quote-printable-wall-art"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=788363061", "store_sales": "171,643 sales", "store_rating": "4.8275", "listing_title": "Sweet HOME -  LIGHTROOM mobile and desktop PRESETS /vsco filters, Presets for Lightroom Mobile app / warm presets / instagram filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.02\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    More presets in our SHOP:www.etsy.com/shop/KatherineDream • FILES INCLUDED IN YOUR PURCHASE •✔️ 11 Lightroom presets for MOBILE Lightroom( free mobile lightroom app)✔️ 11 Lightroom presets for desktop Lightroom✔️ Post-purchase Support 24/7✔️ Instructions✔️ Instant Download • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "100", "store_reviews": "6,145 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/788363061/sweet-home-lightroom-mobile-and-desktop"}, {"seller_text": "LunarEtWillow", "seller_href": "https://www.etsy.com/shop/LunarEtWillow?ref=simple-shop-header-name&listing_id=914773839", "store_sales": "19,507 sales", "store_rating": "4.6837", "listing_title": "3 Mobile Lightroom Presets & Instagram Story Filter, Iphone Presets, Mobile Presets, Instagram Filters, Preset, Colorful Mobile, For Pets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.81\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 1 PDF, 3 other files"], "listing_desc": "\n                    Mobile Lightroom Presets / Instagram Presets / Desktop & Mobile Presets / Bright Blogger Theme / Influencer PresetsLunar & Willow PRESET SHOP: https://www.etsy.com/au/shop/LunarEtWillow✮ INCLUDED IN YOUR PURCHASE ✮✔️  3 Mobile Lightroom Presets (DNG files)✔️  Step-by-step guide to installation✮ COMPATIBILITY ✮✔️  Works in Lightroom Mobile App (iOS/Android).✔️  Easy to install, just import DNG files into Lightroom.✔️  Works with FREE or paid version of Lightroom CC App.Created for the FREE Lightroom Mobile App and Desktop Lightroom. Our presets will transform your photos with just one click. Use these to create the perfect looking Instagram feed or blog without the time consuming editing!These presets will change the way you edit lifestyle, travel, children & family, home blogging, and interior photos such as AirBnB & Real Estate.© 2020 Lunar Et Willow, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "13", "store_reviews": "860 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/914773839/3-mobile-lightroom-presets-instagram"}, {"seller_text": "MouseAndMePrints", "seller_href": "https://www.etsy.com/shop/MouseAndMePrints?ref=simple-shop-header-name&listing_id=678204309", "store_sales": "2,863 sales", "store_rating": "4.8788", "listing_title": "Good Vibes Only Print, Good Vibes Only Printable Wall Art, Good Vibes Only Sign, Printable Quotes, Inspirational Quotes Mustard Yellow decor", "listing_bestseller": "-", "listing_price": "\n                        $5.71\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 4 JPG, 1 ZIP", "Height: 10 inches", "Width: 8 inches"], "listing_desc": "\n                    Good Vibes Only, Printable Wall Art**Please note that this is not a physical item - it is a printable digital file**Welcome to Mouse & Me Prints! Before placing your order, please take the time to read the information below.♥♥♥   { DESCRIPTION }You are purchasing the pictured print in 5 file choices. These are scalable, 300dpi, high res JPG files.File 01. (2x3 Ratio) for printing - 4\"x6\", 6\"x9\", 8\"x12\", 10\"x15\", 12\"x18\", 16\"x24\", 20\"x30\", 24\"x36\", 60x90cm.File 02. (3x4 Ratio) for printing - 6\"x8\", 9\"x12\", 12\"x16\", 18\"x24\".File 03. (4x5 Ratio) for printing - 4\"x5\", 8\"x10\", 16\"x20\", 40x50cm.File 04. (ISO Paper Size) for printing - 5\"x7\", A5, A4, A3, A2, A1, 50x70cm.File 05. For printing - 11\"x14\"  (in zip file with Printing Instructions PDF to help you choose the correct file choice for your desired print size).---This is an INSTANT download! Once purchased, this will be available to simply download and print, using high-quality paper.---Once you buy this print, it is yours for personal use. You can print as many as you like! ---It is NOT, however, to be reproduced or distributed FOR SALE in any way.♥♥♥   { P R I N T I N G }---Please keep in mind that colours on a monitor or device may vary slightly from how they appear when printing. ---For the ultimate end result, I recommend printing on high quality paper, such as cardstock or even photographic paper, with ‘best’ settings on printer.♥♥♥   { P U R C H A S I N G }---After payment is confirmed you will be taken to the download page, and an email will be sent to you with your download link.---Click “Download”, save the file to your computer, print, and enjoy!---Please contact me if you have any questions or any problems with your download. ---Please take the time to leave a review. ---Thank you for shopping with Mouse & Me Prints!All Mouse & Me Prints are © Samantha PedlerAll rights reserved\n                ", "listing_reviews": "5", "store_reviews": "260 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/678204309/good-vibes-only-print-good-vibes-only"}, {"seller_text": "ParadigmArt", "seller_href": "https://www.etsy.com/shop/ParadigmArt?ref=simple-shop-header-name&listing_id=294341913", "store_sales": "17,739 sales", "store_rating": "4.95", "listing_title": "Inhale Exhale Print, Printable Wall Art Print, Instant Download Printable Art, Printable Quote, Prints, Motivation Wall Decor, Yoga Print", "listing_bestseller": "-", "listing_price": "\n                        $5.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 JPG"], "listing_desc": "\n                    **STOREWIDE PROMOTION** Get 5 prints for the price of 3! Simply checkout with 5 prints in your cart and a 40% discount will automatically be applied. Happy shopping and printing!!INSTANT DOWNLOADNO PHYSICAL PRINT INCLUDEDPrint razor sharp prints at your own convenience in sizes up to A2!Have a custom quote in mind?  Choose from a style that you like from my selection of custom templates here → http://etsy.me/2uqfqRFDo check out my shop http://paradigmart.etsy.com for more designs,With 1400+ different designs available for you to choose from to date, there's something for everyone!===Print out this modern wall artwork from your home computer or local print shop to style and decorate your home or office!Print includes: 5 JPG filesYour order will include 5 JPG with different sizes. You'll get every single file described below! Having these multiple files helps ensure that you can print the design at your home or local print shop, however you decide to print. Here are details of each file:1) X-Small JPEG: 4\" x 6\" - Prints on an 8.5\" x 11\" so you can trim your 4x6 out on your own.2) Small JPEG: 5\" x 7\" - Prints on an 8.5\" x 11\" so you can trim out a 5x73) Medium JPEG : 8\" x 10\" - Prints on an 8.5 x 11\" - no trimming needed4) Large JPEG: 11\" x 14\" - Prints on an 11\" x 17\" so you can trim down.5) Extra Large JPEG - This will work with most frame/standard picture sizes up to 18\" x 24\"Each JPG is high-resolution (300 dots per inch), which will get you very clean, clear prints.===PLEASE NOTE: You will not receive a physical print in the mail when purchasing this listing - BUT when you receive the file to save on your computer, you can print it out as many times as you'd like! Make sure to purchase a frame that fits the size of your print!Please contact me if you have any questions, I'd be more than glad to help you :)\n                ", "listing_reviews": "36", "store_reviews": "832 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/294341913/inhale-exhale-print-printable-wall-art"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=810006513", "store_sales": "70,786 sales", "store_rating": "4.9099", "listing_title": "5 Warm Lightroom Mobile & Desktop Presets, Clean Tones Light Airy Outdoor Photo Editing Filter, Bright Instagram Selfie for Bloggers", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5  Weekend Warm & Airy Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram Influencers, Photo Editing Filter for Lifestyle and Travel🌟The Weekend Warm & Airy Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add warm & airy tones to your Instagram photos. These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "100", "store_reviews": "5,612 reviews", "search": "printable quotes", "url": "https://www.etsy.com/listing/810006513/5-warm-lightroom-mobile-desktop-presets"}]