[{"seller_text": "PresetDesignPhoto", "seller_href": "https://www.etsy.com/shop/PresetDesignPhoto?ref=simple-shop-header-name&listing_id=977253645", "store_sales": "2,125 sales", "store_rating": "4.9657", "listing_title": "10 Lightroom Presets, Clean and Crisp Lightroom Presets for Mobile and Desktop, Blogger and Instagram Photo Filters, Light Bright Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.92\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 JPG, 1 PDF"], "listing_desc": "\n                    🎁 GET 4 & PAY FOR 2 With Promo Code: 2FREE 🎁🎁 GET 6 & PAY FOR 3 With Promo Code: 3FREE 🎁🎁 GET 8 & PAY FOR 4 With Promo Code: 4FREE 🎁10 Clean And Crisp presets, Lightroom presets, Blogger photo presets, mobile presets and desktop presets, instagram Filters by Preset DesignINCLUDED:• 10 MOBILE Lightroom presets• 10 DESKTOP Lightroom presets• After Purchase Customer Support• Instructions• Instant DownloadPreset Bundles In My Shop:www.etsy.com/shop/presetdesignphoto♡ SPECIAL OFFER ♡🎁  ADD 4 TO CART, PAY FOR 2 🎁  GET 50% WHEN YOU ADD 4 🎁🎁  ADD 6 TO CART, PAY FOR 3 🎁  GET 50% WHEN YOU ADD 6 🎁🎁  ADD 8 TO CART, PAY FOR 4 🎁  GET 50% WHEN YOU ADD 8 🎁HERE'S WHY YOU'LL LOVE IT:• Light airy clean vibe perfect for instagram themes• Made by a professional digital creator• Consistent results with no harsh colors or lightingMORE INFO:• Works with the Free and Paid Lightroom Mobile App• Works with All Lightroom Desktop Versions• Works with Mac and PC Desktops/LaptopsIf you have any more questions or need help picking the perfect presets for you, you can contact us any time!OUR SOCIAL MEDIA• IG: @preset_design.....................................................© Preset Design LLC, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited......................................................\n                ", "listing_reviews": "5", "store_reviews": "204 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/977253645/10-lightroom-presets-clean-and-crisp"}, {"seller_text": "ThissPlanner", "seller_href": "https://www.etsy.com/shop/ThissPlanner?ref=simple-shop-header-name&listing_id=1021553648", "store_sales": "8,273 sales", "store_rating": "4.9151", "listing_title": "Mid Year Digital Planner - Dated Digital Planner, 2021 to 2022 Planner, GoodNotes Planner, Notability Planner, Daily Planner, iPad Planner", "listing_bestseller": "Bestseller", "listing_price": "\n                        $24.90\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    THISS Everyday Mid Year Planner (LANDSCAPE/HORIZONTAL VERSION) is designed to help you get more out of your day so that you can do the things you TRULY love.With this purchase, you will get a Digital Daily Planner (dated JULY 1, 2021 to JUNE 30, 2022) in TWO different color versions: WHITE & TABS. Same layout, different tab designs!If you are looking to FINALLY find your digital planner peace, here are some of the reasons why you will love THISS Everyday Planner:- It is intuitively HYPERLINKED throughout, for quick & easy navigation- Comes with DATED yearly, monthly, weekly and daily planning pages so you can plan to as much detail as you like- ADDITIONAL USEFUL PAGES (such as finance trackers, goal setting pages, workout log, habit tracker, project planner & meal planner) are included so you can truly organize your whole life- Monthly REFLECTION PAGES so you can check-in and evaluate your progress each month- 8 ADDITIONAL SECTIONS intentionally left blank for you to use for whatever you like- Choose between having the weekly format STARTING ON MONDAY or STARTING ON SUNDAY- BONUS: digital stickers with 485 stickers and 26 covers for you to use!DOWNLOAD THE SAMPLE VERSION OF THIS PLANNER: https://drive.google.com/file/d/1nJJ7ZuWo-whvBtCebHjC63nlUTUCbVhu/view?usp=sharingFLIP-THROUGH VID HERE: https://youtu.be/KKNevbbpro4-----What’s included in this digital planner?+ Cover page+ Index+ Jul - Dec 2021 Year Calendar+ Jan - Jun 2022 Year Calendar+ Monthly Planners (12 Months)+ Weekly Planners (for every week)+ Weekly Schedule (for every week)+ Weekly Meal Planner & Grocery List (for every week)+ Weekly Check-in (for every week)+ Daily Planners (for every day)+ Daily Check-in (for every day)+ Yearly Finance+ Monthly Finances (12 Months)+ Debt Payment Tracker+ Monthly Reflections (12 Months)+ Goals Overview Page+ My Goals Page (x10)+ Habits Overview Page+ Habit trackers (x10)+ Chore Planner+ Project Planner+ Workout Log+ Body Measurements+ My Journey in Photos+ Mood Tracker+ Sleep Tracker+ Habit Trackers+ My Lists+ Password Tracker+ Delivery Tracker+ My Contacts+ Vitamins/Medication Tracker+ Recipes+ Reading List+ Movies/Shows List+ Meeting Notes+ Routine Planner+ Event Planner+ Note-taking Pages: Grid, Lined, Dotted, Blank+ 8 Section Dividers+ 485 Digital Stickers (Individual PNGs and a pre-cropped GoodNotes sticker file)+ 26 Different Planner Covers------The files included in your purchase:PLEASE NOTE: due to Etsy's file size restrictions for uploads, you will get a PDF file which will contain an external download link to access the following files.+ WHITE VERSION Mid Year Digital Planner (MONDAY & SUNDAY Start)+ TABS VERSION Mid Year Digital Planner (MONDAY & SUNDAY Start)+ A zipped Digital Stickers Folder containing a Precropped GoodNotes Sticker File & 485 Individual PNG image files+ 26 COVERS (PDF Files)+ User guide (PDF file)-----IMPORTANT - PLEASE READ:- This is a DIGITAL PRODUCT which means NO physical product will be shipped to you.- This planner has been created to be used with an accompanying note-taking app (such as GoodNotes or Notability) and on an iPad/Tablet with an Apple Pencil/Stylus. These accompaniments are NOT included in this purchase.- Due to the digital nature of this product, ALL SALES ARE FINAL. This means, requests for refunds or exchanges cannot be accepted so please consider the product carefully before placing an order. Please feel free to ask me ANY questions before you purchase.- Please note that I am NOT currently accepting any requests for customization or alterations.- This planner is for PERSONAL USE ONLY. You may NOT share, sell, alter, or replicate this product or any product of THISS Planner. By purchasing this listing, you agree to my shop policies.If you have any questions at all, PLEASE send me a message before you purchase!\n                ", "listing_reviews": "5", "store_reviews": "382 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/1021553648/mid-year-digital-planner-dated-digital"}, {"seller_text": "PresetStories", "seller_href": "https://www.etsy.com/shop/PresetStories?ref=simple-shop-header-name&listing_id=918471338", "store_sales": "5,639 sales", "store_rating": "4.8008", "listing_title": "20 Instagram Presets for Lightroom, Family Mobile Presets, Holiday Winter Instagram Filter, Blogger Presets, Warm Fall Preset, Autumn Preset", "listing_bestseller": "-", "listing_price": "\n                        $2.40\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    20 Mobile Presets for Lightroom, Family Mobile Presets, Holiday Winter Instagram Filter, Blogger Presets, Warm Fall Preset, Autumn Preset✩ LIGHTROOM MOBLIE PRESETS ✩This mobile preset will create warm moody tones, perfect for your Family photos. Create and edit all from your mobile phone with one click! Includes 25 Mobile and Desktop Presets for Instagram, Bloggers, Influences and Photographers! Create Stunning Photos, and a cohesive Instagram grid with our easy to use mobile presets.✩🎁 SPECIAL PROMO 🎁✩✩ BUY 3 PRESETS GET 2 PRESETS FREE!!!✩ ADD 5 PRESETS TO YOUR CART, APPLY COUPON: \"2FREE\" AND PAY FOR 3 ONLY✩ PRESET SALE: www.etsy.com/shop/presetstories_____________________________________________________✩ INCLUDED IN YOUR PURCHASE ✩• 25 Mobile Lightroom Presets (DNG files)• 25 Desktop Lightroom Presets (XMP files)• Quick Installation guide with video instructions✩ FAQ ✩• Works in FREE Lightroom Mobile App (iOS/Android)• Install Lightroom App first to use presets.• Have more questions? Then please message me :)♡ GUARANTEE ♡All of my presets have been tested on a variety of images. My One-Click Presets make it quick to use yet fully customizable to stay true to your own signature style. If they don’t work on your images send me a message with an unedited image and I will personally adjust them for you._____________________________________________________Refunds are not available for any of our products since they cannot be returned once downloaded, however we will always be more than happy to assist with any questions. If you have any issue downloading the presets, let me know and I will send it to you via email (within 24 hours).TERMS OF USE:© 2020 Preset Stories, All Rights ReservedBY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "7", "store_reviews": "246 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/918471338/20-instagram-presets-for-lightroom"}, {"seller_text": "Collectpresets", "seller_href": "https://www.etsy.com/shop/Collectpresets?ref=simple-shop-header-name&listing_id=1022003390", "store_sales": "259 sales", "store_rating": "5", "listing_title": "BALI PHOTO PRESETS - Mobile Lightroom Preset - Bali Photo - Mobile Photo Filter - Summer Bright Preset - Digital Download File", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $2.79\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 Files"], "listing_desc": "\n                    ♥ DIGITAL DOWNLOAD BALI MOBILE PHOTO FILTER This high quality presets works on both devices android and iOS with free lightroom applications. You will get the top premium presets that are Sand, Taste, Color, Bright, and Brighter. The format of the file is DNG and PDF. Plus, these designs are lifestyle, travel, vacation, blogging, and excellent fort Instagram. You can download this file instantly by paying affordable charges. ☛ Product Name: Bali Photo Filter ☛ Product Type: Digital ☛ Format: DNG and PDF ☛ Presets Premium: Blue, Dreamy, Jungle, Rainy, and Tender☛ Image: Unique Designs for Instagram Feed ☛ Designs: Lifestyle, Travel, Vacation, and Blogging☛ Purpose: Gift for Lovers ☛ Instantly Download: Yes ♥ GIFT This Bali photo filter can be used as a gift to offer to lovers, dear ones, and friends. You can use these presets as Instagram Feed. ♥ WHY CHOOSE US We provide the best customer support services, and you can message us through Etsy messaging service anytime. Our products are specially developed for digital use. You can order it confidently.\n                ", "listing_reviews": null, "store_reviews": "10 shop reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/1022003390/bali-photo-presets-mobile-lightroom"}, {"seller_text": "NotedandPlanned", "seller_href": "https://www.etsy.com/shop/NotedandPlanned?ref=simple-shop-header-name&listing_id=1018919175", "store_sales": "713 sales", "store_rating": "4.9286", "listing_title": "Digital Planner UNDATED - Planner with hyperlinks - GoodNotes Planner Notability iPad Planner - Daily Planner Agenda", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.12\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF"], "listing_desc": "\n                    ‼️Introductory prices will be going up VERY soon ($8)‼️- Due to the digital nature of this product, ALL SALES ARE FINAL. This means, requests for refunds or exchanges cannot be accepted so please consider the product carefully before placing an order. -The very first Noted & Planned Undated Digital Planner in Landscape/Horizontal format. This planner to allow you to outline and plan your day. This planner has been tested on both Goodnotes & Notability on both an iPad and Samsung Galaxy Tablet to ensure compatibility. There are over 40 templates, along with standard daily, weekly & monthly templates - all hyperlinked and connected together to ensure a seamless experience.Your purchase will include:2 planners in two colors: Peach & Monochrome40 templates  +Daily, Weekly, Monthly Planning Pages  +Finance Templates: Annual Finances, Monthly Finances, Savings Tracker, Debt Repayment Planner, Investment Performance   +Organization Templates: Contacts, Delivery Tracker, Lists Page, Meal Planning + Groceries, Movies & TV Show List, Reading List  +Productivity Templates: Brain Dump, Goal Planning, Habit Tracker, Monthly Reflection, Project Planner, Routine Planner  +Notes: 4 blank note taking pages in Blank, Grid, Dotted Grid & Lined  +6 Custom Sections for you to utilize as you wish------The files included in your purchase:+ Peach VERSION undated Digital Planner PDF+ Monochrome VERSION undated Digital Planner PDF -----IMPORTANT - PLEASE READ:- This is a DIGITAL PRODUCT which means NO physical product will be shipped to you.- This planner has been created to be used with an accompanying note-taking app (such as GoodNotes or Notability) and on an iPad/Tablet with an Apple Pencil/Stylus. These accompaniments are NOT included in this purchase.- Please note that I am NOT currently accepting any requests for customization or alterations.- This planner is for PERSONAL USE ONLY. You may NOT share, sell, alter, or replicate this product or any product of THISS Planner. By purchasing this listing, you agree to my shop policies.If you have any questions at all, PLEASE send me a message before you purchase!\n                ", "listing_reviews": "18", "store_reviews": "28 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/1018919175/digital-planner-undated-planner-with"}, {"seller_text": "SleepyMoonStudios", "seller_href": "https://www.etsy.com/shop/SleepyMoonStudios?ref=simple-shop-header-name&listing_id=925558968", "store_sales": "331 sales", "store_rating": "4.8387", "listing_title": "5 Mobile Lightroom Presets / Disney Glow Lightroom Mobile Preset For Instagram / Disneyland Filter / Glow Preset / Soft Travel Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.35\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    ✨ Welcome to Sleepy Moon Studios! ✨Sleepy Moon Studios Shop:www.etsy.com/shop/sleepymoonstudiosAll the presets from SleepyMoonStudios have been created for the free Lightroom app for iPhone and Android and for Adobe Lightroom Desktop.This preset will help you to create a consistent theme on all your photos in just one click for Instagram, blogs and any other social media platform of your choice. This Mobile Lightroom preset can be used to give your photos a professional look for your instagram, travel, lifestyle blog or food blog and can be used by influencers, photographers or anyone who wants their images to have a consistent look. The professional look to the photos will help build your business or social media accounts. Our presets have been tested to work on a wide range of images however on lower quality images or darker images, some small adjustments to contrast or exposure may need to be made.Included in your digital download:5 x DNG Lightroom Presets1 x PDF step-by-step instructions on how to save and use your preset. Due to the digital nature of this product, all sales are final.Terms & Conditions:By purchasing this preset you agree to not distribute, lend or resell it to any other person.If you have an issues installing the preset or have any questions, please message me on Etsy or email me at sleepymoonstudios [at] gmail.com and I will help you to use the presets!Search Terms:Disney Glow Mobile Lightroom Preset, Desktop, Mobile, Instagram Blogger, Influencer, Pink & Blue, Pretty Instagram Feed, Soft, Bright, Light & Airy, Clean, Blogger, Food Blogger, Girly, Family Photos, Mickey, Minnie, Disney Vlogger, VSCO, Pink Preset, Blue Filter, Disney Food, Disney Girl, Colourful, iPhone, Insta.© Sleepy Moon Studios - All Rights Reserved.\n                ", "listing_reviews": "5", "store_reviews": "31 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/925558968/5-mobile-lightroom-presets-disney-glow"}, {"seller_text": "DigitalPlannerTools", "seller_href": "https://www.etsy.com/shop/DigitalPlannerTools?ref=simple-shop-header-name&listing_id=749687306", "store_sales": "18,408 sales", "store_rating": "4.8431", "listing_title": "Digital Planner Goodnotes Ipad Planner Notability Digital Planner 2021 2022, Student Teacher Notebook Fitness Finance Daily Ultimate Planner", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $13.46\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    This Ultimate 2021 Digital Planner pack includes many templates for Goodnotes 5, Notability and Noteshelf. A total value of over USD 100. This is the best digital planning starter pack! It's not an app by itself, it is intended to be used with 3rd party apps (PDF annotation/note-taking app) such as mentioned annotations.WHAT'S INSIDE THE ULTIMATE KIT:• FREE GIFT - STUDENT PLANNERhttps://www.etsy.com/listing/859477441• FREE GIFT - TEACHER PLANNERhttps://www.etsy.com/listing/857747874• DIGITAL STICKER MAKERhttps://www.etsy.com/listing/899368395• 2021-2023 DIGITAL PLANNER ( ALL VARIATIONS INCLUDED )https://www.etsy.com/shop/DigitalPlannerTools?section_id=28328465• ALL IN ONE PLANNERhttps://www.etsy.com/listing/878599909• UNDATED DIGITAL PLANNER ( ALL VARIATIONS INCLUDED )https://www.etsy.com/shop/DigitalPlannerTools?section_id=28328453• DIGITAL POCKET PLANNERhttps://www.etsy.com/listing/763579931• DIGITAL FITNESS PLANNERhttps://www.etsy.com/listing/773239079• STUDENT NOTEBOOK (3 VARIATIONS)https://www.etsy.com/listing/763572617• CLASSIC NOTEBOOK (9 VARIATIONS)https://www.etsy.com/listing/763573855• RECIPE BOOKhttps://www.etsy.com/listing/763571811• VERTICAL NOTEPAD (8 VARIATIONS)https://www.etsy.com/listing/749696596• HOLYDAYS STICKERS KIThttps://www.etsy.com/listing/763586635• UPDATES - Finance Planner, Reading Trackers and Flash Cardshttps://www.etsy.com/listing/787401843https://www.etsy.com/listing/787402603https://www.etsy.com/listing/787402891• 1000+ BONUS STICKERS KIT PREVIEWhttps://www.dropbox.com/sh/xo2fe7i2pfgmj6e/AAA0LI0xizMoGhiS8qC9t7Uma?dl=0WHAT YOU WILL RECEIVE:1 PDF Instructions and Tips file1 PDF file with Dropbox and Google drive links to download the Ultimate Digital Planner Kit🔔 HOW TO GET MY FILES?Please note that the item you are buying is a digital file and not a physical product. Once you have paid for your digital order, you can download them through the purchases section of your Etsy account (http://www.etsy.com/your/purchases).Etsy will also email you links to download your order files. Please check all your email folders.If for some unknown reason you cannot download your order, then write to us and we will help you figure it out. To do this, go to our store page (https://www.etsy.com/shop/DigitalPlannerTools) and click the \"Contact\" button.🔔 $5 CASHBACK: WHAT IS ITAlong with the order files, you will receive a special coupon with a face value of $5. You can apply this coupon for your second or more purchases from our store. This coupon will reduce the price of any our item by $5. The item price is the original price of the item, not the discount price.🔔 30 DAYS REFUND: TERMS AND CONDITIONSWe are proud of our digital items, and we are sure that you will love them. This is evidenced by thousands of sales and positive reviews.HOWEVER, A REFUND IS POSSIBLE UNDER THE FOLLOWING TERMS AND CONDITIONS:✪ No more than 30 days should pass from the date of purchase.✪ All our digital products are intended to be used with Goodnotes 5 app and Notability app for - iOS and Noteshelf app - for Android. Except for Digital Sticker Maker. It only works with the Goodnotes 5 app. Our products are not an app by themselves, they are needed to be used with 3rd party apps which mentioned above. Therefore, one of these apps must be installed on your device. The absence or inability to install recommended apps on your device is NOT a reason for a refund.✪ We will refund your money if our products do not work with the recommended apps on your device.✪ If you have any problems with our products when used with the recommended apps, please send us proof. You just need to send a screenshot or video of the problem. To do this, go to our store page (https://www.etsy.com/shop/DigitalPlannerTools) and click the \"Contact\" button or send an email to digitalplannertools [!at] gmail.com. If we do not fix the problem, we will refund your money.✪ If only some part of the digital products does not work, then we will refund you 50%.✪ If the recommended app does not work or does not work correctly after the last update, then this is not a reason for a refund. Since we are not the developers of these applications and are not responsible for them. We are only responsible for our digital items. In such cases, you need to contact the developers of your application and ask for a refund.✪ If you are having difficulty downloading your order files from Etsy, then this is also not a reason for a refund. Just contact us and we will give you a direct download link.🔔 WHEN YOU PURCHASE ANY DIGITAL ITEM FROM OUR STORE, YOU ACCEPT THESE TERMS AND CONDITIONS.** THIS IS AN INSTANT DOWNLOAD, NO PHYSICAL PRODUCT WILL BE SHIPPED ****This planner is NOT meant for printing and is for personal use only.Due to the nature of the file once purchased you will receive an instant PDF to download that is permanent and therefore no cancellations can be offered.Please ask any questions you may have prior!However, if you have any problems with your download or file please feel free to contact me here on Etsy and I will help resolve it as quickly as possible!The links below are for advertising purposes only. Digital products related to these links are not included in current item.AMAZING DIGITAL BUNDLE link:https://www.etsy.com/listing/823305043ULTIMATE DIGITAL STICKERS KIT link:https://www.etsy.com/listing/809401412\n", "listing_reviews": "100", "store_reviews": "1,943 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/749687306/digital-planner-goodnotes-ipad-planner"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=805590178", "store_sales": "21,700 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Vibrant Presets, Instagram Filters, VSCO Filters, iPhone Presets, Lightroom Preset, Lifestyle Presets, Bright", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Live life in color with this Vibrant Preset! This Lightroom Mobile preset will raise the saturation to bring out beautiful vibrancy in your photos with the simple click of a button! ❀ Your purchase includes ❀- 1 Vibrant Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "42", "store_reviews": "1,130 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/805590178/lightroom-mobile-preset-vibrant-presets"}, {"seller_text": "PresetDesignPhoto", "seller_href": "https://www.etsy.com/shop/PresetDesignPhoto?ref=simple-shop-header-name&listing_id=986055688", "store_sales": "2,125 sales", "store_rating": "4.9657", "listing_title": "10 Beach Tan Lightroom Mobile Presets, Sunkissed Summer Presets, Summer Glow Instagram Filter, Beach Travel Preset for Blogger, Ocean Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.92\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 JPG, 1 PDF"], "listing_desc": "\n                    🎁 GET 4 & PAY FOR 2 With Promo Code: 2FREE 🎁🎁 GET 6 & PAY FOR 3 With Promo Code: 3FREE 🎁🎁 GET 8 & PAY FOR 4 With Promo Code: 4FREE 🎁13 Beach Tan, Lightroom presets, Blogger photo presets, mobile presets and desktop presets, instagram Filters by Preset DesignINCLUDED:• 8 MOBILE Lightroom presets• 8 DESKTOP Lightroom presets• After Purchase Customer Support• Instructions• Instant DownloadPreset Bundles In My Shop:www.etsy.com/shop/presetdesignphoto♡ SPECIAL OFFER ♡🎁  ADD 4 TO CART, PAY FOR 2 🎁  GET 50% WHEN YOU ADD 4 🎁🎁  ADD 6 TO CART, PAY FOR 3 🎁  GET 50% WHEN YOU ADD 6 🎁🎁  ADD 8 TO CART, PAY FOR 4 🎁  GET 50% WHEN YOU ADD 8 🎁HERE'S WHY YOU'LL LOVE IT:• Bronze sunkissed tan vibe perfect for instagram themes• Made by a professional digital creator• Consistent results with no harsh colors or lightingMORE INFO:• Works with the Free and Paid Lightroom Mobile App• Works with All Lightroom Desktop Versions• Works with Mac and PC Desktops/LaptopsIf you have any more questions or need help picking the perfect presets for you, you can contact us any time!OUR SOCIAL MEDIA• IG: @preset_design.....................................................© Preset Design LLC, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited......................................................\n                ", "listing_reviews": "6", "store_reviews": "204 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/986055688/10-beach-tan-lightroom-mobile-presets"}, {"seller_text": "LouMarksPhoto", "seller_href": "https://www.etsy.com/shop/LouMarksPhoto?ref=simple-shop-header-name&listing_id=677456369", "store_sales": "388,506 sales", "store_rating": "4.8278", "listing_title": "Mobile LIGHTROOM Presets, Warm Blogger Presets, Golden Presets, Mobile Presets, Desktop Preset, Instagram Filters lightroom mobile presets", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.49\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP, 2 PDF"], "listing_desc": "\n                    Mobile Lightroom Presets, Warm Blogger Presets, Golden Presets, Mobile Presets, Desktop Preset, Instagram Filters Lightroom mobile presets♥ FREE PRESETS OFFER ♥♥ GET 5 & PAY FOR 3: Add 5 presets to your cart, discount automatically applied: Pay for only 3M O R E ∙ P R E S E T ∙ S T Y L E Swww.etsy.com/shop/loumarksphotoThe Honey Golden Preset Bundle is a collection of 10 Lightroom Presets that will add slightly warm beige, tan and creamy tones to your Instagram photos. These presets are perfect for Instagram photo editing, travel photography & anyone looking to take their photos to the next level in just one click.I N C L U D E D•  10 Lightroom MOBILE Presets (DNG)•  10 Lightroom DESKTOP Presets (LR & XMP)•  Detailed PDF Instructions•  Instant Download From Etsy Account•  Amazing Customer Support! Reach out with any questions and I’ll be happy to help.W H Y ∙ Y O U ' L L ∙ L O V E ∙ I T• Warm golden vibe perfect for instagram themes• Works amazing on indoor and outdoor photos• Made by a professional photographerO T H E R ∙ I N F O R M A T I O N• Works with the Free & Paid Android LR Mobile App • Works with the Paid iPhone LR Mobile App  • Works with All Lightroom Desktop Versions• Works with Mac and PC Desktops/LaptopsStill have questions or need help picking the perfect presets for you editing needs? Feel free to contact me, I’m always more than happy to help in any way :)L O U A N D M A R K S ∙ P R O M I S E ♡You are you unique and so are our Presets! We created our Presets for everyone. No one specific skin tone or hair color. When you purchase from Lou + Marks you are not just purchasing presets you also get our guarantee that they will suit your skin tone. If they don’t send me a message with an unedited image and I will personally adjust them for you.  A B O U T ∙ L O U ∙ M A R K S ∙ P H O T O• IG: @Louandmarks• FB: https://www.facebook.com/louandmarks/-----------------------♡--------------------© 2021 Lou & Marks LLC, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited.----------------------------------------------\n                ", "listing_reviews": "100", "store_reviews": "16,494 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/677456369/mobile-lightroom-presets-warm-blogger"}, {"seller_text": "FriedaumStudio", "seller_href": "https://www.etsy.com/shop/FriedaumStudio?ref=simple-shop-header-name&listing_id=967048127", "store_sales": "493 sales", "store_rating": "4.8333", "listing_title": "2021 digital planner, iPad planner, Digital Planner, goodnotes planner, ultimate digital planner, boho digital planner, planner digital", "listing_bestseller": "Bestseller", "listing_price": "\n                        $13.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP"], "listing_desc": "\n                    🌼 Hi, there! Thank you for clicking this planner!🌼This boho digital planner has everything you need to achieve your goals and life milestones for 2021!This is a PDF digital download with hyperlinks, to be used in note-taking apps like Goodnotes/Notability or other apps that support that function. This digital planner has been designed to help you seamlessly plan and organize your life. There are 1000’s of hyperlinks throughout so that you can effortlessly navigate through your planner with ease and purpose.With 761 pages included, every section of this digital planner has its own cover design and layout options allowing you to organize your life perfectly. Hyperlinked tabs allow you to quickly jump around the planner, quickly moving from page to page with ease. This planner contains hyperlinked dated monthly, weekly, and daily layouts so you can plan in as much or as little detail as needed.🌼What's included : o Front Covero Index o 2021 Year Calendaro Year at a Glanceo Monthly Calendar (Monday & Sunday start versions)o Weekly Planner pages (for every week - 60 weeks)o Daily Planner pages (for every day - 365 days)o Goal Planner A - 10 pages o Goal Planner B - 10 pageso Project Planner A - 10 pageso Project Planner B - 10 pageso Habit Tracker A - 10 pageso Habit Tracker B - 10 pageso Meal pages (for every week - 60 weeks)o Workout pages (for every week - 60 weeks)o Monthly Budget pageso Weekly Budget pages (for every week)o Book List pages 1,2,3,4o Reading Journal pageso Notes Pages (Lined, Blank Sections, Grid, List, Dotted, Blank)o Back Cover🌼WHAT YOU WILL RECEIVE :1- 1 high resolution PDF file- My Planner- Monday Start2- 1 high resolution PDF file- My Planner- Sunday Start🌼HOW TO USE1. Add the item to your cart.2. Purchase the item in your cart.3. Once the payment for your purchase is processed you will be able to find your instant PDF download available in your purchases section on Etsy. 4. Download items and save them to your computer or tablet device (iCloud, Dropbox, etc) or open your download and directly open in apps such as GoodNotes, Notability, etc.🌼PLEASE NOTEThe tablet, stylus, and apps to use this planner are NOT included.I'm unable to troubleshoot issues with Android users since I don't use Android.🌼TERMSAs this planner is a digital product, I do not issue refunds. Therefore please note that no physical product will be sent out in the post to you. These files are for your personal use only. They may not be sold, copied, distributed, shared, or altered in any way. Do not share these files with anyone else. 🌼COLOR DISCLAIMERThe color variations in screens and monitors mean that sometimes your printed artwork may appear slightly different than what you saw on your screen.If you have any questions, please feel free to contact me here on Etsy.I hope you have a nice day🌻!Thank you!\n                ", "listing_reviews": null, "store_reviews": "12 shop reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/967048127/2021-digital-planner-ipad-planner"}, {"seller_text": "KellyJSorenson", "seller_href": "https://www.etsy.com/shop/KellyJSorenson?ref=simple-shop-header-name&listing_id=957997750", "store_sales": "16,716 sales", "store_rating": "4.9474", "listing_title": "12 Subject Digital Notebook with Hyperlinked Tabs, 20 Note Page Designs, Extra Moon and Stars Covers", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    12 Subject Digital Notebook Easily keep your notes organized with this 12 subject digital notebook. The small star in the top corner of each page makes it easy to quickly navigate to the note paper templates and extra covers. I've included a color palette of go with the velvety purple pages. The hyperlinked index page makes it easy to keep track of notebook subjects. Each of the 12 Dividers also has 3 hyperlinked sections with dividers! Over 20 paper templates are included for you to duplicate as many times as you wish. Designs include Lined, Graph, Dot Grid, Hexagon, Cornell, + several different variation! All of the lines and dots are gray on a flecked dark purple background. BONUS: one blank Orange page for fun :)This digital notebook is meant to be used in PDF annotation apps that support hyperlinks, such as Goodnotes 5 or Notability.NOTEBOOK FEATURES:⭐️ 4 Dark and Dreamy Stars, Moons, & Clouds themed Covers ⭐️ Coordinating Color Palette⭐️ Direct Link to Note Papers & Covers on each page⭐️ Over 20 note page templates included⭐️ Hyperlinked index page that links to each section divider⭐️ Hyperlinked tabs for easy navigation⭐️ Each Section Includes 3 sub sections⭐️Also includes a PDF with tips for importing to GoodNotes and Noteshelf.DOWNLOADING:⭐️ This is an Instant Download PDF. You won't be receiving anything in the mail.⭐️ Once your purchase is complete, you'll be taken to a page where you can download instantly. You may need to refresh your page.⭐️ You'll also receive an email with a link to your downloads. This will be sent to the email you have used to log in here on Etsy.⭐️ You can download them as many times as you like by going to https://www.etsy.com/your/purchasesIMPORTANT NOTES:- This is a DIGITAL PRODUCT. NO physical product will be shipped to you.- This notebook was made to be used with a note-taking app such as GoodNotes or Notability, and on an iPad orTablet with an Apple Pencil/Stylus, none of which are included with this product.- Due to the digital nature of this product, ALL SALES ARE FINAL. This means, requests for refunds or exchanges cannot be accepted so please read the product details carefully before placing an order. Please feel free to ask me ANY questions before you purchase.- Please note that I am NOT currently accepting any requests for customization or alterations.This planner is for PERSONAL USE ONLY. You may NOT share, sell, alter, or replicate this product.If you have ANY questions or suggestions, please send me a message! Thank you,Kelly\n                ", "listing_reviews": "16", "store_reviews": "2,107 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/957997750/12-subject-digital-notebook-with"}, {"seller_text": "JinnyPlanner", "seller_href": "https://www.etsy.com/shop/JinnyPlanner?ref=simple-shop-header-name&listing_id=939206036", "store_sales": "365 sales", "store_rating": "5", "listing_title": "Digital Notebook - Cream Beige Color, GoodNotes Notability, Cornell Dot Grid Lined Study Template, Minimalist Neutral Student iPad Planner", "listing_bestseller": "Bestseller", "listing_price": "\n                        $10.33\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    30-subject digital notebooks designed with realistic paper texture, 18 note templates (including grid, lined, dotted, Cornell) for Goodnotes and NotabilityThe pages and tabs were made with elegant textures and we hope it may bring you a more realistic and better writing experience.>>> S P E C I F I C A T I O N S- Paper texture- Cream color paper for eye protection- 30 Subjects with hyperlinks- 4 Covers to choose from - 18 Note templates>>> W H A T'S  I N C L U D E D 1 PDF file containing easy download links (2 PDF files and 1 How-to-import video)2 PDF files (2 sizes compatible with different iPads ) are included: (1 PDF for iPad Pro 11\",  1 PDF for iPad/ iPad Air/ iPad Pro 12.9\")- size:  9M - 4 covers - 3 contents pages - 18 note templates- 30 sectional pages Video file - the instruction of How-To-Import>>> I M P O R T A N T- Digital notebook is a digital product, therefore no physical product will be shipped. - Goodnotes / Notability app is not part of this purchase. It need to be purchased through the app store.- For personal use only. These files may not be resold, recreated, redistributed, or reproduced. Thanks for visiting my shop! Feel free to contact me if you have any questions :)\n                ", "listing_reviews": "9", "store_reviews": "21 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/939206036/digital-notebook-cream-beige-color"}, {"seller_text": "MintAndPepper", "seller_href": "https://www.etsy.com/shop/MintAndPepper?ref=simple-shop-header-name&listing_id=849922269", "store_sales": "61,307 sales", "store_rating": "4.8303", "listing_title": "10 Mobile Lightroom Presets Garden, Bright Instagram Filter, Blogger Presets, Lightroom Mobile Presets Mobile Lightroom, Outdoor Preset", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $3.82\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    10 Presets for Mobile Lightroom in .DNG format ✩ Lightroom Presets ✩ Instagram Filters ✩ Best PresetsCreate the dreamiest edits with GARDEN preset pack. They were designed to transform your images with just one click! 10 presets allow you to make a cohesive feed or a gallery without extensive knowledge of photo editing. Get soft, bright tones in your phone images in seconds!This pack is great for bloggers, photographers and everyone who aims to create a consistent feed on Instagram with easily applied filter. Perfect for outdoor and indoor photography, fashion shots and portraits.✩ They work well with iPhone and Android devices. You just need to download free Lightroom Mobile App✩ Easy to apply, with just one click✩ Instant download filesYOU GET:✩ 10 Lightroom Mobile Presets in .DNG format✩ Instruction in PDF 💥Check out our Bestsellers💥https://www.etsy.com/shop/MintAndPepperSPECIAL OFFER:🌟GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE🌟🌟GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE🌟🌟GET 8 PACKS & PAY ONLY FOR 4 - Add 8 items to your cart and use promo code 4FREE🌟Please remember that all presets look differently on each photo because of lighting and white balance settings, dominant colours etc. If your photo doesn’t look perfect you may need to adjust exposure or temperature to achieve the best results.Due to the digital nature of this product no exchanges or refunds will be made.CONTACT:EMAIL: mintandpepper5 [!at] yahoo.comON IG: @mint_and_pepper_© 2020 MintAndPepper, All Rights ReservedTerms of use: Forbidden to copy, sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.Lightroom Presets, Mobile Preset, Vibrant Presets, DNG, Instagram Preset, Lightroom CC, Presets, iPhone, Android, Lifestyle Presets, Desktop Presets, Wedding Presets, Portrait Presets, Best Presets, Bright And Airy Preset, Clean Preset, Light Preset, Instagram Filters, Mobile Filters, Photo Filters, Travel Blogger Presets, Photo Editing, Photography Presets, White Preset, Blogger Presets, Photo Presets, Mobile Filter, Travel Presets, Influencer Presets\n                ", "listing_reviews": "12", "store_reviews": "2,033 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/849922269/10-mobile-lightroom-presets-garden"}, {"seller_text": "forLittleLion", "seller_href": "https://www.etsy.com/shop/forLittleLion?ref=simple-shop-header-name&listing_id=773727113", "store_sales": "24,951 sales", "store_rating": "4.8398", "listing_title": "Digital Planner, GoodNotes Planner, Undated Digital Planner, iPad Planner, Daily Planner, Notability Planner, Android Planner", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $11.90\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 PDF"], "listing_desc": "\n                    **MORE DIGITAL PLANNERS**https://www.etsy.com/au/shop/forLittleLion★ Undated ALL-IN-ONE Digital Planner ★✔︎  Professionally designed with thousands of hyperlinks for quick and easy navigation✔︎  Hassle-free setup - simply fill out the undated weekly, monthly and yearly pages, 366 DATED daily pages are ready for use✔︎  Undated for reuses year after year✔︎  24 planners for you to choose from •\t3 styles - BOHO & PASTEL & MINIMALIST GREY•\t4 weekly layouts•\tMonday & Sunday start✔︎  Covers everything to help you stay organized and keep track of your life and work✔︎  400+ essential stickers preinstalled in GoodNotes file for easy access ✔︎  FREE 10000+ precropped digital stickers in varying colors (individual PNG files)  ✔︎  10 beautiful covers✔︎  All pages can be easily duplicated and/or removed★  To be able to use this product, you need to have a PDF ANNOTATION APP (GoodNotes, Notability, Xodo, Noteshelf, etc.) installed on your device.   * for Surface pro, please check out my OneNote planners.https://www.etsy.com/au/listing/799242534/**CONTENT**•\tHomepage Index•\tBlank Yearly Calendar•\tHalf Year Calendar•\tYearly Overview•\tYearly Goals•\tYearly Key Dates-------------------------------------------------•\tMonthly Calendar (with links to daily plan & weekly plan)•\tMonthly Overview •\tMonthly Review-------------------------------------------------•\tWeekly Plan (53 weeks with links to daily plan and weekly plan)V1 - boxed weekV2 - horizontal weekV3 - vertical weekV4 - weekly schedule•\tWeekly Reflection  (53 weeks) -------------------------------------------------•\tDaily Plan (366 days with links to weekly plan)•\tDaily Gratitude/Reflection (366 days)-------------------------------------------------//FINANCES//•\tYearly Finances•\tMonthly Finances•\tBill Tracker•\tSavings Tracker•\tDebt Payoff Tracker-------------------------------------------------//NUTRITION//•\tWeekly Meal Planner•\tCategorized Grocery List•\tRecipe book (4 categorized sections, each section linked to 10 recipes)•\tKitchen Inventory•\tWeekly Food Journal-------------------------------------------------//WELLNESS//•\tMood Tracker•\tHabit Tracker•\tHydration Tracker•\tSleep Tracker•\tVitamins & Supplements Log•\tMedication Log-------------------------------------------------//FITNESS//•\tFitness Plan•\tProgress Tracker•\tExercise Tracker•\tSteps Tracker•\tWorkout Log-------------------------------------------------•\tMy Goals (linked to 9 Goal Planner pages)•\tMy Projects (linked to 9 Project Planner pages)-------------------------------------------------•\tWeekly Schedule (Half hourly)•\tRoutine Planner•\tMeeting Notes•\t30 Day Challenge•\tReading Log•\tWatching Log-------------------------------------------------•\tAccounts•\tPasswords•\tContacts•\tBirthdays-------------------------------------------------•\tCategorized To Do Lists•\tThings to Explore•\tCustom Lists-------------------------------------------------•\tNotepaper X 6 (Lined, dotted, grid, Cornell X 2, blank)•\t10 Custom Sections accessible from Index (linked to 10 blank pages)•\tMy Stickers page (save your favorite stickers for easy access)•\tQuick notes page**ADDITIONAL INSERTS**•\tVision board•\tBrain dump•\tBucket list•\tWishlist•\tCleaning planner•\tCircle habit tracker•\tDelivery tracker•\tEmergency contacts**WHAT IS INCLUDED**•\tUndated All-in-One Digital Planner (Monday & Sunday Start; 4 weekly layouts; BOHO & PASTEL & GREY styles)•\t10 Covers (JEPGs)•\tGoodNotes Stickers Book (400+ stickers included; preinstalled & precropped stickers for GoodNotes ONLY)•\t10000+ precropped digital stickers in varying colors (individual PNG files)  •\t4 X 6-Tab Digital Notebook (4 versions: lined paper, dotted paper, grid paper, blank paper)•\t12 Notebook covers•\tUser Guide⭐️ For digital planning tips and freebies, please follow us on Instagram or subscribe to our Youtube channel (forlittlelion). ❤️Please feel free to send me a message if you have any questions. I am very quick to respond.-----------------------------------------------------------------------------------------------------------------------------------------TERMS AND CONDITIONS:© 2021 forLittleLion,    All rights reserved.All designs are for *PERSONAL USE ONLY*. You may NOT share, sell, alter or replicate these files. By purchasing this listing, you agree to my shop policies.Due to the digital nature of my products, no refunds or exchange can be issued. If there is a problem with your digital file, please contact me so I can rectify the situation.\n                ", "listing_reviews": "100", "store_reviews": "1,126 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/773727113/digital-planner-goodnotes-planner"}, {"seller_text": "OnePreset", "seller_href": "https://www.etsy.com/shop/OnePreset?ref=simple-shop-header-name&listing_id=821771523", "store_sales": "77,827 sales", "store_rating": "4.658", "listing_title": "Mobile Lightroom Presets, Vsco Filters, Iphone Presets, Lightroom, Mobile Presets, Instagram Filters, Presets, Colorful Mobile, Dng Preset", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.67\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 other file"], "listing_desc": "\n                    💝 GET A FREE PRESET 💝\u2028GET 4 & PAY FOR 3: Add 4 Presets to your cart, use promo code “ONEFREE” and only pay for 3.OR SHOP UNDER THIS LINKhttps://www.etsy.com/au/shop/OnePreset?coupon=ONEFREE✩✩✩ We have 45 BESTSELLERS ✩✩✩Mobile Lightroom Presets, Vsco Filters, Iphone Presets, Lightroom, Mobile Presets, Instagram Filters, Presets, Colorful Mobile, Dng PresetMobile & Desktop Compatible Lightroom Presets to create an aesthetic Instagram feed. \u2028\u2028✮ INCLUDED IN YOUR PURCHASE ✮• Mobile Lightroom Preset (DNG file)• PDF File w/ Simple Instruction Manual• Compatible with both Android and iPhone• Works in Adobe Lightroom (PC/Mac)✮ INSTALLATION ✮ To access your digital files:1. Go to Your Account2. Purchases and reviews and look for the order.3. To the right of the order, click Download Files.4. You will be able to download the DNG File.5. You will then be able to upload each DNG file as an image to your Lightroom Mobile app.6. Click on the three dots in the top right of your Lightroom app7. Select the option 'Create Preset', this will allow you to save the preset to the preset editing option of the app for use on other images.We value and respect our customers. We always find a compromise in solving any questions that may arise, even after the delivery of the order.Due to the digital nature of this product ALL SALES ARE FINAL.For any questions please contact me via Etsy messages.© No sharing files, or selling them in any form. Derivative works are prohibited. © OnePreset, 2020\n                ", "listing_reviews": "100", "store_reviews": "2,906 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/821771523/mobile-lightroom-presets-vsco-filters"}, {"seller_text": "AesairStudio", "seller_href": "https://www.etsy.com/shop/AesairStudio?ref=simple-shop-header-name&listing_id=893192502", "store_sales": "4,740 sales", "store_rating": "4.7591", "listing_title": "2 Mobile Lightroom Preset NATURAL CLEAN Influencer Lightroom Preset Travel Blogger Instagram Lifestyle Fashion Photography", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 4 other files"], "listing_desc": "\n                    ORDER TOTAL 20 USD or MORE to GET 30% OFF YOUR ORDER! Work automatically.This mobile lightroom presets NATURAL CLEAN has been carefully created & selected to enhance your images. This mobile lightroom presets NATURAL CLEAN will give your photos bright contrast colors that convey the atmosphere of your picture and help to emphasize the smallest details of your work.Experiment when using mobile lightroom presets NATURAL CLEAN and then you will certainly go to a new level.This is the quickest and most effective way to edit your phone shots and selfies. You don’t need a Lightroom subscription - nor any complicated editing skills. Simply install the free Lightroom app on your mobile and you’re good to go! You can get started right away with the photos in your camera roll. Your Instagram feed will never have looked so gorgeous. Start editing with our amazing mobile lightroom presets NATURAL CLEAN.🔶WHAT'S INCLUDED IN THE PACK? - 2 Mobile(DNG file) Lightroom Presets- 2 Desktop(XMP file) Lightroom Presets- Step-by-step installation guide Works in Adobe Lightroom (PC/Mac) and Lightroom Mobile App (iOS/Android)🔸*INSTANT DOWNLOAD FILES *Have any difficulties or questions? Please contact us –  helloaesair [!at] gmail.com🔸*IMPORTANT*There are no refunds/exchanges on any digital items.🔸*TERMS OF USE*BY BUYING THIS PRODUCT YOU ARE AUTOMATICALLY AGREEING TO THE FOLLOWING TERMS OF USE: DO NOT SHARE OR SELL ANY OF MY ITEMS.© 2020, AesairStudio, All Rights ReservedKeywords:mobile, mobile lightroom, lightroom mobile, mobile presets, preset mobile, lightroom presets, wedding portraits blogger influencer presets VSCO, mobile presets, lifestyle presets, blogger, presets, Instagram filter, natural preset, summer preset, photo filter, white preset, best preset.\n                ", "listing_reviews": "23", "store_reviews": "287 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/893192502/2-mobile-lightroom-preset-natural-clean"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=685796691", "store_sales": "171,643 sales", "store_rating": "4.8275", "listing_title": "FOOD Preset BLOGGER Lightroom PRESETS Mobile and Desktop - for Instagram, Blogger, Photo filters, Food Presets, Lightroom mobile presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.06\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    🎁 GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code: 2FREE• Pay only for 2 items💥6 UNIQUE LIGHTROOM PRESETS / MOBILE Presets / PC Presets💥✅FILES included:- 6 Lightroom presets for MOBILE Lightroom - 6 Lightroom presets for desktop Lightroom • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets, Food Preset\n                ", "listing_reviews": "45", "store_reviews": "6,145 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/685796691/food-preset-blogger-lightroom-presets"}, {"seller_text": "DestinationPresets", "seller_href": "https://www.etsy.com/shop/DestinationPresets?ref=simple-shop-header-name&listing_id=962773388", "store_sales": "4,369 sales", "store_rating": "4.9488", "listing_title": "15 EVERYDAY BRIGHT Lightroom Presets Natural Light and Airy Presets for Instagram Blogger Clean Presets Summer Outdoor Preset Spring Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $4.14\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 JPG, 1 PDF"], "listing_desc": "\n                    💖Enjoy Our LOVE Coupons💖: BUY 3 PRESETS ➤GET 1 FREE 🎁🎁🎁🎁➤ADD 4 PACKS TO YOUR ORDER AND PAY ONLY FOR 3 (30% off) ✨15 EVERYDAY BRIGHT Lightroom Presets Natural Light and Airy Presets for Instagram Blogger Clean Bright Presets Summer Outdoor Preset Spring Bright and Airy Preset Clean presetMake an unique feed which looks like you♥ This EVERYDAY BRIGHT Lightroom presets will gives you a Bright Airy Clean Natural Tone, perfect for Everyday photoshoot♡  ↠ PERFECT FOR : Indoor and Outdoor photoshoot, Family, Blogger, Influencers, Instagram, Nature and Landscape, Travel, All Seasons and so much more ! ↠ INCLUDED :                   ✔ 15 Lightroom Mobile Presets in DNG files✔ 15 Desktop Presets in LRTEMPLATE files✔ PDF Installation step by step guide for how to install the presets on your phone and computer↠ WHY CHOOSE DESTINATION PRESETS ?-Save your time editing-Have a Cohesive and Consistent feed-Designed for you to make your pictures Unique and Beautiful-Grow your engagement and followers-Designed for JPEG and RAW files. For best results shoot on Raw -Compatible with IOS, Android mobile and Lightroom Desktop CC-Easy to use, download instantlyAdobe Lightroom mobile is available for FREE on your phone : just download the app and create your account with Adobe.Adobe Lightroom Desktop needs to have a subscription. You can have 7 Free days trial. ↠ PLEASE NOTEEach picture is different and unique. All results will work differently depending on the light, camera model, colors, skin tones etc Don't worry♥  If necessary, add some additonnal adjustements to suit your picture (check the pdf instruction included in the purchase)↠ REFUNDS AND EXCHANGESDue to the digital nature, I regret that no refund and exchange can be made on this product.If you have any questions, feel free to contact me at :  destinationpresets [!at] gmail.com I will be happy to help you♡↠ TERMS OF USECopyright ©destinationpresets All right reserved. It is prohibited to reshare, sell this product in any form without the consent of the original creator.♡Don't hesitate to subscribe, make a quick review, pin on your Pinterest and add this item to your favorites♡Thank you for visiting my shop♥Let's CREATE MAGIC, Happy Editing ♥All the love, lyly♥PHOTOS CREDITS: All the Pictures Shown in the listing belong to their Respective Owners. Credits to the respective owner. All photos are for illustration purposes only. ＊＊＊＊＊＊＊＊＊＊＊＊＊＊You are here for: blogger presets, instagram filters, lightroom presets, mobile presets, presets and photofilters, instagram presets, influencer presets, presets, preset lightroom, lightroom filter, presets style, desktop presets, best presets, VSCO presets, influencer presets, trendy presets, lightroom filter, lightroom, family presets, season presets, iphone presets, cozy presets, bright outdoor preset, bright winter presets, travel presets, city presets, lifestyle presets, holiday presets, winter presets, Bright presets, outdoor presets, Indoor presets, nature presets, home presets, indoor presets,  everyday presets, natural presets, Influencer presets, neutral presets, family presets, minimal presets, travel presets, summer presets, spring presets, bright airy presets, light airy preset, clean presets, clean soft preset, clean tone preset, light and airy, white presets, clear presets\n                ", "listing_reviews": "27", "store_reviews": "459 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/962773388/15-everyday-bright-lightroom-presets"}, {"seller_text": "SunnyEditor", "seller_href": "https://www.etsy.com/shop/SunnyEditor?ref=simple-shop-header-name&listing_id=1037865219", "store_sales": "336 sales", "store_rating": "4.7059", "listing_title": "10 Vogue Mobile Lightroom Presets, Natural Presets, Cream Presets, Instagram Filters, Blogger, Vanilla, iPhone Presets, Filter for iPhone", "listing_bestseller": "-", "listing_price": "\n                        $4.20\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 1 PDF, 1 ZIP"], "listing_desc": "\n                    ◆ ◆ ◆ SPECIAL OFFER ◆ ◆ ◆✭ Buy 3 presets and get 2 for free. Add 5 presets to your shopping cart and apply the coupon code 2FREE. ✭ Buy 5 presets and get 4 for free. Add 9 presets to your shopping cart and apply the coupon code 4FREE.◄  INCLUDED IN YOUR PURCHASE  ►* 10 Mobile Lightroom Presets (DNG files)* Detailed PDF Image Instructions✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Lightroom Mobile is FREE so you don't need an Adobe subscription to use the presets✔️ You only need Lightroom CC App on your Phone/iPad✔️ Once purchased can be used an unlimited amount of times✔️ Easy to apply with just one clickGeneral information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUYhttps://www.youtube.com/watch?v=uOBXKOyAFEAPlease keep in mind all photos are unique and therefore each preset works differently on every photo. You can fine tune your own adjustments to find settings that suit you with temperature, exposure etcDue to the digital nature of this product ALL SALES ARE FINALKeywords:Lightroom Presets, Mobile Preset, DNG, Instagram Preset, Lightroom CC, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset, White Presets, Natural Presets© 2020 Sunny Editor Presets, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": null, "store_reviews": "17 shop reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/1037865219/10-vogue-mobile-lightroom-presets"}, {"seller_text": "NotedandPlanned", "seller_href": "https://www.etsy.com/shop/NotedandPlanned?ref=simple-shop-header-name&listing_id=1004920470", "store_sales": "713 sales", "store_rating": "4.9286", "listing_title": "Digital Planner UNDATED - Planner with hyperlinks - GoodNotes Planner Notability iPad Planner - Daily Planner Agenda", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.12\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF"], "listing_desc": "\n                    ‼️Introductory prices will be going up VERY soon ($8)‼️- Due to the digital nature of this product, ALL SALES ARE FINAL. This means, requests for refunds or exchanges cannot be accepted so please consider the product carefully before placing an order. -The very first Noted & Planned Undated Digital Planner in Landscape/Horizontal format. This planner to allow you to outline and plan your day. This planner has been tested on both Goodnotes & Notability on both an iPad and Samsung Galaxy Tablet to ensure compatibility. There are over 40 templates, along with standard daily, weekly & monthly templates - all hyperlinked and connected together to ensure a seamless experience.Your purchase will include:2 planners in two colors: Peach & Monochrome40 templates  +Daily, Weekly, Monthly Planning Pages  +Finance Templates: Annual Finances, Monthly Finances, Savings Tracker, Debt Repayment Planner, Investment Performance   +Organization Templates: Contacts, Delivery Tracker, Lists Page, Meal Planning + Groceries, Movies & TV Show List, Reading List  +Productivity Templates: Brain Dump, Goal Planning, Habit Tracker, Monthly Reflection, Project Planner, Routine Planner  +Notes: 4 blank note taking pages in Blank, Grid, Dotted Grid & Lined  +6 Custom Sections for you to utilize as you wish------The files included in your purchase:+ Peach VERSION undated Digital Planner PDF+ Monochrome VERSION undated Digital Planner PDF -----IMPORTANT - PLEASE READ:- This is a DIGITAL PRODUCT which means NO physical product will be shipped to you.- This planner has been created to be used with an accompanying note-taking app (such as GoodNotes or Notability) and on an iPad/Tablet with an Apple Pencil/Stylus. These accompaniments are NOT included in this purchase.- Please note that I am NOT currently accepting any requests for customization or alterations.- This planner is for PERSONAL USE ONLY. You may NOT share, sell, alter, or replicate this product or any product of THISS Planner. By purchasing this listing, you agree to my shop policies.If you have any questions at all, PLEASE send me a message before you purchase!\n                ", "listing_reviews": null, "store_reviews": "28 shop reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/1004920470/digital-planner-undated-planner-with"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=680026344", "store_sales": "237,229 sales", "store_rating": "4.8715", "listing_title": "10 Mobile Lightroom Presets IBIZA, Tanned Summer Presets For Bloggers, Lifestyle Beach Instagram Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    10 Lightroom Presets IBIZA For Mobile and Desktop LightroomSummer preset,  bright warm presets, travel blogger preset photo preset Instagram filtersEdit your Instagram photos like a pro on your mobile device! Mobile Lightroom Influencer Preset IBIZA  Included 10 presets inspired by travel bloggers and influencers around the world.This preset for every kind of picture that will surely deliver stunning results and make your images look a hundred times better! For photographers who do a lot of fashion, travel and lifestyle photography.This quality preset produce amazing warm tones and making it easy for you to achieve the same look and feel as your favorite influencers! These Presets Pack  are perfect for Instagram, blogging and photo editing on the go. Hight Quality Preset, Great for Portraits, Bloggers, Travelers, Engagements and Wedding' shoots, a user friendly pack, easy to use, One click Lightroom Preset that gives your collection of work a more cohesive and aesthetic feel and get you on your way to creating stunning images. 🎁 GET 5 & PAY FOR 3: add 5 presets to your cart, use coupon: GIFT2 and pay for 3 only https://www.etsy.com/shop/VictoriaBeePhoto?coupon=GIFT2Check out my Bestseller Itemshttps://www.etsy.com/shop/VictoriaBeePhoto♦️ Works in Lightroom Mobile App (iOS/Android)♦️ Works With & Without Adobe subscription♦️ Compatible with All Photo formatsIncluded:🔶10 Lightroom presets in .DNG format for MOBILE Lightroom .ZIP archive🔶10 Lightroom presets in .XMP format for DESKTOP Lightroom .ZIP archive🔶.PDF file with direct link to download presets directly to your phone 🔶.PDF Instruction Guide 10 Ibiza Presets  has been created to achieve a very modern, glamorous, trendy & Instagram aesthetic look. You will get best fashionable, professional  one-click result from this pack.Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️Keep in mind that all presets work differently with each photo depending on a number of factors such as lighting, white balance, tone etc. Please contact me for any questions or editing help victoriabee.shop [!at] gmail.com© 2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephoto  ©victoriabee.presetsMobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset, Pop Colour Preset, Vibrant Preset, Summer Presets\n                ", "listing_reviews": "100", "store_reviews": "8,047 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/680026344/10-mobile-lightroom-presets-ibiza-tanned"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=878435750", "store_sales": "21,700 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Bohemian Presets, Instagram Filters, VSCO Filters, iPhone Presets, Lightroom Preset, Lifestyle Presets, Cream Beige", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it natural with a Bohemian Preset! This Lightroom Mobile preset will effortlessly soften and mute the shades in your photos to achieve a creamy boho chic look with the click of button! ❀ Your purchase includes ❀- 1 Bohemian Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "22", "store_reviews": "1,130 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/878435750/lightroom-mobile-preset-bohemian-presets"}, {"seller_text": "MajesticPreset", "seller_href": "https://www.etsy.com/shop/MajesticPreset?ref=simple-shop-header-name&listing_id=944179426", "store_sales": "1,361 sales", "store_rating": "4.9444", "listing_title": "30 Presets for Dogs, Cats and Animals | Preset Lightroom Mobile & Desktop, Indoor, Outdoor Pets Filter, Lightroom Mobile Bundle Instagram", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $4.39\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 4 ZIP, 1 PDF"], "listing_desc": "\n                    ⭐ TAKE 4 & PAY ONLY 2: Coupon Code: PROMO4 or ➤ https://etsy.me/3dPNBfH⭐ ⭐ TAKE 6 & PAY ONLY 3: Coupon Code: PROMO6 or ➤ https://etsy.me/3dSywtK⭐ ⭐⭐TAKE 8 & PAY ONLY 4: Coupon Code: PROMO8 or ➤ https://etsy.me/2MwdmGy❤️ More PREMIUM LIGHTROOM PRESETS can be found here: ➤ https://etsy.com/shop/majesticpresetIn this preset bundle you will get 30 different Lightroom filters for your dog photography. This collection includes Summer, Winter, Bohemian, Indoor, Outdoor and many more preset styles.WHAT YOU WILL GET:✅ 30 presets for the free Android & iOS Lightroom Mobile app (.DNG-files) \u2028✅ 30 presets for Lightroom CC (.XMP-files) \u2028✅ 30 presets for Lightroom Classic 4, 5, 6 to 7.3 (.Lrtemplate-files) \u2028 ✅ Step-by-Step Installation Guide (.PDF file)  ✔ INSTAND DOWNLOAD: After your purchase is complete, you will receive direct access to these Lightroom presets via email or through your Etsy account.\u2028✔ 100% COMPATIBEL with the free Lightroom Mobile Application for iOS, Android & Chrome. To use this preset bundle, all you need is your smartphone and the free Lightroom Mobile app for you iPhone, iPad or Android device. \u2028 ✔ The Lightroom Desktop presets are compatible with all old and current Lightroom und Camera RAW versions. For Lightroom Desktop Classic, use the .Irtemplate Files Container in the .zip file. ForLightroom Desktop CC the. Xml files.\u2028The PERFECT INSTAGRAM / BLOGGER FEED:\u2028Get the WOW-Effect! On all your social media platforms like Instagram, Pinterest and Facebook. Get more attention and followers on Instagram with our trending Instagram filters. With these Blogger presets for Lightroom, you’ll create a consistent and clean feed in no time.\u2028Beginner or professional?NO MATTER! With this preset bundle, you can edit simple smartphone photos or high-quality RAW photos from your DSLR / system camera like a pro with just „ONE CLICK“.\u2028Take care of this:\u2028To get the most perfect before-and-after result for your photos, you should move as close as possible to the respective preset theme. The results may vary depending on the exposure, contrast and color shades of your photos. Don’t worry! Just chance the exposure of the presets on your photo afterwards. The higher quality and more detailed your base photos are, the better the Lightroom presets from „SHOPNAME“ can do their job. More presets you can find in our shop ➤ https://etsy.com/shop/majesticpreset\u2028In our shop you can find more Lightroom Instagram Blogger presets for the topics: Travel, Lifestyle, Fashion, Wedding, Street, Urban and Foodblogger.\u2028You have questions about these Instagram Blogger Lightroom mobile and Desktop presets? Feel free to send us a direct message via Etsy or via email to „E-Mail Account“ FAQ’s:▸ compatible with all Lightroom versions\u2028▸ compatible with the free Lightroom mobile app\u2028▸ no Adobe Cloud Subskription required▸ compatible with Adobe Camera Raw ACR▸ no returns or exchanges! Digital products are generally not cancelled. \u2028@2021 „Pictoolz“License: These Lightroom mobile and desktop presets are for personal use only. Any reproduction and distribution to third parties is strictly prohibited.\n                ", "listing_reviews": "11", "store_reviews": "54 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/944179426/30-presets-for-dogs-cats-and-animals"}, {"seller_text": "EasyLifePlanners", "seller_href": "https://www.etsy.com/shop/EasyLifePlanners?ref=simple-shop-header-name&listing_id=936335185", "store_sales": "31,127 sales", "store_rating": "4.8185", "listing_title": "Digital Fitness Planner for iPad, Notability Planner, Fitness Journal, XODO Planner, Goodnotes Template, Wellness Planner", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $8.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 2 ZIP"], "listing_desc": "\n                    ✽ YOUR DIGITAL PLANNER INCLUDES:- Undated yearly calendar with hyperlinks- 12 Monthly overview pages with hyperlinks- 53 Weekly overview pages with hyperlinks - 53 Weekly workout pages with hyperlinks - 365 Daily workout pages (hyperlinked)- Yearly Goals Planner- Index page with hyperlinks- 12 Monthly workout pages- Meal planning page- Grocery list page- Recipe page with hyperlinks for 40 recipes- Food journal- Mood Tracker- Sleep Tracker- Bucket list page- Vitamins tracker- Hydration Tracker- Gratitudes- Tasks Priority matrix- Weight tracker- Measurement tracker- Progress in photos- Measurement goals- Workout goals- Habit tracker- 30 days challenge- Lined notes paper- Grid notes paper- Dotted notes paper- 5 Custom sections400+ Digital stickersThe pages can be easily duplicated or removed.✽ YOU WILL GET- Fitness Planner Undated Sunday start PDF file. - Stickers folder with pre-cropped PNG files. - Goodnotes sticker book GOODNOTES file.✽ EASY TO IMPORT: Import to any PDF editor (Goodnotes, Notability, Acrobat, etc.)✽ INSTANT DOWNLOAD:  The documents will be available for download within a few minutes of purchase. After downloading your file you can either airdrop to your iPad or open via dropbox/google drive.✽  DIGITAL PLANNER:  This Digital Planner is made for digital use and not produced for printing. ✽ HOW TO IMPORT TO Goodnotes- Save the planner to iCloud (or Dropbox / Google Drive)- Open the GoodNotes app on your iPhone or iPad- In the Goodnotes library click on the + sign and click on Import- Select iCloud where your file is saved (or Dropbox / Google Drive)- Select the file you saved - The file will download into the Goodnotes Library, then click on the planner cover to open iT.We are always here to help with any questions you may have.\n                ", "listing_reviews": "25", "store_reviews": "2,622 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/936335185/digital-fitness-planner-for-ipad"}, {"seller_text": "tabbykittyco", "seller_href": "https://www.etsy.com/shop/tabbykittyco?ref=simple-shop-header-name&listing_id=951469388", "store_sales": "839 sales", "store_rating": "5", "listing_title": "DIGITAL PLANNER Stickers | PNG | GoodNotes | Notability | Noteshelf | planner stickers | Digital Planner | Essential planner sticker set", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.19\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    *** NOW WITH 2 FONTS - Each and every doodle comes in 2 font choices, each with and without the white border.  4 sets of the same doodles with text. Both font choices are included in this set.*** Not all stickers are shown in images aboveDigital Planner Doodle Stickers. Doodles are Hand Drawn by yours truly. An essential digital planner sticker set, designed to look like physical planner stickers that you would stick into your physical planner.Functional and decorative stickers that will get noticed in your digital planner. Colorful and cheerful. Will make planning even more fun.The white border stickers have a 3d shadow effectThis set comprises of the following:34 x Doodle stickers with white border x 2 fonts (68 in total)34 x Doodle stickers without white border x 2 fonts (68 in total)34 x Doodle stickers without text16 x Motivational and inspirational quotes7 x Week day names with white border x 2 fonts (14 in total)7 x Week day names without white border x 2 fonts (14 in total)214 in total, pre-cropped high quality, 300 DPI PNGs.Comes complete with a 22 page, pre-filled hyperlinked GoodNotes Sticker BookNOTE: Hands of the clock in the \"meeting\" sticker have been purposefully left out to enable you to fill in your own time by drawing in clock hands (see video above)For the 2nd Edition matching add-on set for these stickers go here: https://www.etsy.com/uk/listing/996362251For the matching chores, cleaning and housework sticker set, go here: https://www.etsy.com/uk/listing/967538078Buy all three sets and get 10% off with code 10PERCENTOFF*** If you like what you see, be sure to favorite my shop to receive updates on all my new and exciting sticker packs coming to my shop soon ***✔️ Designed for use with any digital planners, notebooks, bullet journals and scrapbooks.✔️ All stickers are pre-cropped and ready to use✔️ All stickers have a transparent background ✔️ Can be used over hyperlinks without affecting the links (only tested in GoodNotes)✔️ Can be used over any other sticker or image that you choose.✔️ Includes both pre-filled sticker book plus a zip of the same separate PNGs✔️ These digital stickers can be written/typed on, resized, rotated, and layered ✔️ Can be resized to a very large size without pixelating.✔️ All PNGs are pre-cropped, individual files✔️ High quality files✔️ Compatible with GoodNotes, Notability, Noteshelf, Zinnia, OneNote, Xodo iPad, Android, Windows and Mac and any digital note taking app.✔️ INSTANT DOWNLOAD❤️ If you like what you see, be sure to favorite my shop to receive a DISCOUNT coupon and updates on all the new and exciting stickers coming to my shop soon ❤️🌸 WHAT YOU WILL GET:1 x File of a hyperlinked GoodNotes Sticker book with Stickers1 x ZIP File of the same individual, pre-cropped stickers in PNG format1 x Empty sticker book PDF1 x Sticker Instructions PDF🌸 ATTENTION!This is a DIGITAL PRODUCT!IN ORDER TO USE THESE STICKERS, YOU WILL NEED A DIGITAL NOTETAKING APP SUCH AS NOTESHELF, NOTABILITY, ZINNIA ETC. TO USE THE PRE-FILLED STICKER BOOK, YOU WILL NEED GOODNOTES. A BLANK STICKER BOOK WITHOUT STICKERS IS INCLUDED FOR THOSE THAT DONT HAVE GOODNOTES AND WISH TO FILL IT THEMSELVES WITH THE INCLUDED PNGSNO physical item or note-taking app will be delivered.Due to the digital nature of my products, NO REFUNDS or EXCHANGES can be issued. If you have any problems with your order or have questions, please message me.🌸 IMPORTANT:All files are for PERSONAL USE ONLY and are original and copyright to TabbyKitty and therefore cannot be resold, copied, or distributed in any shape or form – if you choose to violate the terms, legal action may be taken.© COPYRIGHT 2021 TABBYKITTY. All rights reserved.\n                ", "listing_reviews": "19", "store_reviews": "43 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/951469388/digital-planner-stickers-png-goodnotes"}, {"seller_text": "KIINcreations", "seller_href": "https://www.etsy.com/shop/KIINcreations?ref=simple-shop-header-name&listing_id=698930457", "store_sales": "108,064 sales", "store_rating": "4.8939", "listing_title": "7 Lightroom mobile MINIMAL BLOGGER LIGHTROOM preset set / moody fashion blogger instagram filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.87\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    ⭐ MORE PRESETS HERE: https://www.etsy.com/shop/KIINcreationsA SET OF 7 User Friendly Blogger Lightroom Presets for LR MOBILE (DNG files)  for minimal style/ low saturation looks.User Friendly, Easy to Use, One Click, Lightroom Presets to help you achieve better imagery for your blog. As a blogger myself I understand the importance of having great images and keeping them in the same style. This is a great bundle for minimal style lovers - bright highlights, dark shadows, detailed and rich greys and browns. Low saturation blues, reds, and yellows.This is my favourite set, which I also use to edit all my blog photos. You don't need an Adobe subscription to use these presets. You simply need to download the LR Mobile App and create an account with Adobe. These presets will be compatible with both jpeg and RAW files.Once payment is made you can download the presets instantly. Contact me with any questions regarding your order or using your presets I will be happy to help! x\n                ", "listing_reviews": "44", "store_reviews": "4,454 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/698930457/7-lightroom-mobile-minimal-blogger"}, {"seller_text": "PresetsByMary", "seller_href": "https://www.etsy.com/shop/PresetsByMary?ref=simple-shop-header-name&listing_id=811860156", "store_sales": "64,797 sales", "store_rating": "4.8204", "listing_title": "10 Lightroom Presets Mobile - AVOCADO, Presets for Instagram Blogger, Lightroom Mobile Presets, Lifestyle Instagram Filter, Lightroom Preset", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.97\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    💗GET 6 & PAY FOR 3: add 6 presets to your cart, use coupon: GIFTBYMARY and pay for 3 only 💗https://www.etsy.com/shop/PresetsByMary?coupon=GIFTBYMARY⭐️10 UNIQUE LIGHTROOM PRESETS / MOBILE Presets ⭐️Mobile Preset is perfect for your Adobe Lightroom CC Mobile App and works well with your photos shot with your iPhone or Android device.Presets fit for Outdoor and Indoor pictures, Family, Travel, Lifestyle, Blogger, Wedding, Portrait photos.Included:🔶10 Lightroom presets in DNG format for MOBILE Lightroom (free app compatible with both IOS and ANDROID).🔶Compatible with All Photo formats🔶Compatible with Lightroom Mobile App🔶Compatible with All Lightroom and Photoshop Versions🔶Instant download (Download the presets right after the payment and start enjoying now)🔶Free support (contact us me any questions or concerns. We're always happy to provide fast and thorough support)🎁SPECIAL OFFER 3+3 for FREEBuy atleast 3 items from my shop and get 3 for FREEWIth love,PresetsByMary♥️\n                ", "listing_reviews": "16", "store_reviews": "3,799 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/811860156/10-lightroom-presets-mobile-avocado"}, {"seller_text": "DetailedDigitalPlans", "seller_href": "https://www.etsy.com/shop/DetailedDigitalPlans?ref=simple-shop-header-name&listing_id=989147926", "store_sales": "1,039 sales", "store_rating": "4.9123", "listing_title": "2021 Digital Dated Planner, 2022 Digital Planner, iPad/Android, iPad Planner, Daily Digital Planner, Goodnotes Planner, Landscape Planner", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $12.59\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    The Ultimate July 2021- June 2022 Fully Hyperlinked, Dated Daily, Weekly and Monthly Digital Life Planner is here! This digital planner has been designed to help you seamlessly plan and organize your life.  There are 1000’s of hyperlinks throughout so that you can effortlessly navigate through your planner with ease and purpose.  I myself became obsessed with digital planning when I saw how much time I was actually saving.  My time is much better spent with those I love, and I hope this planner can provide the same results for you!  What is included?  Well, I am glad you asked! Included:6 Planners total:  - 3 Weekly Layouts to choose from (horizontal, vertical, or timed slots) - Both Monday and Sunday Start Options to choose from652 pages each!Having seamless navigation in your planner is the key to digital planning enjoyment and success.  Much thought has been put into the seamless flow of the planner and the ease of navigation.  Some highlights include:Side Tabs - accessible from any page in the planner. Including: - Main Index tab - Monthly Tabs (July 2021 - June 2022) - Yearly Calendar tab - Notes Index tab - Sticker Page tabCategory Tabs - located at the top of every planning page to access all key areas easily. Including: - Financial Index tab - Wellness Index tab - Nutrition Index tab - Fitness Index tab - Project Index tab - Custom Sections Index tab - Additional Pages Index tabPage Icons - Index, Notes, Stickers, and Master To-Do List icons are located at the top of each page for effortless navigation throughout the planner.Calendar Pages - July 2021 - June 2022 Yearly Calendar - access all days, weeks and months of the year from one page - Monthly Pages -  with access to all daily and weekly pages - Monthly Planning and Reflection Pages  - Weekly Pages - with access to all monthly and daily pages - Weekly Planning and Reflection Pages - Daily Pages -  with access to all monthly and weekly pages - Yearly Goals and Reflection   - Key Dates Finance Pages -  - Yearly Financial Summary - Yearly Income and Expenses Tracker - Yearly Savings Tracker - Yearly Debt Tracker - Yearly Bill Tracker - 12 Monthly Budgeting Pages - Expense Tracker - Subscription Tracker - Tax Expense Tracker - Bank Account Information Page - Credit Card Information PageWellness Pages -  - 12 Monthly Habit Trackers - 12 Monthly Mood Trackers  - 12 Monthly Hydration Trackers - 12 Monthly Sleep Trackers - 12 Monthly Medication, Vitamins and Supplements Tracker - Self- Care Tracker Nutrition Pages -  - Weekly Meal Planning Pages - Daily Meal Planning Pages - Recipe Index Page with links to 40 Recipe Pages - Grocery List Page - Kitchen Inventory Pages (Freezer, Refrigerator, Pantry and Household Products)Fitness Pages -  - Weekly Workout Tracker - Monthly Steps Tracker - 30 Day Challenge Tracker - 12 Monthly Health TrackersProject Pages -  - 6 project pages to keep track of multiple projects at onceCustom Section Pages -  - 12 Custom Sections for endless customization possibilities depending on your needsAdditional Pages -  - 2 Master To-Do List pages - which can be accessed from every page in the planner - Priority Matrix Page - Morning, Afternoon and evening Routine Planning Page - Vision Board Pages - To Watch/To Read Pages - Contact Pages - Password Pages - 2 Weekly Cleaning Schedules - 2 Seasonal Cleaning Schedules - 6 Notepaper Templates - Lined, Dotted Lined, Graph, Dotted Graph, List and Blank - 4 Sticker Pages - to place your favorite and most used stickersAdditional Bonuses -  - 40 Covers - in coordinating colors, patterns, and textures that compliment the planner colors - Goodnotes Sticker File - 20 Sticker Pages with pre-cropped, compressed stickers in 10 colors - Bonus Stickers - 1800+ pre-cropped and compressed stickers in 10 colors (PNG Files) - Bonus 12-tab Digital Notebook fully hyperlinked with 30 paper styles and 40 covers - GoodNotes, Notability, and XODO Installation Instructions Digital Planner FAQs:What note-taking app is this planner compatible with?This planner has been designed to be used with any note-taking app.  Examples are Goodnotes, Notability, Noteshelf, Xodo, Zoom, etc.  I have had it tested across these platforms with no issues.  I personally use Goodnotes, Notability and XODO, so I was able to provide instructions for these platforms. I am always available to help even if you choose to use a different app.**** This planner is not compatible with Microsoft OneNoteWhat else do I need besides a note-taking app?You will also need a stylus and either an iPad or tablet as this planner is not meant to be printed.  Will anything be shipped to me?This is a digital product.  You will receive an email with the download instructions from Etsy.  It will be sent to the email that you have on file with Etsy.  No physical product will be sent.Lastly, If you have any questions, please don’t hesitate to reach out to me.  I respond quickly, and if I don’t know the answer, I will do my best to find it! Happy Planning1 ~ Jodie\n                ", "listing_reviews": null, "store_reviews": "57 shop reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/989147926/2021-digital-dated-planner-2022-digital"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=821148665", "store_sales": "70,786 sales", "store_rating": "4.9099", "listing_title": "5 Mobile & Desktop Lightroom Presets Pet Lovers, Dog Cat Photo Editing Filter for Instagram, Animal Preset for Bloggers, Bright Home Filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Pet Lover Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram, Photo Editing Filter for Lifestyle and Travel🌟The Pet Lovers Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add beautiful, bright tones to your Instagram photos. These presets are PERFECT for pet lovers, Instagram Influencers & bloggers looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for mobile preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "100", "store_reviews": "5,612 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/821148665/5-mobile-desktop-lightroom-presets-pet"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=686088327", "store_sales": "171,643 sales", "store_rating": "4.8275", "listing_title": "Black MOBILE LIGHTROOM Presets, Lightroom Mobile Preset, VSCO, Instagram Filter, Desktop Presets, dark preset, moody presets, nude preset", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.57\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    • Professional Lightroom Presets for free Mobile and Desktop Lightroom• You receive 4 variants of presets with white/slightly warm/slightly cold tones• You can use them unlimited number of times.• Post-purchase support guaranteed - if you need my help with editing don't hesitate to contact me ✅FILES included:- 4 Lightroom presets for MOBILE Lightroom ( free mobile lightroom app)- 4 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "62", "store_reviews": "6,145 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/686088327/black-mobile-lightroom-presets-lightroom"}, {"seller_text": "LiveLovePlanners", "seller_href": "https://www.etsy.com/shop/LiveLovePlanners?ref=simple-shop-header-name&listing_id=960770481", "store_sales": "1,321 sales", "store_rating": "4.8144", "listing_title": "2021 Portrait Digital Life Planner | Dated & Hyperlinked Planner | For iPad and Tablet | Goodnotes, Notability, XODO PDF", "listing_bestseller": "Bestseller", "listing_price": "\n                        $10.15\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✨ Stay organized and sane with the Ultimate 2021 Life PORTRAIT Planner. ✨Live Love Planners 2021 Digital Life Planner was designed to make sure you get the most out of your days, weeks and months. ✨ This planner allows you to customize your planner according to your needs, which means you can create new pages, rearrange them as you find necessarily. ✨***Made to use with Goodnotes, Notability and XODO PDF but should work with most annotation apps. Please reach out to me before purchase if you have any questions xx***3 Versions available in Blush Pink, Nude and White.🌟 Grab a whole host of digital planners, stickers and worksheets COMPLETELY FREE when you sign up to my FREEBIE LIBRARY here: https://livelovehealthwealth.com/freebie-library/ 🌟 Here's what you'll get with the 2021 Life Planner Bundle:➡ Sunday Start PORTRAIT Dated 2021 Planner ➡ Monday Start PORTRAIT Dated 2021 Planner ➡ Over 45 Built-In Templates➡ 10 Beautiful Front Covers➡ Pre-cropped Goodnotes sticker book + Individual PNG Files with over 500 stickers➡ Detailed \"HOW TO\" GuideInside the Planner:✨ 2021 Vision✨ Vision Board✨ Goal Planner✨ Yearly Finances✨ 2021 At a Glance✨ Memories✨ Reflection✨ Monthly Overview✨ Monthly Goals✨ Monthly Finances✨ Week by Week Overview✨ Daily Schedules✨ Savings, Debt & Expense Trackers✨ Bank & Credit Card Info✨ Routines✨ Desk Organization✨ Meeting Notes✨ Project Planner✨ Cleaning Checklist & Guide✨ Mood & Habit Trackers✨ Level 10 Life Wheel✨ Self Care Checklist✨ Goal Setting Planners✨ Gratitude & Manifestation Journal✨ Health & Fitness Plan✨ Daily & Weekly Food Journals✨ Weight Loss Counters✨ Body Check In✨ Grocery Lists✨ Recipe Lists✨ Recipe Cards✨ To Do Lists✨ Brain Dump Worksheet✨ Wishlist & Special Dates✨ Passwords and Contacts Lists✨ Medication Log✨  6 Customizable Sections✨  Blank, Lined, Half Lined, Dot Grid and Grid Paper✨  Help Menu SectionBONUS: Over 500 Pre-cropped Stickers and 10 Front Planner Covers.REQUIREMENTS:- a tablet: iPad or and Android tablet(can also sync smartphone, laptop, etc.)- a note-taking app: GoodNotes, Notability, Xodo, NoteshelfSTEPS:1️⃣ Download the Planner PDF on Etsy (Immediate Download)2️⃣ Use the links in the Planner PDF, to download the planner files3️⃣ Use Goodnotes, Notability or XODO PDF to install your planner4️⃣ Enjoy (& Plan your heart out) !!!IMPORTANT - PLEASE READ (Please carefully consider these before purchasing):- This is a DIGITAL PRODUCT which means NO physical product will be shipped to you.- This notebook has been created to be used with most annotation apps including Goodnotes, Notability and XODO PDF.- This Notebook is best used with an iPad/Tablet with an Apple Pencil/Stylus. - Due to the digital nature of this product, we will not be able to grant any refunds. - This notebook is for PERSONAL USE ONLY. You are NOT able to share, sell, alter, or replicate this product or any product of Live Love Planners. By purchasing this listing, you agree to my shop policies.If you have any questions at all, send me an Etsy message. I am always here to help.Christina, LIVE LOVE PLANNERS xFiles are for personal use only and may not be resold, copied, distributed, altered, shared, or used for commercial use.© LiveLovePlanners ® LiveLovePlanners 2021\n                ", "listing_reviews": "12", "store_reviews": "96 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/960770481/2021-portrait-digital-life-planner-dated"}, {"seller_text": "SimonaLisaPresets", "seller_href": "https://www.etsy.com/shop/SimonaLisaPresets?ref=simple-shop-header-name&listing_id=920919806", "store_sales": "3,875 sales", "store_rating": "4.8675", "listing_title": "10 Mobile LIGHTROOM Presets, VANILLA, Presets, Vsco Filters, Fashion Presets, Mobile Presets, Instagram Filters, Dng Preset, Natural Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.19\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    10 Mobile Lightroom Presets, Iphone Presets, Lightroom, Mobile Presets, Presets, Dng Presets, Cream Presets,  Desktop Presets, Vsco Filters, Fashion Presets, Instagram Filters, Natural PresetSHOP MORE PRESETS :)https://www.etsy.com/shop/SimonaLisaPresetsINCLUDED :)> 10 Instant Download Mobile Lightroom & Desktop Presets (DNG file)> PDF How To Install Mobile Presets Guide> Free Gift >Support available from our store at all times (just send a message through on Etsy)**The Presets are compatible with the Free Mobile Lightroom app, and the Desktop Lightroom app  (Via DNG Import, not LRTemplate)**If you require any assistance or have general queries, do not hesitate to send me a message on Etsy. :)Xx\n                ", "listing_reviews": "24", "store_reviews": "400 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/920919806/10-mobile-lightroom-presets-vanilla"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=807670112", "store_sales": "171,643 sales", "store_rating": "4.8275", "listing_title": "10 Home Presets - Mobile LIGHROOM Presets - Lightroom Presets - Lightroom Mobile Preset & Desktop Preset, Instagram Filter - Summer Magical", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    • Professional Lightroom Presets for free Mobile and Desktop Lightroom• You receive 10 variants of presets • You can use them unlimited number of times.✅FILES included:- 10 Lightroom presets for MOBILE Lightroom( free mobile lightroom app)- 10 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "53", "store_reviews": "6,145 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/807670112/10-home-presets-mobile-lighroom-presets"}, {"seller_text": "okthatspeachy", "seller_href": "https://www.etsy.com/shop/okthatspeachy?ref=simple-shop-header-name&listing_id=919835403", "store_sales": "1,412 sales", "store_rating": "4.9211", "listing_title": "AU NATUREL Mobile Lightroom Presets Instagram Influencer Photography Blogger Natural Bright Photo Filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.18\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PNG, 1 other file"], "listing_desc": "\n                    Instagram Presets | Mobile Lightroom Presets | Instant Photo EditsExperiencing feed envy? Want that beautiful, cohesive theme but not sure where to start? Look no further, Lightroom presets are the easiest and quickest way to instantly change the look and feel of your photos with no hassle. A full, thorough photo edit is just a click away.These presets were created to be used with the Lightroom Mobile App that can be downloaded for free. This listing includes one mobile Lightroom preset (DNG file) and a 'How To' file, to help you with the install.Even though my presets have been tested on a variety of photos with different lighting conditions / colours / subjects etc, it's important to note that all these different variables may also mean the preset may need a little adjusting to best fit your photo. Thank you for supporting smallDon't hesitate to get in touch for any queries!Due to the nature of the item, there are no refunds/exchanges on any digital items.Terms of Use:By buying this product you are automatically agreeing to the following terms of use:No copying or redistribution of my products.\n                ", "listing_reviews": "13", "store_reviews": "38 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/919835403/au-naturel-mobile-lightroom-presets"}, {"seller_text": "DreamWonderPlannerCo", "seller_href": "https://www.etsy.com/shop/DreamWonderPlannerCo?ref=simple-shop-header-name&listing_id=868143453", "store_sales": "451 sales", "store_rating": "4.95", "listing_title": "Digital daily planner for Goodnotes  l daily page insert l PDF printable I Daily hourly planner A4,A5,Letter size I Daily planner printable", "listing_bestseller": "Bestseller", "listing_price": "\n                        $1.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP"], "listing_desc": "\n                    Digital daily planner for Goodnotes  l daily page insert l PDF printable I Daily hourly planner A4, A5, Letter size I Daily planner printable :: This minimalist daily planner printable is designed to make your days a little easier at work or at home.Perfect if you just need to get organized by being able to see everything in one area such as your daily task list, appointments, meals, and notes.Features :✔ Daily Planner Printable ( All 7 colors) including:- Printable PDF Version- Digital-PDF version ( You will need Goodnotes or any other note-taking apps that work with Ipad or other kinds of the tablet)✔ PDF in 3 ZIP file- US Letter (8.5\" x 11\")- A4 (210 x 297mm)- A5 (210 x 148mm)Requirements :● Adobe Acrobat to open the file (Free to download at Adobe.com/acrobat)● Unzipping software to open the .zip file from the links below-> 7-zip : www.7-zip.org-> WinZIP : www.winzip.com/prod_down.html. . . . . . . . . . . . . . . . . . .How to download :As soon as your purchase goes through, download the .zip file from either the email Etsy sends you or from Etsy.com/your/purchases. . . . . . . . . . . . . . . . . . .Visit our shop for more plannershttps://www.etsy.com/shop/dreamwonderplannerco. . . . . . . . . . . . . . . . . . .Any Questions?Please do not hesitate to reach out via Etsy message! I am always open to questions, comments, and suggestions.Happy Planning ❤ . . . . . . . . . . . . . . . . . . .Important:● Please be aware that colors may vary depending on monitor and printer styles & settings.● All digital downloads are non-refundable since there is no way a buyer can guarantee the return of property after a refund.● Plagiarism, resell, reproduction, reinterpretation, diffusion, distribution, a copy will not be tolerated.All material copyrighted © Dream&Wonder Planner Co\n                ", "listing_reviews": "13", "store_reviews": "20 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/868143453/digital-daily-planner-for-goodnotes-l"}, {"seller_text": "Plannerscollective", "seller_href": "https://www.etsy.com/shop/Plannerscollective?ref=simple-shop-header-name&listing_id=979834364", "store_sales": "27,657 sales", "store_rating": "4.7808", "listing_title": "Digital planner, Goodnotes planner, iPad planner, Notability planner, Dated digital planner, Digital calendar", "listing_bestseller": "Bestseller", "listing_price": "\n                        $12.79\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 ZIP"], "listing_desc": "\n                    This planner was created to help you organize all aspects of your life and stay on track with the things that are most important to you! The pages are designed to have a clean modern look and to be as functional and customizable as possible. With thousands of clickable hyperlinks for effortless navigation, and several lifestyle planning pages, this planner is the ultimate productivity and organizational tool. This listing includes 8 different planner variations so that you can try them out and use the one that works best for you! ✪ INCLUDED IN YOUR DIGITAL PLANNER ✔     This planner starts in June 2021 and is dated for a full year!✔     2 Color Themes (Gray and Pink)✔\t16 Different cover pages to choose from ✔     Sunday & Monday start dates ✔\t1000+ digital stickers, sticky notes and widgets! ✔\tYearly overview page with hyperlinks✔     Monthly overview pages with hyperlinks ✔\tWeekly overview pages with hyperlinks and 2 different layout styles✔\tDaily Planning Pages✔\t9 different styles of blank notes paper (duplicate as many as you'd like)✔\t7 quick links to blank pages that be fully customized✔\tClickable custom index that can be filled in with topics of your choice✔\tMonth at a glance page✔\tMonthly review pages✔\tYearly goals page✔\tMeal Planning page✔\tMeal Ideas page✔\tGrocery List page✔\tHabit Tracker✔\tMood Tracker✔     Gratitude Journal✔\tSleep Tracker✔\tDream Tracker✔\tTo Do List’s✔     Vision Board✔     Challenge Tracker✔\tKey dates page for the year✔\tBucket list page✔\tBirthday’s page✔\tBrain Dump page✔     Password Tracker✔\tYearly Finances✔\tMonthly Finances ✔\tExpense Tracker✔\tBill Tracker✔     Wish List ✔     Order Tracker✔     Hydration Tracker✔     Steps Tracker✔     Exercise Tracker✔     Progress Tracker✔     Medical Information Tracker✔     Project Trackers✔     To Read List✔     To Watch List✔\tContacts Page✔\tEmergency Contacts Page✔     Wheel of Life Tracker✔\tLined note paper✔\tGrid note paper✔\tDotted note paper✔\tBlank note paper & more!✔     All pages can be easily duplicated and/or removed.✪ WHAT YOU WILL RECEIVE✔    8 digital planners (2 colors, 2 weekly page styles with Sunday & Monday start dates)✔\t1000+ digital stickers✔\t1 Instructions guide with video tutorials on how to get started with your planner*Please note this is a digital listing and instant download. No physical item will be shipped*✪ WHY CHOOSE MY SHOP?With so many different digital planners out there, you may be wondering why you might want to choose my shop. My digital planners are created through hundreds of hours of careful design with the goal of being both aesthetically pleasing and highly functional. My planners have the ultimate combination of style and functionality that has been guided by real world feedback from thousands of digital planner lovers who use them in their everyday lives. I am absolutely dedicated to providing the best customer service possible! I love the digital planning community and I consider myself lucky to be able to help others use digital planners to lead more productive and organized lives. If you ever have any questions at all, please reach out to me. I'm always happy to help!  - Jade ✪ COMPATIBILITY- Compatible with Apple, Android, and Microsoft devices - Compatible with IPads/Tablets, Smartphones, and desktop/Laptop computers- This planner is designed to be used with any PDF annotation app such as GoodNotes, Notability, Xodo, Noteshelf, Notes Writer etc. You will receive an instant download for your purchase that can be found in your Etsy account “Purchases and Reviews section” as well as an email with a direct download link.✪ HOW PURCHASING A DIGITAL PLANNER WORKS1.\tAdd the item to your cart2.\tPurchase the item in your cart3.\tOnce the payment for your purchase is processed you will be able to find your instant PDF download         available in your ‘purchase and reviews’ section on Etsy. If you are purchasing as a guest on Etsy an email with link will be sent to email used to submit the order.4.\tDownload items and save them to your computer or tablet device (ICloud, Dropbox, etc) or open your          download and directly open in apps such as GoodNotes, Notability, Xodo etc. 5.\tOpen chosen app to use planner (GoodNotes,Notability, Xodo, etc) and import your saved file into the app.Please note while text can be added to your planner using your IPad or tablet device. I highly recommend the apple pencil or stylus as well! For clickable hyperlinks to work on certain apps such as GoodNotes/Notability you need to have the ‘Read only’ tool selected.✪ TERMS OF SERVICE- Due to the nature of digital files, once purchased you will receive an instant PDF to download that is permanent and therefore no refunds or cancellations can be offered. - Please ask any questions you may have prior! If you have any problems with your download or file please feel free to contact me and I will help resolve it as quickly as possible!- This item is for personal use only, and may not be resold, remade, copied, redistributed or used for any commercial purposes.Copyright © 2021 by The Planners Collective. All rights reserved.✪ ANY QUESTIONS?Please feel free to message with any questions! I am quick to respond and am open to any questions, comments or suggestions. Follow @theplannerscollective for future updates and discounts! Tag me in your planner photos as well!Happy Planning!- JadeThe Planners Collective\n                ", "listing_reviews": "29", "store_reviews": "1,166 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/979834364/digital-planner-goodnotes-planner-ipad"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=820356249", "store_sales": "70,786 sales", "store_rating": "4.9099", "listing_title": "5 Family Desktop & Mobile Lightroom Presets, Bright Airy Photo Editing Filter for Instagram, White Clean Preset for Home Lifestyle Blogger", "listing_bestseller": "-", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Family Time Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram, Photo Editing Filter for Lifestyle and Travel🌟The Family Time Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add bright, white and airy tones to your Instagram photos. These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for mobile preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "37", "store_reviews": "5,612 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/820356249/5-family-desktop-mobile-lightroom"}, {"seller_text": "PresetDesignPhoto", "seller_href": "https://www.etsy.com/shop/PresetDesignPhoto?ref=simple-shop-header-name&listing_id=967817180", "store_sales": "2,125 sales", "store_rating": "4.9657", "listing_title": "10 RUSTIC Lightroom Presets Boho Presets, Instagram Filter, Vintage Preset, Moody Rich Presets for Blogger, Bohemian Presets, Earthy Presets", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.77\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 JPG, 1 PDF"], "listing_desc": "\n                    🎁 GET 4 & PAY FOR 2 With Promo Code: 2FREE 🎁🎁 GET 6 & PAY FOR 3 With Promo Code: 3FREE 🎁🎁 GET 8 & PAY FOR 4 With Promo Code: 4FREE 🎁10 Rustic presets, Lightroom presets, Blogger photo presets, mobile presets and desktop presets, instagram Filters by Preset DesignINCLUDED:• 10 MOBILE Lightroom presets• 10 DESKTOP Lightroom presets• After Purchase Customer Support• Instructions• Instant DownloadPreset Bundles In My Shop:www.etsy.com/shop/presetdesignphoto♡ SPECIAL OFFER ♡🎁  ADD 4 TO CART, PAY FOR 2 🎁  GET 50% WHEN YOU ADD 4 🎁🎁  ADD 6 TO CART, PAY FOR 3 🎁  GET 50% WHEN YOU ADD 6 🎁🎁  ADD 8 TO CART, PAY FOR 4 🎁  GET 50% WHEN YOU ADD 8 🎁HERE'S WHY YOU'LL LOVE IT:• Rustic vintage moody vibe perfect for instagram themes• Made by a professional digital creator• Consistent results with no harsh colors or lightingMORE INFO:• Works with the Free and Paid Lightroom Mobile App• Works with All Lightroom Desktop Versions • Works with Mac and PC Desktops/LaptopsIf you have any more questions or need help picking the perfect presets for you, you can contact us any time!OUR SOCIAL MEDIA• IG: @preset_design.....................................................© Preset Design LLC, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited......................................................\n                ", "listing_reviews": "32", "store_reviews": "204 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/967817180/10-rustic-lightroom-presets-boho-presets"}, {"seller_text": "PlannersFactory", "seller_href": "https://www.etsy.com/shop/PlannersFactory?ref=simple-shop-header-name&listing_id=802753446", "store_sales": "4,864 sales", "store_rating": "4.8326", "listing_title": "2021 Digital planner, IPad Planner, Digital Planner Goodnotes, Daily Planner, Dated Daily Planner, yearly digital planner,", "listing_bestseller": "Bestseller", "listing_price": "\n                        $10.74\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    DIGITAL PLANNER 2021-2022 - ROSE GOLD V1This digital planner is designed to help you make the best of your year. Useful to use as a life planner, business planner, or academic planner. It starts on January 2021 to December 2022 (Monday & Sunday start).This Digital Planner is designed to be used in your iPad or tablet device. Great to use for apps like Goodnotes, Notability, etc.Files types Included:- 1 PDF (Monday Start) 2021-2022 Dated Digital Planner 690-page- 1 PDF (Sunday Start) 2021-2022 Dated Digital Planner 690-page- 1 PDF Help Guide on How to Use Planner- 200 PNG transparent files containing your 1400+ digital stickers- 2 sticker book for GoodNotes that contained over 1400 stickers, super easy to use it (available in monochromatic and full color options)NOTE: After payment is complete, You will receive a PDF file called “Download Link”, open it and download your high quality DIGITAL PLANNER.Features:- Cover ( 5 Cover options)- 2021 Calendar with hyperlinks- 2022 Calendar with hyperlinks- 12 Monthly hyperlinked tabs- Months overview with hyperlinks- Monthly layouts with hyperlinks- Monthly review pages- Weekly layouts with hyperlinks (available in 4 weekly layout options)- Daily layouts- Index layout- Yearly Goals- Habit Tracker- Mood Tracker- Month at a Glance- To Do List- Grocery List- Meal Planner- Birthdays- Contacts- Emergency Contacts- IMPORTANT DATES- Password Tracker- Bucket List- Key Dates- Yearly Finances- Monthly Budget- Monthly Bill Tracker- Monthly Expenses- Expense Tracker- Lined note paper- Grid note paper- Dotted note paper- Blank note paper- QUESTIONS? -Please do not hesitate to shoot me a message! I'll be glad to help you.I hope you enjoy it!Template designs are for personal use only and may not be resold or redistributed under any circumstances.\n                ", "listing_reviews": "68", "store_reviews": "218 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/802753446/2021-digital-planner-ipad-planner"}, {"seller_text": "SymphonyPresets", "seller_href": "https://www.etsy.com/shop/SymphonyPresets?ref=simple-shop-header-name&listing_id=791964935", "store_sales": "17,197 sales", "store_rating": "4.9267", "listing_title": "10 Dark and Moody Mobile Lightroom Presets -  Desktop Presets - Instagram Presets - Set of 10 Presets - iPhone Presets - Blogger Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 JPG, 1 ZIP"], "listing_desc": "\n                    Moody Black - Lightroom Presets / Best for Lightroom Mobile and Desktop/ Lightroom Presets/ Instagram PresetsMake your photos stand out with this preset pack which includes 10 unique presets for Lightroom. These presets were designed especially for portraits, travel, lifestyle, and wedding photography to give your photos that popular and attractive dark and moody look. This preset pack is the second version of our Dark and Moody Preset Pack.This bundle includes 10 beautiful Lightroom presets which can be used in almost every type of situation. Whether you took an amazing selfie, or you took awesome photos on your new camera these presets will be great. They were great in a variety of lighting situations, even in extremely low light environments.You can use these presets in both the mobile and the desktop version of lightroom with a very easy install that can take under 1 minute. Compatibility: Works on all Versions of Lightroom Classic, Lightroom CC and Lightroom Mobile. Lightroom Classic versions 7.2 and older use the .lrtemplate files while 7.3 and newer can use either .lrtemplate or .xmp.Top features of this bundle:🗸 One time purchase, keep forever🗸 10 Presets in .xmp Format🗸 10 Presets in .lrtemplate Format🗸 10 Preset in .dng Format🗸 Compatible with Lightroom Mobile🗸 Compatible on Windows and Mac🗸 24/7 Support🗸 Free Updates🗸 Install Instructions Included\n                ", "listing_reviews": "100", "store_reviews": "860 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/791964935/10-dark-and-moody-mobile-lightroom"}, {"seller_text": "LouMarksPhoto", "seller_href": "https://www.etsy.com/shop/LouMarksPhoto?ref=simple-shop-header-name&listing_id=865473815", "store_sales": "388,507 sales", "store_rating": "4.8278", "listing_title": "10 Presets, Lightroom Presets, Lightroom mobile presets, Filter Instagram presets, Preset for mobile blogger, Natural light and airy Pack", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.49\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP, 2 PDF"], "listing_desc": "\n                    ♡ SALE!! Buy 3 Packs & Get 2 FREE! Add all 5 Packs to your cart and only pay for 3 in total!♡ More Presets In My Shop: www.etsy.com/shop/loumarksphoto♡ Create consistent photo edits with The Light Airy Preset Pack. This Preset Collection soften and lighten your dark dull photos, add lightness and sift color with my photo presets! This presets pack included 10 presets suitable for all images and creates amazing results! Makes your images look so much better and brighter! ♡ Works amazing in one click on Indoor and Outdoor, Home Interiors, Family Photos, Lifestyle, Travel, Fashion, Blogger, Wedding, and Portrait Images. Create beautiful blog images or social media images one click. Perfect to easily enhance everyday photos!WHY YOU'LL LOVE IT✔️Light Airy vibe perfect for instagram themes✔️Creamy skin tones and dreamy white tones✔️Made by a professional photographerLou & Marks Presets work with All Versions of Lightroom Mobile & Lightroom Desktop and with Photoshop ACR.INCLUDED IN YOUR PURCHASE ✔️ 10 Mobile Lightroom Presets (DNG)✔️ 10 Desktop Lightroom Presets (LR)✔️ 10 Lightroom & Photoshop Presets (XMP)✔️ Step-by-step PDF guide with video instructionsCOMMON QUESTIONS✔️ Works With The Free & Paid Lr iPhone App✔️ Works With The Free & Paid Lr Android App✔️ Works With All Lightroom Desktop Versions ✔️ Works With Photoshop ACR ✔️ Works With Mac & PC✔️ Works With JPG & RAW Formats♡ SKIN TONE PROMISE You are you unique and so are our Presets! We created our Presets for everyone. No one specific skin tone or hair color. When you purchase from Lou + Marks you are not just purchasing presets you also get our guarantee that they will suit your skin tone. If they don’t send me a message with an unedited image and I will personally adjust them for you. ♡ STAY IN TOUCH Connect with me on Instagram @louandmarks and tag #louandmarks so I can see all your amazing photo edits and share them in my daily stories of my audience of over 60K.© Lou & Marks. All Rights Reserved. By Purchasing this product you agreeing to the Terms of Use. Do not sharing the files, or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "69", "store_reviews": "16,494 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/865473815/10-presets-lightroom-presets-lightroom"}, {"seller_text": "MintAndPepper", "seller_href": "https://www.etsy.com/shop/MintAndPepper?ref=simple-shop-header-name&listing_id=774854798", "store_sales": "61,307 sales", "store_rating": "4.8303", "listing_title": "Lightroom Mobile Presets Natural, Instagram Presets for Bloggers, Bright and Airy Preset, Home preset, Photo filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.59\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    7 Presets for Mobile Lightroom in .DNG format ✩ Lightroom Presets ✩ Instagram FiltersNATURAL is pack of 7 Lightroom Mobile Presets. Great for bloggers, photographers and everyone who aims to create a consistent feed on Instagram with easily applied filter. Perfect for outdoor and indoor photography, fashion shots and portraits.✩ They work well with iPhone and Android devices. You just need to download free Lightroom Mobile App✩ Easy to apply, with just one click✩ Instant download filesYOU GET:✩ 7 Lightroom Mobile Presets in .DNG format✩ Instruction in PDF 💥Check out our Bestsellers💥https://www.etsy.com/shop/MintAndPepperSPECIAL OFFER:🌟GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE🌟🌟GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE🌟🌟GET 8 PACKS & PAY ONLY FOR 4 - Add 8 items to your cart and use promo code 4FREE🌟Please remember that all presets look differently on each photo because of lighting and white balance settings, dominant colours etc. If your photo doesn’t look perfect you may need to adjust exposure or temperature to achieve the best results.Due to the digital nature of this product no exchanges or refunds will be made.CONTACT:EMAIL: mintandpepper5 [!at] yahoo.comON IG: @lovepresets_shop© 2020 MintAndPepper, All Rights ReservedTerms of use: Forbidden to copy, sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.Lightroom Presets, Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, iPhone, Android, Lifestyle Presets, Desktop Presets, Wedding Presets, Portrait Presets, Best Presets, Bright And Airy Preset, Clean Preset, Light Preset, Instagram Filters, Mobile Filters, Photo Filters, Travel Blogger Presets, Photo Editing, Photography Presets, White Preset, Blogger Presets, Photo Presets, Mobile Filter, Travel Presets, Influencer Presets, Home presets, Natural presets\n                ", "listing_reviews": "54", "store_reviews": "2,033 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/774854798/lightroom-mobile-presets-natural"}, {"seller_text": "MintAndPepper", "seller_href": "https://www.etsy.com/shop/MintAndPepper?ref=simple-shop-header-name&listing_id=965300605", "store_sales": "61,307 sales", "store_rating": "4.8303", "listing_title": "14 Lightroom Mobile Presets, Bright Airy Lightroom Preset, Desktop Boho Presets, Photo Filter for Blogger, Bright Instagram", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.82\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 2 ZIP"], "listing_desc": "\n                    14 Presets for Mobile Lightroom in .DNG format ✩ Lightroom Presets ✩ Instagram FiltersBOHO VIBE is pack of 14 Lightroom Mobile & Desktop Presets. Great for bloggers, photographers and everyone who aims to create a consistent feed on Instagram with easily applied filter. Perfect for outdoor and indoor photography, fashion shots and portraits.✩ They work well with iPhone and Android devices and Desktop Lightroom✩ Easy to apply, with just one click✩ Instant download filesYOU GET:✩ 14 Lightroom Mobile Presets in .DNG and .XMP formats✩ Instruction in PDF 💥Check out our Bestsellers💥https://www.etsy.com/shop/MintAndPepperSPECIAL OFFER:🌟GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE🌟🌟GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE🌟🌟GET 8 PACKS & PAY ONLY FOR 4 - Add 8 items to your cart and use promo code 4FREE🌟Please remember that all presets look differently on each photo because of lighting and white balance settings, dominant colours etc. If your photo doesn’t look perfect you may need to adjust exposure or temperature to achieve the best results.Due to the digital nature of this product no exchanges or refunds will be made.CONTACT:EMAIL: mintandpepper5 [!at] yahoo.comON IG: @mint_and_pepper_© 2021 MintAndPepper, All Rights ReservedTerms of use: Forbidden to copy, sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.Lightroom Presets, Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, iPhone, Android, Lifestyle Presets, Desktop Presets, Wedding Presets, Boho Presets, Portrait Presets, Best Presets, Bright And Airy Preset, Clean Preset, Light Preset, Instagram Filters, Mobile Filters, Photo Filters, Travel Blogger Presets, Photo Editing, Photography Presets, White Preset, Blogger Presets, Photo Presets, Mobile Filter, Travel Presets, Influencer Presets, Summer Presets, Trendy Presets, Premium Presets\n                ", "listing_reviews": "23", "store_reviews": "2,033 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/965300605/14-lightroom-mobile-presets-bright-airy"}, {"seller_text": "HillAndOliveAus", "seller_href": "https://www.etsy.com/shop/HillAndOliveAus?ref=simple-shop-header-name&listing_id=775657077", "store_sales": "33,511 sales", "store_rating": "4.5416", "listing_title": "10 Mobile Lightroom Presets, Vsco Filters, Iphone Presets, Lightroom, Mobile Presets, Instagram Filters Presets, Colorful Mobile, Dng Preset", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.71\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    Mobile Lightroom presets for aesthetic Instagram profile feed. Perfect for anyone wanting to create a dreamy Instagram feed, works well with photos shot on Android or iPhone. Details:- 10 Mobile Lightroom Presets in .dng format- Use on Lightroom mobile app - Compatible with both Android and iPhone- Digital Files ONLY- Include PDF image instructions and Google Drive alternative download linkInstallation: To access your digital files:1. Go to Your Account 2. Purchases and reviews and look for the order. 3. To the right of the order, click Download Files. 4. You will be able to download the download link PDF which will take you to Google Drive where you will be able to download  ALL 10 presets     (ALSO DOWNLOAD INSTRUCTION MANUAL FOR REFERENCE.)5. Save each DNG file separately to your phone (these will save as images).6. You will then be able to upload each DNG file as an image to your Lightroom Mobile app.7. Click on the three dots in the top right of your Lightroom app  8. Select the option 'Create Preset', this will allow you to save the preset to the preset editing option of the app for use on other images.For any questions please contact me via Etsy messages.No sharing files, or selling them in any form. Derivative works are prohibited.\n                ", "listing_reviews": "100", "store_reviews": "1,400 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/775657077/10-mobile-lightroom-presets-vsco-filters"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=686099539", "store_sales": "171,643 sales", "store_rating": "4.8275", "listing_title": "COLOR Presets, Vibrant Presets, Lightroom PRESETS, MOBILE Presets, Instagram Filter, Desktop Preset, lightroom mobile presets, blogger", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    💥5 Mobile Lightroom Presets, Mobile Presets, Desktop Presets💥Blogger Preset Package for Instagram Photo PresetDreamLand preset photo filter✅FILES included:- 5 Lightroom presets for MOBILE Lightroom( free mobile lightroom app)- 5 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "94", "store_reviews": "6,145 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/686099539/color-presets-vibrant-presets-lightroom"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=631617674", "store_sales": "237,229 sales", "store_rating": "4.8715", "listing_title": "20 Lightroom Presets LUXURY BLACK for Desktop and Mobile Lightroom, Deep Moody,  Dark Instagram Filter, Black Tones Blogger Presets", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $3.65\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    20 LIGHTROOM PRESETS LUXURY BLACK, Mobile Presets, Desktop Presets, Dark Preset, Black Preset, Photo filter, Pets Bloggers Presets, Instagram presetsCreate the perfect look within a click of a button it will be perfect for all your social media posts!Luxury Black Preset Pack that gives a photo a unique atmosphere and unsaturated, faded colors.Check out my Bestseller Itemshttps://www.etsy.com/shop/VictoriaBeePhoto♦️ Works in Lightroom Mobile App (iOS/Android)♦️ Works With & Without Adobe subscription♦️ Compatible with All Photo formatsIncluded:🔶20 Lightroom presets in .DNG format for MOBILE Lightroom (.ZIP Archive)🔶20 Lightroom presets in .XMP format for DESKTOP Lightroom (.ZIP Archive)🔶.PDF file with direct link to download presets directly to your phone (Dropbox)🔶.PDF Instruction Guide Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets.‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️Keep in mind that all presets work differently with each photo depending on a number of factors such as lighting, white balance, tone etc. Please contact me for any questions or editing help victoriabee.shop [!at] gmail.com© 2019-2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoKeywords: Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset, Dog Preset, Puppy Preset, Cat Preset, Animal Preset, Pets Presets, Bright Light Presets\n                ", "listing_reviews": "32", "store_reviews": "8,047 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/631617674/20-lightroom-presets-luxury-black-for"}, {"seller_text": "IvoryDigitalHub", "seller_href": "https://www.etsy.com/shop/IvoryDigitalHub?ref=simple-shop-header-name&listing_id=962141698", "store_sales": "635 sales", "store_rating": "4.94", "listing_title": "Digital Notebook, 12 Hyperlinked Tabs for GoodNotes Notability, Digital Note Book, Digital Notebook with Tab Digital Notes Template for iPad", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP, 1 other file"], "listing_desc": "\n                    12 Tab Digital Notebook for GoodNotes & Note-taking Apps in Spring StyleOrganize your notes with our 12 sections digital notebook. Fully featured and comes with matching color stickers and 12 color codes to decor your notes. Make your notes extra designs and organized!Choose from 12 paper templates which you can copy and paste as many as you like. Free pre-cropped stickers with GoodNotes and PNG files. 😊🌝🌝TRY BEFORE YOU BUY🌝🌝smart.bio/by_ivory/✨  WHAT YOU GET 1 x PDF File (12 Tab Digital Notebook 35 Pages Total)1 x GoodNotes Pre Cropped Files (1 Pages, 84 Stickers)1 x Zip File (84 x Individual PNG Files)1 x PDF File (User-guide&Color Codes)🎁  FREEBIESI'll post freebies here: smart.bio/by_ivory📕  NOTEBOOK SPECIFICATIONS1 x Index Page10 x Color Covers (2 Styles)12 x Section Dividers12 x Page Templates84 x Stickers12 x Color Codes (Color Palette) ➜ Easy navigation button on every page. ➜All templates are hyperlinked from the index page.📓  PAPER TEMPLATES ⊛ Narrow Ruled Lined ⊛ Wide Ruled Lined ⊛ Lined with Center Margin ⊛ Lined with Left Margin ⊛ Two Columns Lined ⊛ Lined Checklist ⊛ 1/4 Inch Graph ⊛ 1/4 Inch Dot Grid ⊛ Blank ⊛ Cornell Lined ⊛ Cornell Graph ⊛ Cornell Blank💡  HOW IT WORKSThe notebooks have been created to work on any PDF annotation app or software across multiple devices. However, we would recommend use on iPad with apple pencil (or stylus) with GoodNotes or Notability app. Please note that this digital planner is note suitable for use on mobile phone nor for printing. To use the clickable hyperlink tabs please select the \"Read-Only\" mode on your note taking app. Such as:  ⊛ IOS: GoodNotes 5, Notability, Noteshelf 2 ⊛ Android: Noteshelf 2 *** This product may not work on Noteshelf 1, please go to the following link try our sample notebook before you purchase :)smart.bio/by_ivory/🎈  IMPORTANT NOTESPlease double check that the type of files included in this download is compatible with your software before making a purchase and that you have the necessary skills and knowledge required to use them. ➜ No physical items will be mailed to you. ➜ All sales of digital files are final. No refunds. ➜ Please note that this listing is for PERSONAL USE ONLY.⛔  COPYRIGHT DETAILS All digital products are for personal use only and may not be used in any other way, in whole or in part, without the owner's express permission. You can not sell, give to anybody and republish them.You also are not allowed to copy designs and templates as well as share download links with anybody.Please, respect the author's workIf you have any questions feel free to contact us.Thank you for visiting our shop 💖Follow us on Instagram: @ivorydigitalhub\n                ", "listing_reviews": "9", "store_reviews": "50 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/962141698/digital-notebook-12-hyperlinked-tabs-for"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=948567963", "store_sales": "21,700 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Neutral Filter, Cream Preset, Instagram Filters, iPhone Presets, Lightroom Filter, Lifestyle Preset, Organic Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it natural with an Organic Preset! This Lightroom Mobile preset will effortlessly soften and mute the shades in your photos to achieve a creamy cozy look with the click of button! ☼ Your purchase includes ☼- 1 Organic Lightroom Mobile Preset- PDF step by step installation guide☼ Additional Information ☼- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ☼ Cancellation Refunds/Exchanges ☼Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "15", "store_reviews": "1,130 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/948567963/lightroom-mobile-preset-neutral-filter"}, {"seller_text": "MyFuturePlanner", "seller_href": "https://www.etsy.com/shop/MyFuturePlanner?ref=simple-shop-header-name&listing_id=973933284", "store_sales": "2,987 sales", "store_rating": "4.3455", "listing_title": "Digital Planner GoodNotes 2021, Minimal Boho Daily Planner, Notability Planner, Digital Planner iPad / Android", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $3.09\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Manifest and track your ideal lifestyle day to day with this complete Digital Planner for Goodnotes & Notability! With plenty of templates, goals, stickers, and simplistic pages, tracking has never been easier.INCLUDED IN THIS PLANNER:• Dated Pages: Daily, Weekly, and Monthly dated planning pages with hyperlinks for easy navigation.• Linked Daily, Weekly, and Monthly Pages: In addition to the standard pages, these pages also have linked templates or overviews.• Templates: Track your health, fitness, water, finances, goals, projects, and plenty more with 30+ and growing templates.• Infinite Templates Option: Duplicate all template pages as many times as needed, making weekly, monthly, or even daily additions to your planner.• Sticker Set: 2000+ stickers in a downloadable folder. PNG & PDF pages cropped for Goodnotes.• Decorative Covers: Choose whichever cover you'd like with 30+ Covers.** This is a digital planner intended to be used on an iPad or tablet device in a PDF markup app that supports hyperlinks (such as GoodNotes or Notability)**\n                ", "listing_reviews": "98", "store_reviews": "110 reviews", "search": "digital planner", "url": "https://www.etsy.com/listing/973933284/digital-planner-goodnotes-2021-minimal"}]