[{"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=885035515", "store_sales": "70,786 sales", "store_rating": "4.9099", "listing_title": "5 Beach Lightroom Mobile Presets, Tan Skin Photo Editing Filter for Summer Travel, Blue Ocean Instagram Influencer Tropical Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.67\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Just Beachy Lightroom MOBILE Presets for Bloggers & Instagram Influencers, Photo Editing Filter for Lifestyle and Travel🌟The Just Beachy Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will bright and airy, beachy tones to your iPhone imagery. These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ Detailed PDF instructions for preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "13", "store_reviews": "5,613 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/885035515/5-beach-lightroom-mobile-presets-tan"}, {"seller_text": "HayleyAmeliaCreative", "seller_href": "https://www.etsy.com/shop/HayleyAmeliaCreative?ref=simple-shop-header-name&listing_id=1009021209", "store_sales": "764 sales", "store_rating": "4.8182", "listing_title": "Pinterest Templates Canva, Pink Pinterest Templates, Blogger Templates, Pinterest Marketing, Pin Template, Pinterest Blogger Templates", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $3.57\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    These stylish soft pink Pinterest templates are designed for bloggers, business owners, social media managers or anyone wanting to seriously up their Pinterest game!Stand out on Pinterest with these gorgeous Pinterest templates.Includes:- 70 fully customizable templates- PDF with instructions for useThese Pinterest templates can easily be edited with a free account on Canva.com*** This is an instant digital download, no physical product will be shipped ***HOW TO ACCESS THE TEMPLATES- Create a free account at Canva.com- Open the PDF that comes with your order- Click on the Canva.com link in the PDF- You will now be able to access and edit the templates in CanvaThese templates can be used time and time again to create multiple Pinterest pins.Need help? Don't hesitate to contact me & I'll help you out right away.Thanks for supporting me & happy pinning!!© 2021 Hayley Amelia CreativeAll Rights ReservedPinterest Templates Canva, Pink Pinterest Templates, Blogger Templates, Pinterest Marketing, Pin Template, Pinterest Blogger Templates\n                ", "listing_reviews": null, "store_reviews": "33 shop reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/1009021209/pinterest-templates-canva-pink-pinterest"}, {"seller_text": "PresetDesignPhoto", "seller_href": "https://www.etsy.com/shop/PresetDesignPhoto?ref=simple-shop-header-name&listing_id=977253645", "store_sales": "2,128 sales", "store_rating": "4.9657", "listing_title": "10 Lightroom Presets, Clean and Crisp Lightroom Presets for Mobile and Desktop, Blogger and Instagram Photo Filters, Light Bright Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.92\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 JPG, 1 PDF"], "listing_desc": "\n                    🎁 GET 4 & PAY FOR 2 With Promo Code: 2FREE 🎁🎁 GET 6 & PAY FOR 3 With Promo Code: 3FREE 🎁🎁 GET 8 & PAY FOR 4 With Promo Code: 4FREE 🎁10 Clean And Crisp presets, Lightroom presets, Blogger photo presets, mobile presets and desktop presets, instagram Filters by Preset DesignINCLUDED:• 10 MOBILE Lightroom presets• 10 DESKTOP Lightroom presets• After Purchase Customer Support• Instructions• Instant DownloadPreset Bundles In My Shop:www.etsy.com/shop/presetdesignphoto♡ SPECIAL OFFER ♡🎁  ADD 4 TO CART, PAY FOR 2 🎁  GET 50% WHEN YOU ADD 4 🎁🎁  ADD 6 TO CART, PAY FOR 3 🎁  GET 50% WHEN YOU ADD 6 🎁🎁  ADD 8 TO CART, PAY FOR 4 🎁  GET 50% WHEN YOU ADD 8 🎁HERE'S WHY YOU'LL LOVE IT:• Light airy clean vibe perfect for instagram themes• Made by a professional digital creator• Consistent results with no harsh colors or lightingMORE INFO:• Works with the Free and Paid Lightroom Mobile App• Works with All Lightroom Desktop Versions• Works with Mac and PC Desktops/LaptopsIf you have any more questions or need help picking the perfect presets for you, you can contact us any time!OUR SOCIAL MEDIA• IG: @preset_design.....................................................© Preset Design LLC, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited......................................................\n                ", "listing_reviews": "5", "store_reviews": "204 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/977253645/10-lightroom-presets-clean-and-crisp"}, {"seller_text": "MySocialBoutique", "seller_href": "https://www.etsy.com/shop/MySocialBoutique?ref=simple-shop-header-name&listing_id=946329838", "store_sales": "5,030 sales", "store_rating": "4.95", "listing_title": "100+ Pin Power Template Kit for Pinterest - Canva Templates for Engaging Pinterest Video Pins - Marketing Pins E-commerce & Small Businesses", "listing_bestseller": "-", "listing_price": "\n                        $26.19\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF"], "listing_desc": "\n                    Big 100+ Pin Power Marketing Template Kit for Pinterest to create hundreds of fresh new Pin Graphics in one go in Canva. Boost your traffic and build organic Engagement to promote your brand, small business, coaching services, blog posts & podcasts or any other kind of content & products. Use our Pinterest Pin Power Templates to skyrocket your full potential on Pinterest! Does the following sound familiar to you? \"I don't have the time to create all the time new pin graphics, I'm not creative enough, my design skills are too limited to create engaging pin graphics, I don't think I can be successful on Pinterest\" etc? Stop right there and read the next lines very carefully cause this could literally change your life.....Pinterest loves fresh pins, that's nothing new. But where would you find all the ideas to switch up your pin designs to create new ones all the time? Good thing we came up with the perfect template for this problem 👇🏽👇🏽👇🏽🎈 INTRODUCING OUR ULTIMATE PIN POWER MARKETING KIT FOR PINTEREST OPTIMISED FOR BOOSTING PIN CLICKS 🎈 ⚡️ 100+ Engaging Pin Graphic Templates Optimized for Link Clicks and Organic Engagement on your Pins ✅ Easily design multiple different pins for blog posts, podcasts, special offers, sales, launches or lead magnets✅ Create stunning graphics that stop people's scroll and draw all their attention on your pins✅ Get viral with trendy Animated Pin + Video Pins (Memes!) that have huge potential to get re-pinned ✅ Dramatically increase your repins and link clicks with consistent pinning of highly-optimized pin designs✅ Start driving more organic traffic to your blog, website or online program without investing in promoted pins✅ Edit everthing (yup, everything - fonts, colors, backgrounds, images and more) in Canva with a few simple clicks✅ A/B testing your pin designs becomes easy as pie with this selection of over 100 engagement-infused pin graphics.⚡️ Stop the 'I don't know what to pin again' feeling and finally start to unleash the full power of Pinterest ⚡️✨WHAT IS INCLUDED IN OUR PIN POWER TEMPLATE KIT?➜ 52 Pinterest Graphic Pin Templates to edit in Canva (1000x1500px Standard Form)➜ 52 Story Templates to edit in Canva (1000x1800px Long Form)➜ Trendy Video Pin Templates included to get even more clicks and traffic➜ Detailed How to Use PDF Guide ✨ FULLY CUSTOMIZABLE CANVA PINTEREST TEMPLATESYou can customize colours, text and images in all templates with your own information in the Canva web or mobile app and use them over and over again!● change all text, photos, shape and background colours● add your own texts and photos● replace fonts with different fonts● move objects around and position them new or completely remove themPLEASE NOTEBranding elements and templates are copyrighted. With your purchase you are allowed to use them in 1 personal or commercial project. It is strictly prohibited to resell or redistribute the templates, elements and files in any kind of way! Copyright by MySocialBoutique 2021.\n                ", "listing_reviews": "5", "store_reviews": "387 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/946329838/100-pin-power-template-kit-for-pinterest"}, {"seller_text": "PresetStories", "seller_href": "https://www.etsy.com/shop/PresetStories?ref=simple-shop-header-name&listing_id=918471338", "store_sales": "5,639 sales", "store_rating": "4.8008", "listing_title": "20 Instagram Presets for Lightroom, Family Mobile Presets, Holiday Winter Instagram Filter, Blogger Presets, Warm Fall Preset, Autumn Preset", "listing_bestseller": "-", "listing_price": "\n                        $2.40\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    20 Mobile Presets for Lightroom, Family Mobile Presets, Holiday Winter Instagram Filter, Blogger Presets, Warm Fall Preset, Autumn Preset✩ LIGHTROOM MOBLIE PRESETS ✩This mobile preset will create warm moody tones, perfect for your Family photos. Create and edit all from your mobile phone with one click! Includes 25 Mobile and Desktop Presets for Instagram, Bloggers, Influences and Photographers! Create Stunning Photos, and a cohesive Instagram grid with our easy to use mobile presets.✩🎁 SPECIAL PROMO 🎁✩✩ BUY 3 PRESETS GET 2 PRESETS FREE!!!✩ ADD 5 PRESETS TO YOUR CART, APPLY COUPON: \"2FREE\" AND PAY FOR 3 ONLY✩ PRESET SALE: www.etsy.com/shop/presetstories_____________________________________________________✩ INCLUDED IN YOUR PURCHASE ✩• 25 Mobile Lightroom Presets (DNG files)• 25 Desktop Lightroom Presets (XMP files)• Quick Installation guide with video instructions✩ FAQ ✩• Works in FREE Lightroom Mobile App (iOS/Android)• Install Lightroom App first to use presets.• Have more questions? Then please message me :)♡ GUARANTEE ♡All of my presets have been tested on a variety of images. My One-Click Presets make it quick to use yet fully customizable to stay true to your own signature style. If they don’t work on your images send me a message with an unedited image and I will personally adjust them for you._____________________________________________________Refunds are not available for any of our products since they cannot be returned once downloaded, however we will always be more than happy to assist with any questions. If you have any issue downloading the presets, let me know and I will send it to you via email (within 24 hours).TERMS OF USE:© 2020 Preset Stories, All Rights ReservedBY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "7", "store_reviews": "246 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/918471338/20-instagram-presets-for-lightroom"}, {"seller_text": "Collectpresets", "seller_href": "https://www.etsy.com/shop/Collectpresets?ref=simple-shop-header-name&listing_id=1022003390", "store_sales": "259 sales", "store_rating": "5", "listing_title": "BALI PHOTO PRESETS - Mobile Lightroom Preset - Bali Photo - Mobile Photo Filter - Summer Bright Preset - Digital Download File", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $2.79\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 Files"], "listing_desc": "\n                    ♥ DIGITAL DOWNLOAD BALI MOBILE PHOTO FILTER This high quality presets works on both devices android and iOS with free lightroom applications. You will get the top premium presets that are Sand, Taste, Color, Bright, and Brighter. The format of the file is DNG and PDF. Plus, these designs are lifestyle, travel, vacation, blogging, and excellent fort Instagram. You can download this file instantly by paying affordable charges. ☛ Product Name: Bali Photo Filter ☛ Product Type: Digital ☛ Format: DNG and PDF ☛ Presets Premium: Blue, Dreamy, Jungle, Rainy, and Tender☛ Image: Unique Designs for Instagram Feed ☛ Designs: Lifestyle, Travel, Vacation, and Blogging☛ Purpose: Gift for Lovers ☛ Instantly Download: Yes ♥ GIFT This Bali photo filter can be used as a gift to offer to lovers, dear ones, and friends. You can use these presets as Instagram Feed. ♥ WHY CHOOSE US We provide the best customer support services, and you can message us through Etsy messaging service anytime. Our products are specially developed for digital use. You can order it confidently.\n                ", "listing_reviews": null, "store_reviews": "10 shop reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/1022003390/bali-photo-presets-mobile-lightroom"}, {"seller_text": "MirazzCreationsStore", "seller_href": "https://www.etsy.com/shop/MirazzCreationsStore?ref=simple-shop-header-name&listing_id=859158708", "store_sales": "430 sales", "store_rating": "5", "listing_title": "Social Media Templates | Canva Template | Instagram Posts | Instagram Story | Facebook Post | Pinterest Pins | InDesign, Photoshop Template", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $34.92\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 4 PDF"], "listing_desc": "\n                    About the Product ⬇️Kayla is a beautiful Social Marketing Bundle of more than 165 templates in 4 sizes available for Canva, Photoshop or InDesign.Use this template for consistent posting on Instagram, Facebook, Twitter or Pinterest. Formats are also great for your Website or Blog. Keep in touch with your audience, share your blog articles, free webinars, product promotions, inspirations or mood boards. You can pick from many opt-in or lead magnet options to increase your audience.⭐ Matching products:🔗 Kayla eBook template: https://etsy.me/33iMb6u🔗 Kayla Slide Deck: https://etsy.me/3hqtmDi 🔗 Kayla Workbook: https://etsy.me/3pIWKdk ⭐ WHAT IS INCLUDED ⭐◼️ 40 INSTAGRAM / FACEBOOK SQUARE POSTS: 1080 x 1080 px◼️ For Instagram posts or Facebook shared posts◼️ 40 INSTAGRAM / SOCIAL MEDIA STORIES: 1920 x 1080 px◼️ For Instagram, Facebook or any social media that supports stories◼️ 40 BLOG / FACEBOOK / TWITTER HORIZONTAL POSTS: 1200 x 628 px◼️ Great for Blog or Blog article cover, Facebook posts or Twitter◼️ 45 PINTEREST PINS 3:2: 1080 x 1620 px◼️ For Pinterest Pins. Great also for placing on your website to pin from there◼️ Detailed guide for using templates◼️ List of free used pictures with download links◼️ List of free used fonts with download links / only needed for InDesign and PhotoshopCANVA template:💠 165+ designs for Canva in 4 formats💠 Fully customizable text, fonts and colors, drag and drop your images💠 Only free Canva account needed: www.canva.com💠 PDF file with a direct link for the templates💠 Help guide (detailed video tutorial for this template)💠 Links for FREE licensed PICTURES for download in PDF filePHOTOSHOP template:🔹 165+ designs for Canva in 4 formats for Photoshop CC🔹 Help file (detailed guide for using Photoshop template)🔹 Images, texts and graphics on separated layers🔹 Picture change by double click with Smart Objects🔹 Text change by double click🔹 Shape or background color change by double click🔹 Links for FREE licensed FONTS in PDF file🔹 Links for FREE licensed PICTURES in PDF fileINDESIGN template:🔸 165+ pages of templates in 4 INDD files for InDesign CC🔸 165+ pages of templates in 4 IDML files for version under InDesign CC (for a previous versions if InDesign CS6, compatible down to CS4)🔸 Help file (detailed guide for using InDesign template)🔸 Images, text and graphics on separated layers🔸 Color change by swatches palette🔸 Links for FREE licensed FONTS in PDF file🔸 Links for FREE licensed PICTURES in PDF file📧 If you will need help, do not hesitate to contact us on our profiles.©️ Designs are copyrighted by Mirazz Creations, so the templates cannot be redistributed or resold.⚠️ IMPORTANT: This product IS NOT A PREVIEW MOCKUP. This product is Canva, Photoshop and InDesign template.\n                ", "listing_reviews": null, "store_reviews": "16 shop reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/859158708/social-media-templates-canva-template"}, {"seller_text": "SleepyMoonStudios", "seller_href": "https://www.etsy.com/shop/SleepyMoonStudios?ref=simple-shop-header-name&listing_id=925558968", "store_sales": "331 sales", "store_rating": "4.8387", "listing_title": "5 Mobile Lightroom Presets / Disney Glow Lightroom Mobile Preset For Instagram / Disneyland Filter / Glow Preset / Soft Travel Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.35\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    ✨ Welcome to Sleepy Moon Studios! ✨Sleepy Moon Studios Shop:www.etsy.com/shop/sleepymoonstudiosAll the presets from SleepyMoonStudios have been created for the free Lightroom app for iPhone and Android and for Adobe Lightroom Desktop.This preset will help you to create a consistent theme on all your photos in just one click for Instagram, blogs and any other social media platform of your choice. This Mobile Lightroom preset can be used to give your photos a professional look for your instagram, travel, lifestyle blog or food blog and can be used by influencers, photographers or anyone who wants their images to have a consistent look. The professional look to the photos will help build your business or social media accounts. Our presets have been tested to work on a wide range of images however on lower quality images or darker images, some small adjustments to contrast or exposure may need to be made.Included in your digital download:5 x DNG Lightroom Presets1 x PDF step-by-step instructions on how to save and use your preset. Due to the digital nature of this product, all sales are final.Terms & Conditions:By purchasing this preset you agree to not distribute, lend or resell it to any other person.If you have an issues installing the preset or have any questions, please message me on Etsy or email me at sleepymoonstudios [at] gmail.com and I will help you to use the presets!Search Terms:Disney Glow Mobile Lightroom Preset, Desktop, Mobile, Instagram Blogger, Influencer, Pink & Blue, Pretty Instagram Feed, Soft, Bright, Light & Airy, Clean, Blogger, Food Blogger, Girly, Family Photos, Mickey, Minnie, Disney Vlogger, VSCO, Pink Preset, Blue Filter, Disney Food, Disney Girl, Colourful, iPhone, Insta.© Sleepy Moon Studios - All Rights Reserved.\n                ", "listing_reviews": "5", "store_reviews": "31 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/925558968/5-mobile-lightroom-presets-disney-glow"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=805590178", "store_sales": "21,701 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Vibrant Presets, Instagram Filters, VSCO Filters, iPhone Presets, Lightroom Preset, Lifestyle Presets, Bright", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Live life in color with this Vibrant Preset! This Lightroom Mobile preset will raise the saturation to bring out beautiful vibrancy in your photos with the simple click of a button! ❀ Your purchase includes ❀- 1 Vibrant Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "42", "store_reviews": "1,130 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/805590178/lightroom-mobile-preset-vibrant-presets"}, {"seller_text": "PresetDesignPhoto", "seller_href": "https://www.etsy.com/shop/PresetDesignPhoto?ref=simple-shop-header-name&listing_id=986055688", "store_sales": "2,128 sales", "store_rating": "4.9657", "listing_title": "10 Beach Tan Lightroom Mobile Presets, Sunkissed Summer Presets, Summer Glow Instagram Filter, Beach Travel Preset for Blogger, Ocean Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.92\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 JPG, 1 PDF"], "listing_desc": "\n                    🎁 GET 4 & PAY FOR 2 With Promo Code: 2FREE 🎁🎁 GET 6 & PAY FOR 3 With Promo Code: 3FREE 🎁🎁 GET 8 & PAY FOR 4 With Promo Code: 4FREE 🎁13 Beach Tan, Lightroom presets, Blogger photo presets, mobile presets and desktop presets, instagram Filters by Preset DesignINCLUDED:• 8 MOBILE Lightroom presets• 8 DESKTOP Lightroom presets• After Purchase Customer Support• Instructions• Instant DownloadPreset Bundles In My Shop:www.etsy.com/shop/presetdesignphoto♡ SPECIAL OFFER ♡🎁  ADD 4 TO CART, PAY FOR 2 🎁  GET 50% WHEN YOU ADD 4 🎁🎁  ADD 6 TO CART, PAY FOR 3 🎁  GET 50% WHEN YOU ADD 6 🎁🎁  ADD 8 TO CART, PAY FOR 4 🎁  GET 50% WHEN YOU ADD 8 🎁HERE'S WHY YOU'LL LOVE IT:• Bronze sunkissed tan vibe perfect for instagram themes• Made by a professional digital creator• Consistent results with no harsh colors or lightingMORE INFO:• Works with the Free and Paid Lightroom Mobile App• Works with All Lightroom Desktop Versions• Works with Mac and PC Desktops/LaptopsIf you have any more questions or need help picking the perfect presets for you, you can contact us any time!OUR SOCIAL MEDIA• IG: @preset_design.....................................................© Preset Design LLC, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited......................................................\n                ", "listing_reviews": "6", "store_reviews": "204 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/986055688/10-beach-tan-lightroom-mobile-presets"}, {"seller_text": "LouMarksPhoto", "seller_href": "https://www.etsy.com/shop/LouMarksPhoto?ref=simple-shop-header-name&listing_id=677456369", "store_sales": "388,511 sales", "store_rating": "4.8278", "listing_title": "Mobile LIGHTROOM Presets, Warm Blogger Presets, Golden Presets, Mobile Presets, Desktop Preset, Instagram Filters lightroom mobile presets", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.49\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP, 2 PDF"], "listing_desc": "\n                    Mobile Lightroom Presets, Warm Blogger Presets, Golden Presets, Mobile Presets, Desktop Preset, Instagram Filters Lightroom mobile presets♥ FREE PRESETS OFFER ♥♥ GET 5 & PAY FOR 3: Add 5 presets to your cart, discount automatically applied: Pay for only 3M O R E ∙ P R E S E T ∙ S T Y L E Swww.etsy.com/shop/loumarksphotoThe Honey Golden Preset Bundle is a collection of 10 Lightroom Presets that will add slightly warm beige, tan and creamy tones to your Instagram photos. These presets are perfect for Instagram photo editing, travel photography & anyone looking to take their photos to the next level in just one click.I N C L U D E D•  10 Lightroom MOBILE Presets (DNG)•  10 Lightroom DESKTOP Presets (LR & XMP)•  Detailed PDF Instructions•  Instant Download From Etsy Account•  Amazing Customer Support! Reach out with any questions and I’ll be happy to help.W H Y ∙ Y O U ' L L ∙ L O V E ∙ I T• Warm golden vibe perfect for instagram themes• Works amazing on indoor and outdoor photos• Made by a professional photographerO T H E R ∙ I N F O R M A T I O N• Works with the Free & Paid Android LR Mobile App • Works with the Paid iPhone LR Mobile App  • Works with All Lightroom Desktop Versions• Works with Mac and PC Desktops/LaptopsStill have questions or need help picking the perfect presets for you editing needs? Feel free to contact me, I’m always more than happy to help in any way :)L O U A N D M A R K S ∙ P R O M I S E ♡You are you unique and so are our Presets! We created our Presets for everyone. No one specific skin tone or hair color. When you purchase from Lou + Marks you are not just purchasing presets you also get our guarantee that they will suit your skin tone. If they don’t send me a message with an unedited image and I will personally adjust them for you.  A B O U T ∙ L O U ∙ M A R K S ∙ P H O T O• IG: @Louandmarks• FB: https://www.facebook.com/louandmarks/-----------------------♡--------------------© 2021 Lou & Marks LLC, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited.----------------------------------------------\n                ", "listing_reviews": "100", "store_reviews": "16,494 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/677456369/mobile-lightroom-presets-warm-blogger"}, {"seller_text": "DigiPax", "seller_href": "https://www.etsy.com/shop/DigiPax?ref=simple-shop-header-name&listing_id=984247883", "store_sales": "508 sales", "store_rating": "5", "listing_title": "250 E-Commerce Pink Social Media Canva Templates Bundle Kit, Etsy Seller Instagram Posts Stories Templates Product Book Facebook Pinterest", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $36.67\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    The E-Commerce Pink Social Media Branding Templates Bundle Kit is made with Canva and it includes 250+ fully editable templates. You can now create a product catalog/lookbook, content and ads on Facebook and Instagram without needing to hire an agency!This Etsy/Online Seller Social Media Templates Bundle is easily editable and requires no graphic design skills whatsoever. Perfect for etsy sellers, online shops, online businesses, entrepreneurs, gift shops, handmade shops etc. Create an aesthetic brand image and feed on all social media platforms!Stand out from the crowd and attract more followers while increasing leads and sales!What’s Included?-\t80 Instagram Post Templates (1080px*1080px)-\t80 Instagram Story Templates (1080px*1920px)-\t30 Pages Product Book Template (A4 size)-\t25 Pinterest Pin Templates (1000px*1500px)-\t15 Instagram Highlight Covers (1080px*1920px)-\t10 Facebook Ads (1200px*628px)-\t3 Facebook/Instagram Videos (1080px*1080px)-\t3 Facebook Cover Templates (1640px*624px)-\t3 Pinterest Cover Templates (800px*450px)-\t3 Website Banner Templates (1350px*650px)-\t3 Etsy Cover Templates (3600px*900px)-\t1 Logo Template-\t1 Business Cards Template-\tFull support from our team-\tHelpful resources (free images websites, remove background web app)What’s Not Included?-\tPhotos are not included-\tReady to post JPG files are not includedWhat is editable?The best part is that everything is editable!You can edit the: -\tFont-\tText-\tColors-\tShapes-\tBackground-\tDuplicate or remove elements-\tChange the transparency settings-\tChange position of the elementsWhat is CANVA?CANVA is a graphic design platform that allows you to create social media graphics, presentations, posters, documents and other visual content. You can easily access it at www.canva.com or download the mobile app.*Please note that for editing the templates it is best to use the desktop version and not the app. Also, you do NOT need to have a paid Canva subscription to use these templates. You only need a free account to edit and save them!How it works?-\tAfter you purchase the pack, you will receive a PDF document to download with a shared link that you can use to access the templates from your free Canva account.-\tSince we want to help you and make things easier, we have also included a STEP-BY-STEP instruction guide PDF that walks you through on how to edit the templates and save them.-\tEdit the templates, save the JPG file, post and see your followers reactions!Terms of Use:-\tFor Personal or One-Business us ONLY (you can use the templates only for one (1) personal or business account)-\tIt is absolutely prohibited to try to resell, share, redistribute or give away for free this template to anyone (this includes making changes to it and trying to do it afterwards)Refund Policy:Please keep in mind that this product is a digital, instant download product. Due to this, we are not able to accept any cancellation or refund requests for any kind of reason. However, if you have any issues or requests regarding the product, please do not hesitate to contact us directly. We would be happy to assist you!\n                ", "listing_reviews": "6", "store_reviews": "25 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/984247883/250-e-commerce-pink-social-media-canva"}, {"seller_text": "MintAndPepper", "seller_href": "https://www.etsy.com/shop/MintAndPepper?ref=simple-shop-header-name&listing_id=849922269", "store_sales": "61,307 sales", "store_rating": "4.8303", "listing_title": "10 Mobile Lightroom Presets Garden, Bright Instagram Filter, Blogger Presets, Lightroom Mobile Presets Mobile Lightroom, Outdoor Preset", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $3.82\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    10 Presets for Mobile Lightroom in .DNG format ✩ Lightroom Presets ✩ Instagram Filters ✩ Best PresetsCreate the dreamiest edits with GARDEN preset pack. They were designed to transform your images with just one click! 10 presets allow you to make a cohesive feed or a gallery without extensive knowledge of photo editing. Get soft, bright tones in your phone images in seconds!This pack is great for bloggers, photographers and everyone who aims to create a consistent feed on Instagram with easily applied filter. Perfect for outdoor and indoor photography, fashion shots and portraits.✩ They work well with iPhone and Android devices. You just need to download free Lightroom Mobile App✩ Easy to apply, with just one click✩ Instant download filesYOU GET:✩ 10 Lightroom Mobile Presets in .DNG format✩ Instruction in PDF 💥Check out our Bestsellers💥https://www.etsy.com/shop/MintAndPepperSPECIAL OFFER:🌟GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE🌟🌟GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE🌟🌟GET 8 PACKS & PAY ONLY FOR 4 - Add 8 items to your cart and use promo code 4FREE🌟Please remember that all presets look differently on each photo because of lighting and white balance settings, dominant colours etc. If your photo doesn’t look perfect you may need to adjust exposure or temperature to achieve the best results.Due to the digital nature of this product no exchanges or refunds will be made.CONTACT:EMAIL: mintandpepper5 [!at] yahoo.comON IG: @mint_and_pepper_© 2020 MintAndPepper, All Rights ReservedTerms of use: Forbidden to copy, sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.Lightroom Presets, Mobile Preset, Vibrant Presets, DNG, Instagram Preset, Lightroom CC, Presets, iPhone, Android, Lifestyle Presets, Desktop Presets, Wedding Presets, Portrait Presets, Best Presets, Bright And Airy Preset, Clean Preset, Light Preset, Instagram Filters, Mobile Filters, Photo Filters, Travel Blogger Presets, Photo Editing, Photography Presets, White Preset, Blogger Presets, Photo Presets, Mobile Filter, Travel Presets, Influencer Presets\n                ", "listing_reviews": "12", "store_reviews": "2,033 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/849922269/10-mobile-lightroom-presets-garden"}, {"seller_text": "OnePreset", "seller_href": "https://www.etsy.com/shop/OnePreset?ref=simple-shop-header-name&listing_id=821771523", "store_sales": "77,827 sales", "store_rating": "4.6578", "listing_title": "Mobile Lightroom Presets, Vsco Filters, Iphone Presets, Lightroom, Mobile Presets, Instagram Filters, Presets, Colorful Mobile, Dng Preset", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.67\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 other file"], "listing_desc": "\n                    💝 GET A FREE PRESET 💝\u2028GET 4 & PAY FOR 3: Add 4 Presets to your cart, use promo code “ONEFREE” and only pay for 3.OR SHOP UNDER THIS LINKhttps://www.etsy.com/au/shop/OnePreset?coupon=ONEFREE✩✩✩ We have 45 BESTSELLERS ✩✩✩Mobile Lightroom Presets, Vsco Filters, Iphone Presets, Lightroom, Mobile Presets, Instagram Filters, Presets, Colorful Mobile, Dng PresetMobile & Desktop Compatible Lightroom Presets to create an aesthetic Instagram feed. \u2028\u2028✮ INCLUDED IN YOUR PURCHASE ✮• Mobile Lightroom Preset (DNG file)• PDF File w/ Simple Instruction Manual• Compatible with both Android and iPhone• Works in Adobe Lightroom (PC/Mac)✮ INSTALLATION ✮ To access your digital files:1. Go to Your Account2. Purchases and reviews and look for the order.3. To the right of the order, click Download Files.4. You will be able to download the DNG File.5. You will then be able to upload each DNG file as an image to your Lightroom Mobile app.6. Click on the three dots in the top right of your Lightroom app7. Select the option 'Create Preset', this will allow you to save the preset to the preset editing option of the app for use on other images.We value and respect our customers. We always find a compromise in solving any questions that may arise, even after the delivery of the order.Due to the digital nature of this product ALL SALES ARE FINAL.For any questions please contact me via Etsy messages.© No sharing files, or selling them in any form. Derivative works are prohibited. © OnePreset, 2020\n                ", "listing_reviews": "100", "store_reviews": "2,907 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/821771523/mobile-lightroom-presets-vsco-filters"}, {"seller_text": "AesairStudio", "seller_href": "https://www.etsy.com/shop/AesairStudio?ref=simple-shop-header-name&listing_id=893192502", "store_sales": "4,740 sales", "store_rating": "4.7591", "listing_title": "2 Mobile Lightroom Preset NATURAL CLEAN Influencer Lightroom Preset Travel Blogger Instagram Lifestyle Fashion Photography", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 4 other files"], "listing_desc": "\n                    ORDER TOTAL 20 USD or MORE to GET 30% OFF YOUR ORDER! Work automatically.This mobile lightroom presets NATURAL CLEAN has been carefully created & selected to enhance your images. This mobile lightroom presets NATURAL CLEAN will give your photos bright contrast colors that convey the atmosphere of your picture and help to emphasize the smallest details of your work.Experiment when using mobile lightroom presets NATURAL CLEAN and then you will certainly go to a new level.This is the quickest and most effective way to edit your phone shots and selfies. You don’t need a Lightroom subscription - nor any complicated editing skills. Simply install the free Lightroom app on your mobile and you’re good to go! You can get started right away with the photos in your camera roll. Your Instagram feed will never have looked so gorgeous. Start editing with our amazing mobile lightroom presets NATURAL CLEAN.🔶WHAT'S INCLUDED IN THE PACK? - 2 Mobile(DNG file) Lightroom Presets- 2 Desktop(XMP file) Lightroom Presets- Step-by-step installation guide Works in Adobe Lightroom (PC/Mac) and Lightroom Mobile App (iOS/Android)🔸*INSTANT DOWNLOAD FILES *Have any difficulties or questions? Please contact us –  helloaesair [!at] gmail.com🔸*IMPORTANT*There are no refunds/exchanges on any digital items.🔸*TERMS OF USE*BY BUYING THIS PRODUCT YOU ARE AUTOMATICALLY AGREEING TO THE FOLLOWING TERMS OF USE: DO NOT SHARE OR SELL ANY OF MY ITEMS.© 2020, AesairStudio, All Rights ReservedKeywords:mobile, mobile lightroom, lightroom mobile, mobile presets, preset mobile, lightroom presets, wedding portraits blogger influencer presets VSCO, mobile presets, lifestyle presets, blogger, presets, Instagram filter, natural preset, summer preset, photo filter, white preset, best preset.\n                ", "listing_reviews": "23", "store_reviews": "287 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/893192502/2-mobile-lightroom-preset-natural-clean"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=685796691", "store_sales": "171,645 sales", "store_rating": "4.8275", "listing_title": "FOOD Preset BLOGGER Lightroom PRESETS Mobile and Desktop - for Instagram, Blogger, Photo filters, Food Presets, Lightroom mobile presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.06\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    🎁 GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code: 2FREE• Pay only for 2 items💥6 UNIQUE LIGHTROOM PRESETS / MOBILE Presets / PC Presets💥✅FILES included:- 6 Lightroom presets for MOBILE Lightroom - 6 Lightroom presets for desktop Lightroom • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets, Food Preset\n                ", "listing_reviews": "45", "store_reviews": "6,145 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/685796691/food-preset-blogger-lightroom-presets"}, {"seller_text": "DestinationPresets", "seller_href": "https://www.etsy.com/shop/DestinationPresets?ref=simple-shop-header-name&listing_id=962773388", "store_sales": "4,369 sales", "store_rating": "4.9489", "listing_title": "15 EVERYDAY BRIGHT Lightroom Presets Natural Light and Airy Presets for Instagram Blogger Clean Presets Summer Outdoor Preset Spring Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $4.14\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 JPG, 1 PDF"], "listing_desc": "\n                    💖Enjoy Our LOVE Coupons💖: BUY 3 PRESETS ➤GET 1 FREE 🎁🎁🎁🎁➤ADD 4 PACKS TO YOUR ORDER AND PAY ONLY FOR 3 (30% off) ✨15 EVERYDAY BRIGHT Lightroom Presets Natural Light and Airy Presets for Instagram Blogger Clean Bright Presets Summer Outdoor Preset Spring Bright and Airy Preset Clean presetMake an unique feed which looks like you♥ This EVERYDAY BRIGHT Lightroom presets will gives you a Bright Airy Clean Natural Tone, perfect for Everyday photoshoot♡  ↠ PERFECT FOR : Indoor and Outdoor photoshoot, Family, Blogger, Influencers, Instagram, Nature and Landscape, Travel, All Seasons and so much more ! ↠ INCLUDED :                   ✔ 15 Lightroom Mobile Presets in DNG files✔ 15 Desktop Presets in LRTEMPLATE files✔ PDF Installation step by step guide for how to install the presets on your phone and computer↠ WHY CHOOSE DESTINATION PRESETS ?-Save your time editing-Have a Cohesive and Consistent feed-Designed for you to make your pictures Unique and Beautiful-Grow your engagement and followers-Designed for JPEG and RAW files. For best results shoot on Raw -Compatible with IOS, Android mobile and Lightroom Desktop CC-Easy to use, download instantlyAdobe Lightroom mobile is available for FREE on your phone : just download the app and create your account with Adobe.Adobe Lightroom Desktop needs to have a subscription. You can have 7 Free days trial. ↠ PLEASE NOTEEach picture is different and unique. All results will work differently depending on the light, camera model, colors, skin tones etc Don't worry♥  If necessary, add some additonnal adjustements to suit your picture (check the pdf instruction included in the purchase)↠ REFUNDS AND EXCHANGESDue to the digital nature, I regret that no refund and exchange can be made on this product.If you have any questions, feel free to contact me at :  destinationpresets [!at] gmail.com I will be happy to help you♡↠ TERMS OF USECopyright ©destinationpresets All right reserved. It is prohibited to reshare, sell this product in any form without the consent of the original creator.♡Don't hesitate to subscribe, make a quick review, pin on your Pinterest and add this item to your favorites♡Thank you for visiting my shop♥Let's CREATE MAGIC, Happy Editing ♥All the love, lyly♥PHOTOS CREDITS: All the Pictures Shown in the listing belong to their Respective Owners. Credits to the respective owner. All photos are for illustration purposes only. ＊＊＊＊＊＊＊＊＊＊＊＊＊＊You are here for: blogger presets, instagram filters, lightroom presets, mobile presets, presets and photofilters, instagram presets, influencer presets, presets, preset lightroom, lightroom filter, presets style, desktop presets, best presets, VSCO presets, influencer presets, trendy presets, lightroom filter, lightroom, family presets, season presets, iphone presets, cozy presets, bright outdoor preset, bright winter presets, travel presets, city presets, lifestyle presets, holiday presets, winter presets, Bright presets, outdoor presets, Indoor presets, nature presets, home presets, indoor presets,  everyday presets, natural presets, Influencer presets, neutral presets, family presets, minimal presets, travel presets, summer presets, spring presets, bright airy presets, light airy preset, clean presets, clean soft preset, clean tone preset, light and airy, white presets, clear presets\n                ", "listing_reviews": "27", "store_reviews": "460 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/962773388/15-everyday-bright-lightroom-presets"}, {"seller_text": "SunnyEditor", "seller_href": "https://www.etsy.com/shop/SunnyEditor?ref=simple-shop-header-name&listing_id=1037865219", "store_sales": "336 sales", "store_rating": "4.7059", "listing_title": "10 Vogue Mobile Lightroom Presets, Natural Presets, Cream Presets, Instagram Filters, Blogger, Vanilla, iPhone Presets, Filter for iPhone", "listing_bestseller": "-", "listing_price": "\n                        $4.20\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 1 PDF, 1 ZIP"], "listing_desc": "\n                    ◆ ◆ ◆ SPECIAL OFFER ◆ ◆ ◆✭ Buy 3 presets and get 2 for free. Add 5 presets to your shopping cart and apply the coupon code 2FREE. ✭ Buy 5 presets and get 4 for free. Add 9 presets to your shopping cart and apply the coupon code 4FREE.◄  INCLUDED IN YOUR PURCHASE  ►* 10 Mobile Lightroom Presets (DNG files)* Detailed PDF Image Instructions✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Lightroom Mobile is FREE so you don't need an Adobe subscription to use the presets✔️ You only need Lightroom CC App on your Phone/iPad✔️ Once purchased can be used an unlimited amount of times✔️ Easy to apply with just one clickGeneral information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUYhttps://www.youtube.com/watch?v=uOBXKOyAFEAPlease keep in mind all photos are unique and therefore each preset works differently on every photo. You can fine tune your own adjustments to find settings that suit you with temperature, exposure etcDue to the digital nature of this product ALL SALES ARE FINALKeywords:Lightroom Presets, Mobile Preset, DNG, Instagram Preset, Lightroom CC, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset, White Presets, Natural Presets© 2020 Sunny Editor Presets, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": null, "store_reviews": "17 shop reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/1037865219/10-vogue-mobile-lightroom-presets"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=680026344", "store_sales": "237,230 sales", "store_rating": "4.8715", "listing_title": "10 Mobile Lightroom Presets IBIZA, Tanned Summer Presets For Bloggers, Lifestyle Beach Instagram Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    10 Lightroom Presets IBIZA For Mobile and Desktop LightroomSummer preset,  bright warm presets, travel blogger preset photo preset Instagram filtersEdit your Instagram photos like a pro on your mobile device! Mobile Lightroom Influencer Preset IBIZA  Included 10 presets inspired by travel bloggers and influencers around the world.This preset for every kind of picture that will surely deliver stunning results and make your images look a hundred times better! For photographers who do a lot of fashion, travel and lifestyle photography.This quality preset produce amazing warm tones and making it easy for you to achieve the same look and feel as your favorite influencers! These Presets Pack  are perfect for Instagram, blogging and photo editing on the go. Hight Quality Preset, Great for Portraits, Bloggers, Travelers, Engagements and Wedding' shoots, a user friendly pack, easy to use, One click Lightroom Preset that gives your collection of work a more cohesive and aesthetic feel and get you on your way to creating stunning images. 🎁 GET 5 & PAY FOR 3: add 5 presets to your cart, use coupon: GIFT2 and pay for 3 only https://www.etsy.com/shop/VictoriaBeePhoto?coupon=GIFT2Check out my Bestseller Itemshttps://www.etsy.com/shop/VictoriaBeePhoto♦️ Works in Lightroom Mobile App (iOS/Android)♦️ Works With & Without Adobe subscription♦️ Compatible with All Photo formatsIncluded:🔶10 Lightroom presets in .DNG format for MOBILE Lightroom .ZIP archive🔶10 Lightroom presets in .XMP format for DESKTOP Lightroom .ZIP archive🔶.PDF file with direct link to download presets directly to your phone 🔶.PDF Instruction Guide 10 Ibiza Presets  has been created to achieve a very modern, glamorous, trendy & Instagram aesthetic look. You will get best fashionable, professional  one-click result from this pack.Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️Keep in mind that all presets work differently with each photo depending on a number of factors such as lighting, white balance, tone etc. Please contact me for any questions or editing help victoriabee.shop [!at] gmail.com© 2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephoto  ©victoriabee.presetsMobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset, Pop Colour Preset, Vibrant Preset, Summer Presets\n                ", "listing_reviews": "100", "store_reviews": "8,047 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/680026344/10-mobile-lightroom-presets-ibiza-tanned"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=878435750", "store_sales": "21,701 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Bohemian Presets, Instagram Filters, VSCO Filters, iPhone Presets, Lightroom Preset, Lifestyle Presets, Cream Beige", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it natural with a Bohemian Preset! This Lightroom Mobile preset will effortlessly soften and mute the shades in your photos to achieve a creamy boho chic look with the click of button! ❀ Your purchase includes ❀- 1 Bohemian Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "22", "store_reviews": "1,130 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/878435750/lightroom-mobile-preset-bohemian-presets"}, {"seller_text": "MajesticPreset", "seller_href": "https://www.etsy.com/shop/MajesticPreset?ref=simple-shop-header-name&listing_id=944179426", "store_sales": "1,361 sales", "store_rating": "4.9444", "listing_title": "30 Presets for Dogs, Cats and Animals | Preset Lightroom Mobile & Desktop, Indoor, Outdoor Pets Filter, Lightroom Mobile Bundle Instagram", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $4.39\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 4 ZIP, 1 PDF"], "listing_desc": "\n                    ⭐ TAKE 4 & PAY ONLY 2: Coupon Code: PROMO4 or ➤ https://etsy.me/3dPNBfH⭐ ⭐ TAKE 6 & PAY ONLY 3: Coupon Code: PROMO6 or ➤ https://etsy.me/3dSywtK⭐ ⭐⭐TAKE 8 & PAY ONLY 4: Coupon Code: PROMO8 or ➤ https://etsy.me/2MwdmGy❤️ More PREMIUM LIGHTROOM PRESETS can be found here: ➤ https://etsy.com/shop/majesticpresetIn this preset bundle you will get 30 different Lightroom filters for your dog photography. This collection includes Summer, Winter, Bohemian, Indoor, Outdoor and many more preset styles.WHAT YOU WILL GET:✅ 30 presets for the free Android & iOS Lightroom Mobile app (.DNG-files) \u2028✅ 30 presets for Lightroom CC (.XMP-files) \u2028✅ 30 presets for Lightroom Classic 4, 5, 6 to 7.3 (.Lrtemplate-files) \u2028 ✅ Step-by-Step Installation Guide (.PDF file)  ✔ INSTAND DOWNLOAD: After your purchase is complete, you will receive direct access to these Lightroom presets via email or through your Etsy account.\u2028✔ 100% COMPATIBEL with the free Lightroom Mobile Application for iOS, Android & Chrome. To use this preset bundle, all you need is your smartphone and the free Lightroom Mobile app for you iPhone, iPad or Android device. \u2028 ✔ The Lightroom Desktop presets are compatible with all old and current Lightroom und Camera RAW versions. For Lightroom Desktop Classic, use the .Irtemplate Files Container in the .zip file. ForLightroom Desktop CC the. Xml files.\u2028The PERFECT INSTAGRAM / BLOGGER FEED:\u2028Get the WOW-Effect! On all your social media platforms like Instagram, Pinterest and Facebook. Get more attention and followers on Instagram with our trending Instagram filters. With these Blogger presets for Lightroom, you’ll create a consistent and clean feed in no time.\u2028Beginner or professional?NO MATTER! With this preset bundle, you can edit simple smartphone photos or high-quality RAW photos from your DSLR / system camera like a pro with just „ONE CLICK“.\u2028Take care of this:\u2028To get the most perfect before-and-after result for your photos, you should move as close as possible to the respective preset theme. The results may vary depending on the exposure, contrast and color shades of your photos. Don’t worry! Just chance the exposure of the presets on your photo afterwards. The higher quality and more detailed your base photos are, the better the Lightroom presets from „SHOPNAME“ can do their job. More presets you can find in our shop ➤ https://etsy.com/shop/majesticpreset\u2028In our shop you can find more Lightroom Instagram Blogger presets for the topics: Travel, Lifestyle, Fashion, Wedding, Street, Urban and Foodblogger.\u2028You have questions about these Instagram Blogger Lightroom mobile and Desktop presets? Feel free to send us a direct message via Etsy or via email to „E-Mail Account“ FAQ’s:▸ compatible with all Lightroom versions\u2028▸ compatible with the free Lightroom mobile app\u2028▸ no Adobe Cloud Subskription required▸ compatible with Adobe Camera Raw ACR▸ no returns or exchanges! Digital products are generally not cancelled. \u2028@2021 „Pictoolz“License: These Lightroom mobile and desktop presets are for personal use only. Any reproduction and distribution to third parties is strictly prohibited.\n                ", "listing_reviews": "11", "store_reviews": "54 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/944179426/30-presets-for-dogs-cats-and-animals"}, {"seller_text": "KIINcreations", "seller_href": "https://www.etsy.com/shop/KIINcreations?ref=simple-shop-header-name&listing_id=698930457", "store_sales": "108,067 sales", "store_rating": "4.8939", "listing_title": "7 Lightroom mobile MINIMAL BLOGGER LIGHTROOM preset set / moody fashion blogger instagram filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.87\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    ⭐ MORE PRESETS HERE: https://www.etsy.com/shop/KIINcreationsA SET OF 7 User Friendly Blogger Lightroom Presets for LR MOBILE (DNG files)  for minimal style/ low saturation looks.User Friendly, Easy to Use, One Click, Lightroom Presets to help you achieve better imagery for your blog. As a blogger myself I understand the importance of having great images and keeping them in the same style. This is a great bundle for minimal style lovers - bright highlights, dark shadows, detailed and rich greys and browns. Low saturation blues, reds, and yellows.This is my favourite set, which I also use to edit all my blog photos. You don't need an Adobe subscription to use these presets. You simply need to download the LR Mobile App and create an account with Adobe. These presets will be compatible with both jpeg and RAW files.Once payment is made you can download the presets instantly. Contact me with any questions regarding your order or using your presets I will be happy to help! x\n                ", "listing_reviews": "44", "store_reviews": "4,454 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/698930457/7-lightroom-mobile-minimal-blogger"}, {"seller_text": "PresetsByMary", "seller_href": "https://www.etsy.com/shop/PresetsByMary?ref=simple-shop-header-name&listing_id=811860156", "store_sales": "64,798 sales", "store_rating": "4.8204", "listing_title": "10 Lightroom Presets Mobile - AVOCADO, Presets for Instagram Blogger, Lightroom Mobile Presets, Lifestyle Instagram Filter, Lightroom Preset", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.97\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    💗GET 6 & PAY FOR 3: add 6 presets to your cart, use coupon: GIFTBYMARY and pay for 3 only 💗https://www.etsy.com/shop/PresetsByMary?coupon=GIFTBYMARY⭐️10 UNIQUE LIGHTROOM PRESETS / MOBILE Presets ⭐️Mobile Preset is perfect for your Adobe Lightroom CC Mobile App and works well with your photos shot with your iPhone or Android device.Presets fit for Outdoor and Indoor pictures, Family, Travel, Lifestyle, Blogger, Wedding, Portrait photos.Included:🔶10 Lightroom presets in DNG format for MOBILE Lightroom (free app compatible with both IOS and ANDROID).🔶Compatible with All Photo formats🔶Compatible with Lightroom Mobile App🔶Compatible with All Lightroom and Photoshop Versions🔶Instant download (Download the presets right after the payment and start enjoying now)🔶Free support (contact us me any questions or concerns. We're always happy to provide fast and thorough support)🎁SPECIAL OFFER 3+3 for FREEBuy atleast 3 items from my shop and get 3 for FREEWIth love,PresetsByMary♥️\n                ", "listing_reviews": "16", "store_reviews": "3,799 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/811860156/10-lightroom-presets-mobile-avocado"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=821148665", "store_sales": "70,786 sales", "store_rating": "4.9099", "listing_title": "5 Mobile & Desktop Lightroom Presets Pet Lovers, Dog Cat Photo Editing Filter for Instagram, Animal Preset for Bloggers, Bright Home Filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Pet Lover Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram, Photo Editing Filter for Lifestyle and Travel🌟The Pet Lovers Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add beautiful, bright tones to your Instagram photos. These presets are PERFECT for pet lovers, Instagram Influencers & bloggers looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for mobile preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "100", "store_reviews": "5,613 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/821148665/5-mobile-desktop-lightroom-presets-pet"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=686088327", "store_sales": "171,645 sales", "store_rating": "4.8275", "listing_title": "Black MOBILE LIGHTROOM Presets, Lightroom Mobile Preset, VSCO, Instagram Filter, Desktop Presets, dark preset, moody presets, nude preset", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.57\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    • Professional Lightroom Presets for free Mobile and Desktop Lightroom• You receive 4 variants of presets with white/slightly warm/slightly cold tones• You can use them unlimited number of times.• Post-purchase support guaranteed - if you need my help with editing don't hesitate to contact me ✅FILES included:- 4 Lightroom presets for MOBILE Lightroom ( free mobile lightroom app)- 4 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "62", "store_reviews": "6,145 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/686088327/black-mobile-lightroom-presets-lightroom"}, {"seller_text": "TemplatesforMakers", "seller_href": "https://www.etsy.com/shop/TemplatesforMakers?ref=simple-shop-header-name&listing_id=1017814932", "store_sales": "4 sales", "store_rating": null, "listing_title": "Pinterest Templates for Products and Ecommerce | Pinterest Marketing for Fashion Products | Simple, Minimalist Pinterest Template for Canva", "listing_bestseller": "-", "listing_price": "\n                        $14.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    This awesome pack of Pinterest Templates for Canva is designed specifically for product-based businesses and fashion products, and will help you conquer your Pinterest Marketing and save you so much time! These simple and minimalist pin templates are easily editable in the free version of Canva, and will really allow your products to stand out on that busy Pinterest feed (and save you so much time, too)!WHAT YOU GET- 30+ easy to edit pin templates that are 1000X1500 pixels (the optimal size recommended by Pinterest)- The pin templates have been optimized for ecommerce and include placeholders for your logo and url, different photo layouts, text overlays for headlines, and call to action buttons- A bonus file of Call to Action buttons and elements that can be copied and pasted into any of the pin templates- A PDF file with the links to the templates and a set of basic instructions on how to open and edit the files.- Product photos not included.- No physical product will be delivered. This is a digital product.WHAT YOU NEED- An account with Canva - the FREE version is all you need for these templates.- Adobe Reader to open the PDF file that includes the templates links.TERMS OF USEThis is a digital product that is delivered via instant download, therefore, no refunds can be given.  However, your satisfaction is important to me and I’m happy to work with you to figure out any problems you might have.  Please reach out to me if you need any help at all.It is prohibited to sell or share these files with anyone else.  You may use this template for commercial or individual use, but for end purposes only.  If you are using for a client, please purchase one template pack for each client.  You may not edit and resell or share these templates. Thank you!Happy Pinning!\n                ", "listing_reviews": null, "store_reviews": null, "search": "pinterest template", "url": "https://www.etsy.com/listing/1017814932/pinterest-templates-for-products-and"}, {"seller_text": "SimonaLisaPresets", "seller_href": "https://www.etsy.com/shop/SimonaLisaPresets?ref=simple-shop-header-name&listing_id=920919806", "store_sales": "3,875 sales", "store_rating": "4.8675", "listing_title": "10 Mobile LIGHTROOM Presets, VANILLA, Presets, Vsco Filters, Fashion Presets, Mobile Presets, Instagram Filters, Dng Preset, Natural Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.19\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    10 Mobile Lightroom Presets, Iphone Presets, Lightroom, Mobile Presets, Presets, Dng Presets, Cream Presets,  Desktop Presets, Vsco Filters, Fashion Presets, Instagram Filters, Natural PresetSHOP MORE PRESETS :)https://www.etsy.com/shop/SimonaLisaPresetsINCLUDED :)> 10 Instant Download Mobile Lightroom & Desktop Presets (DNG file)> PDF How To Install Mobile Presets Guide> Free Gift >Support available from our store at all times (just send a message through on Etsy)**The Presets are compatible with the Free Mobile Lightroom app, and the Desktop Lightroom app  (Via DNG Import, not LRTemplate)**If you require any assistance or have general queries, do not hesitate to send me a message on Etsy. :)Xx\n                ", "listing_reviews": "24", "store_reviews": "400 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/920919806/10-mobile-lightroom-presets-vanilla"}, {"seller_text": "MarketingTemplatesCo", "seller_href": "https://www.etsy.com/shop/MarketingTemplatesCo?ref=simple-shop-header-name&listing_id=901815699", "store_sales": "13,238 sales", "store_rating": "4.8366", "listing_title": "Pinterest Pin Templates | Pinterest Marketing | Social Media Graphics | Course Creator | Lead Magnet | Ebook Marketing | Editable Template", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $4.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    Welcome to Marketing Templates Co! These Pinterest pin templates are perfect to drive FREE and REAL traffic to your website! There are SO many people on Pinterest these days, but now you can stand out with this set of clean and organized pins. Make Pinterest marketing a priority and drive free traffic to your site now!What's Included?----------------------------------- 50 complete customizable Pinterest Pin Graphics using Canva- Instructions Guide- Video Guide on how to edit your pinsAbout----------------------------------- These pins are edited in Canva which is a FREE program you must create an account for- Size 1000 x 1500 (optimal pin size)- EVERYTHING is editable including- Graphics- Colors- Text Size, Color and Font- Replace photos with your own / or from the free stock photo library- Add graphics, shapes and move around any items- Download and upload straight to Pinterest or Tailwind once you have completed your editingWho is it for?----------------------------------- Bloggers- Small Businesses- Anyone who wants to drive traffic to their site using PinterestThe Purpose?----------------------------------- To give your brand and your Pinterest a more cohesive look- To easily cut down time on creating your pins- Increase engagement and repins for your Pinterest account- Get more traffic to your websiteMatching Ebook Template: https://www.etsy.com/listing/885623702/canva-ebook-template-editable-workbook?ref=shop_home_active_20Check out our 100 page Pinterest Marketing Guide here to expedite free traffic to your website --> https://www.etsy.com/listing/798448053/pinterest-marketing-guide-pinterest?ref=shop_home_active_5If you have any questions regarding this item, please hit the “Message Seller” below and I will get back to you within 24 hours.✨Use code: BUNDLEDEAL when you purchase 2 or more items for 20% off your entire purchase!✨✨ Try Canva Pro for free here! ➡️ https://partner.canva.com/c/2832767/647168/10068 ✨ \n                ", "listing_reviews": null, "store_reviews": "520 shop reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/901815699/pinterest-pin-templates-pinterest"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=807670112", "store_sales": "171,648 sales", "store_rating": "4.8275", "listing_title": "10 Home Presets - Mobile LIGHROOM Presets - Lightroom Presets - Lightroom Mobile Preset & Desktop Preset, Instagram Filter - Summer Magical", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    • Professional Lightroom Presets for free Mobile and Desktop Lightroom• You receive 10 variants of presets • You can use them unlimited number of times.✅FILES included:- 10 Lightroom presets for MOBILE Lightroom( free mobile lightroom app)- 10 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "53", "store_reviews": "6,145 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/807670112/10-home-presets-mobile-lighroom-presets"}, {"seller_text": "okthatspeachy", "seller_href": "https://www.etsy.com/shop/okthatspeachy?ref=simple-shop-header-name&listing_id=919835403", "store_sales": "1,412 sales", "store_rating": "4.9211", "listing_title": "AU NATUREL Mobile Lightroom Presets Instagram Influencer Photography Blogger Natural Bright Photo Filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.18\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PNG, 1 other file"], "listing_desc": "\n                    Instagram Presets | Mobile Lightroom Presets | Instant Photo EditsExperiencing feed envy? Want that beautiful, cohesive theme but not sure where to start? Look no further, Lightroom presets are the easiest and quickest way to instantly change the look and feel of your photos with no hassle. A full, thorough photo edit is just a click away.These presets were created to be used with the Lightroom Mobile App that can be downloaded for free. This listing includes one mobile Lightroom preset (DNG file) and a 'How To' file, to help you with the install.Even though my presets have been tested on a variety of photos with different lighting conditions / colours / subjects etc, it's important to note that all these different variables may also mean the preset may need a little adjusting to best fit your photo. Thank you for supporting smallDon't hesitate to get in touch for any queries!Due to the nature of the item, there are no refunds/exchanges on any digital items.Terms of Use:By buying this product you are automatically agreeing to the following terms of use:No copying or redistribution of my products.\n                ", "listing_reviews": "13", "store_reviews": "38 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/919835403/au-naturel-mobile-lightroom-presets"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=820356249", "store_sales": "70,786 sales", "store_rating": "4.9099", "listing_title": "5 Family Desktop & Mobile Lightroom Presets, Bright Airy Photo Editing Filter for Instagram, White Clean Preset for Home Lifestyle Blogger", "listing_bestseller": "-", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Family Time Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram, Photo Editing Filter for Lifestyle and Travel🌟The Family Time Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add bright, white and airy tones to your Instagram photos. These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for mobile preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "37", "store_reviews": "5,613 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/820356249/5-family-desktop-mobile-lightroom"}, {"seller_text": "LaurieCosgroveDesign", "seller_href": "https://www.etsy.com/shop/LaurieCosgroveDesign?ref=simple-shop-header-name&listing_id=736210757", "store_sales": "12,315 sales", "store_rating": "4.8", "listing_title": "Pinterest Template Set, Blog Templates, Blog Pins, 10 Essential Pin Templates -  Photoshop Templates and Canva Templates", "listing_bestseller": "-", "listing_price": "\n                        $10.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP"], "listing_desc": "\n                    This Pinterest template set includes 10 essential, clean and minimal pin designs you can customize in Photoshop! Give your pins a more professional look and attract loads more traffic to your blog. All the design work is done for you so you can focus on running your business, writing great content and connecting with your audience! Fully layered and color customizable. The featured example stock images are not included but available via unsplash.com*Please note: these templates are for instant download to use in Adobe Photoshop or Canva. You must have either a free online Canva account or the full Adobe Photoshop desktop program to use. __________________WHAT YOU GET:*Canva Template (PDF file with link to template)*Photoshop Template (Fully layered PSD files with free font links)*10 Pinterest templates (600 x 900px)*Editable text, colors + layout*72 dpi for optimal web viewing__________________PHOTOSHOP VERSION:Includes Adobe Photoshop files. You MUST have the full desktop Photoshop program (not the mobile app). A free trial is available on Adobe.com. It also helps to be familiar with how basic layers and clipping masks work. You will receive PSD files, links to download the fonts and instructions.CANVA VERSION:For use inside the free online design site Canva. You MUST have a free account with Canva.com. I recommend using the templates via your computer instead of a mobile device for the most available options inside Canva. Video tutorials and easy instructions are included with your purchase! __________________VIDEO TUTORIALS:Want to see the process in action? Video walkthroughs are available here: https://www.lauriecosgrove.com/videos/FREE DESIGNS: Join the list to get updates + access to the Free Resource Library: http://eepurl.com/blURq9REFUNDSThese are digital files and cannot be returned or exchanged once downloaded.Did you make a mistake with your order? Contact me within 3 days of purchase for a possible refund.__________________CUSTOM CHANGES:Short on time or design skills? I can make basic changes for you and send back a print-ready file. See what's included here: https://www.etsy.com/listing/623304545/card-template-changes-customizationCOMMERCIAL USE:Templates and included elements cannot be resold either in template form or in a digital/physical store without an extended license. A Commercial license may be available for 3x the cost of the template - contact me for more details.\n                ", "listing_reviews": null, "store_reviews": "991 shop reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/736210757/pinterest-template-set-blog-templates"}, {"seller_text": "PresetDesignPhoto", "seller_href": "https://www.etsy.com/shop/PresetDesignPhoto?ref=simple-shop-header-name&listing_id=967817180", "store_sales": "2,128 sales", "store_rating": "4.9657", "listing_title": "10 RUSTIC Lightroom Presets Boho Presets, Instagram Filter, Vintage Preset, Moody Rich Presets for Blogger, Bohemian Presets, Earthy Presets", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.77\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 JPG, 1 PDF"], "listing_desc": "\n                    🎁 GET 4 & PAY FOR 2 With Promo Code: 2FREE 🎁🎁 GET 6 & PAY FOR 3 With Promo Code: 3FREE 🎁🎁 GET 8 & PAY FOR 4 With Promo Code: 4FREE 🎁10 Rustic presets, Lightroom presets, Blogger photo presets, mobile presets and desktop presets, instagram Filters by Preset DesignINCLUDED:• 10 MOBILE Lightroom presets• 10 DESKTOP Lightroom presets• After Purchase Customer Support• Instructions• Instant DownloadPreset Bundles In My Shop:www.etsy.com/shop/presetdesignphoto♡ SPECIAL OFFER ♡🎁  ADD 4 TO CART, PAY FOR 2 🎁  GET 50% WHEN YOU ADD 4 🎁🎁  ADD 6 TO CART, PAY FOR 3 🎁  GET 50% WHEN YOU ADD 6 🎁🎁  ADD 8 TO CART, PAY FOR 4 🎁  GET 50% WHEN YOU ADD 8 🎁HERE'S WHY YOU'LL LOVE IT:• Rustic vintage moody vibe perfect for instagram themes• Made by a professional digital creator• Consistent results with no harsh colors or lightingMORE INFO:• Works with the Free and Paid Lightroom Mobile App• Works with All Lightroom Desktop Versions • Works with Mac and PC Desktops/LaptopsIf you have any more questions or need help picking the perfect presets for you, you can contact us any time!OUR SOCIAL MEDIA• IG: @preset_design.....................................................© Preset Design LLC, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited......................................................\n                ", "listing_reviews": "32", "store_reviews": "204 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/967817180/10-rustic-lightroom-presets-boho-presets"}, {"seller_text": "SymphonyPresets", "seller_href": "https://www.etsy.com/shop/SymphonyPresets?ref=simple-shop-header-name&listing_id=791964935", "store_sales": "17,197 sales", "store_rating": "4.9267", "listing_title": "10 Dark and Moody Mobile Lightroom Presets -  Desktop Presets - Instagram Presets - Set of 10 Presets - iPhone Presets - Blogger Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 JPG, 1 ZIP"], "listing_desc": "\n                    Moody Black - Lightroom Presets / Best for Lightroom Mobile and Desktop/ Lightroom Presets/ Instagram PresetsMake your photos stand out with this preset pack which includes 10 unique presets for Lightroom. These presets were designed especially for portraits, travel, lifestyle, and wedding photography to give your photos that popular and attractive dark and moody look. This preset pack is the second version of our Dark and Moody Preset Pack.This bundle includes 10 beautiful Lightroom presets which can be used in almost every type of situation. Whether you took an amazing selfie, or you took awesome photos on your new camera these presets will be great. They were great in a variety of lighting situations, even in extremely low light environments.You can use these presets in both the mobile and the desktop version of lightroom with a very easy install that can take under 1 minute. Compatibility: Works on all Versions of Lightroom Classic, Lightroom CC and Lightroom Mobile. Lightroom Classic versions 7.2 and older use the .lrtemplate files while 7.3 and newer can use either .lrtemplate or .xmp.Top features of this bundle:🗸 One time purchase, keep forever🗸 10 Presets in .xmp Format🗸 10 Presets in .lrtemplate Format🗸 10 Preset in .dng Format🗸 Compatible with Lightroom Mobile🗸 Compatible on Windows and Mac🗸 24/7 Support🗸 Free Updates🗸 Install Instructions Included\n                ", "listing_reviews": "100", "store_reviews": "860 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/791964935/10-dark-and-moody-mobile-lightroom"}, {"seller_text": "BloggingGiftShop", "seller_href": "https://www.etsy.com/shop/BloggingGiftShop?ref=simple-shop-header-name&listing_id=835928561", "store_sales": "541 sales", "store_rating": "4.9459", "listing_title": "Pinterest Pin Templates for Canva. Pinterest Templates. Pinterest Pins. Pinterest Pin Templates. Gifts for Bloggers. Blogging Templates", "listing_bestseller": "-", "listing_price": "\n                        $7.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    Pinterest Pin Templates for Canva. Pinterest Templates. Pinterest Pins. Pinterest Pin Templates. Gifts for Bloggers. Blogging TemplatesA total of 100 Pinterest pin templates made with Canva! Drive massive amounts of traffic to your blog quickly and easily with these fully customizable templates! Create beautiful and unique pins in minutes!How will I get this product?You will not receive a physical shipment due to the digital nature of this product. After purchasing, you will receive a download link to a PDF, which will include links to each individual Canva template. Further instructions on accessing the templates are in the PDF.Do I need a Canva Pro Account?You do not need a Canva Pro account to access these templates. However, some elements of the templates can only be accessed with an upgraded account (or you can pay for each individual element separately, but it is more cost-effective to have a pro account). You can easily replace these elements with free versions if you don't want to upgrade!I don't use Canva. Are these Pinterest pin templates available in other formats?Sorry, no! These templates were made in Canva and can only be accessed in Canva. You can make a completely FREE account on Canva to access them! All you need is an email or you can connect with a Facebook account.I am a virtual assistant. Can I use these Pinterest pin templates?Absolutely! You may use these templates to create pins for your clients. However, please do not give your clients access to the original template unless they have purchased the bundle.Can I give my virtual assistant access to these templates?Yes! You may give your virtual assistant access to these templates. However, please make sure your virtual assistant understands these templates may only be used to design your pins!Are refunds or exchanges an option?Due to the digital nature of this product, all sales are final. No refunds or exchanges will not be allowed once the purchase is complete. If you have any technical difficulties, please send an email to  queenbeebloggers [!at] gmail.comDoes this product have an affiliate link?Yes! Follow this link to sign up: www.sendowl.com/programs/14950/join/dfe4214430What are the licensing policies for this product?Each purchase grants one license- to the buyer only. This means you may not resell this product or a modified version of this product.What are the terms for accessing this product?Queen Bee Bloggers is not responsible for any glitches, errors, or saving issues for Canva's system. If this happens, please contact Canva. I reserve the right to make changes to any of these templates at any given time. If any templates are accidentally deleted, please send an email to  queenbeebloggers [!at] gmail.com with the template number that is deleted, and we will upload a new copy.\n                ", "listing_reviews": "7", "store_reviews": "38 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/835928561/pinterest-pin-templates-for-canva"}, {"seller_text": "LouMarksPhoto", "seller_href": "https://www.etsy.com/shop/LouMarksPhoto?ref=simple-shop-header-name&listing_id=865473815", "store_sales": "388,511 sales", "store_rating": "4.8278", "listing_title": "10 Presets, Lightroom Presets, Lightroom mobile presets, Filter Instagram presets, Preset for mobile blogger, Natural light and airy Pack", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.49\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP, 2 PDF"], "listing_desc": "\n                    ♡ SALE!! Buy 3 Packs & Get 2 FREE! Add all 5 Packs to your cart and only pay for 3 in total!♡ More Presets In My Shop: www.etsy.com/shop/loumarksphoto♡ Create consistent photo edits with The Light Airy Preset Pack. This Preset Collection soften and lighten your dark dull photos, add lightness and sift color with my photo presets! This presets pack included 10 presets suitable for all images and creates amazing results! Makes your images look so much better and brighter! ♡ Works amazing in one click on Indoor and Outdoor, Home Interiors, Family Photos, Lifestyle, Travel, Fashion, Blogger, Wedding, and Portrait Images. Create beautiful blog images or social media images one click. Perfect to easily enhance everyday photos!WHY YOU'LL LOVE IT✔️Light Airy vibe perfect for instagram themes✔️Creamy skin tones and dreamy white tones✔️Made by a professional photographerLou & Marks Presets work with All Versions of Lightroom Mobile & Lightroom Desktop and with Photoshop ACR.INCLUDED IN YOUR PURCHASE ✔️ 10 Mobile Lightroom Presets (DNG)✔️ 10 Desktop Lightroom Presets (LR)✔️ 10 Lightroom & Photoshop Presets (XMP)✔️ Step-by-step PDF guide with video instructionsCOMMON QUESTIONS✔️ Works With The Free & Paid Lr iPhone App✔️ Works With The Free & Paid Lr Android App✔️ Works With All Lightroom Desktop Versions ✔️ Works With Photoshop ACR ✔️ Works With Mac & PC✔️ Works With JPG & RAW Formats♡ SKIN TONE PROMISE You are you unique and so are our Presets! We created our Presets for everyone. No one specific skin tone or hair color. When you purchase from Lou + Marks you are not just purchasing presets you also get our guarantee that they will suit your skin tone. If they don’t send me a message with an unedited image and I will personally adjust them for you. ♡ STAY IN TOUCH Connect with me on Instagram @louandmarks and tag #louandmarks so I can see all your amazing photo edits and share them in my daily stories of my audience of over 60K.© Lou & Marks. All Rights Reserved. By Purchasing this product you agreeing to the Terms of Use. Do not sharing the files, or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "69", "store_reviews": "16,494 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/865473815/10-presets-lightroom-presets-lightroom"}, {"seller_text": "MintAndPepper", "seller_href": "https://www.etsy.com/shop/MintAndPepper?ref=simple-shop-header-name&listing_id=774854798", "store_sales": "61,307 sales", "store_rating": "4.8303", "listing_title": "Lightroom Mobile Presets Natural, Instagram Presets for Bloggers, Bright and Airy Preset, Home preset, Photo filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.59\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    7 Presets for Mobile Lightroom in .DNG format ✩ Lightroom Presets ✩ Instagram FiltersNATURAL is pack of 7 Lightroom Mobile Presets. Great for bloggers, photographers and everyone who aims to create a consistent feed on Instagram with easily applied filter. Perfect for outdoor and indoor photography, fashion shots and portraits.✩ They work well with iPhone and Android devices. You just need to download free Lightroom Mobile App✩ Easy to apply, with just one click✩ Instant download filesYOU GET:✩ 7 Lightroom Mobile Presets in .DNG format✩ Instruction in PDF 💥Check out our Bestsellers💥https://www.etsy.com/shop/MintAndPepperSPECIAL OFFER:🌟GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE🌟🌟GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE🌟🌟GET 8 PACKS & PAY ONLY FOR 4 - Add 8 items to your cart and use promo code 4FREE🌟Please remember that all presets look differently on each photo because of lighting and white balance settings, dominant colours etc. If your photo doesn’t look perfect you may need to adjust exposure or temperature to achieve the best results.Due to the digital nature of this product no exchanges or refunds will be made.CONTACT:EMAIL: mintandpepper5 [!at] yahoo.comON IG: @lovepresets_shop© 2020 MintAndPepper, All Rights ReservedTerms of use: Forbidden to copy, sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.Lightroom Presets, Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, iPhone, Android, Lifestyle Presets, Desktop Presets, Wedding Presets, Portrait Presets, Best Presets, Bright And Airy Preset, Clean Preset, Light Preset, Instagram Filters, Mobile Filters, Photo Filters, Travel Blogger Presets, Photo Editing, Photography Presets, White Preset, Blogger Presets, Photo Presets, Mobile Filter, Travel Presets, Influencer Presets, Home presets, Natural presets\n                ", "listing_reviews": "54", "store_reviews": "2,033 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/774854798/lightroom-mobile-presets-natural"}, {"seller_text": "MintAndPepper", "seller_href": "https://www.etsy.com/shop/MintAndPepper?ref=simple-shop-header-name&listing_id=965300605", "store_sales": "61,307 sales", "store_rating": "4.8303", "listing_title": "14 Lightroom Mobile Presets, Bright Airy Lightroom Preset, Desktop Boho Presets, Photo Filter for Blogger, Bright Instagram", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.82\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 2 ZIP"], "listing_desc": "\n                    14 Presets for Mobile Lightroom in .DNG format ✩ Lightroom Presets ✩ Instagram FiltersBOHO VIBE is pack of 14 Lightroom Mobile & Desktop Presets. Great for bloggers, photographers and everyone who aims to create a consistent feed on Instagram with easily applied filter. Perfect for outdoor and indoor photography, fashion shots and portraits.✩ They work well with iPhone and Android devices and Desktop Lightroom✩ Easy to apply, with just one click✩ Instant download filesYOU GET:✩ 14 Lightroom Mobile Presets in .DNG and .XMP formats✩ Instruction in PDF 💥Check out our Bestsellers💥https://www.etsy.com/shop/MintAndPepperSPECIAL OFFER:🌟GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE🌟🌟GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE🌟🌟GET 8 PACKS & PAY ONLY FOR 4 - Add 8 items to your cart and use promo code 4FREE🌟Please remember that all presets look differently on each photo because of lighting and white balance settings, dominant colours etc. If your photo doesn’t look perfect you may need to adjust exposure or temperature to achieve the best results.Due to the digital nature of this product no exchanges or refunds will be made.CONTACT:EMAIL: mintandpepper5 [!at] yahoo.comON IG: @mint_and_pepper_© 2021 MintAndPepper, All Rights ReservedTerms of use: Forbidden to copy, sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.Lightroom Presets, Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, iPhone, Android, Lifestyle Presets, Desktop Presets, Wedding Presets, Boho Presets, Portrait Presets, Best Presets, Bright And Airy Preset, Clean Preset, Light Preset, Instagram Filters, Mobile Filters, Photo Filters, Travel Blogger Presets, Photo Editing, Photography Presets, White Preset, Blogger Presets, Photo Presets, Mobile Filter, Travel Presets, Influencer Presets, Summer Presets, Trendy Presets, Premium Presets\n                ", "listing_reviews": "23", "store_reviews": "2,033 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/965300605/14-lightroom-mobile-presets-bright-airy"}, {"seller_text": "BlattelDesigns", "seller_href": "https://www.etsy.com/shop/BlattelDesigns?ref=simple-shop-header-name&listing_id=929894276", "store_sales": "143 sales", "store_rating": "5", "listing_title": "10 Blogger Influencer Canva LikeToKnow.It + Pinterest Templates | Customizable Editable Affiliate Marketing Sale Collages | Leigh Bundle", "listing_bestseller": "-", "listing_price": "\n                        $15.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Looking for easy editable & customizable product collages to share on LikeToKnow.It, your blog, or Pinterest? I’ve created a bundle of 10 Canva templates just for you! These templates are ideal for bloggers & influencers looking to boost sales and grow their affiliate income. Great for use with gift guides, product wish lists, favorites collages, daily sale alerts and MORE! Each template includes easy drag & drop image layouts to save you time & maintain your brand image. (NOTE: In the examples, I used the background eraser to remove the backgrounds in images. Available with Canva Pro!)Each template is sized specifically for LikeToKnow.it so there’s no need to resize! This bundle includes:- 1 PDF file with a link to 10 templates ideal for LikeToKnow.It- Compatible with free Canva subscription - i.e. free Canva fonts & elements used- Everything is editable + customizable- Simple digital download - no physical copy- Basic understanding of Canva *NOTE: THIS IS A DIGITAL PRODUCT. No physical copy will be shipped to you. Once purchased you will immediately receive your downloadable digital files. This also means ALL SALES ARE FINAL. Refunds & exchanges will NOT be given. Please reach out if you have any questions BEFORE placing your order :) All designs created by @BlattelDesigns are for personal use only and are not to be resold or distributed. Only hurts small business when you share with friends.\n                ", "listing_reviews": null, "store_reviews": "5 shop reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/929894276/10-blogger-influencer-canva-liketoknowit"}, {"seller_text": "HillAndOliveAus", "seller_href": "https://www.etsy.com/shop/HillAndOliveAus?ref=simple-shop-header-name&listing_id=775657077", "store_sales": "33,511 sales", "store_rating": "4.5456", "listing_title": "10 Mobile Lightroom Presets, Vsco Filters, Iphone Presets, Lightroom, Mobile Presets, Instagram Filters Presets, Colorful Mobile, Dng Preset", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.71\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    Mobile Lightroom presets for aesthetic Instagram profile feed. Perfect for anyone wanting to create a dreamy Instagram feed, works well with photos shot on Android or iPhone. Details:- 10 Mobile Lightroom Presets in .dng format- Use on Lightroom mobile app - Compatible with both Android and iPhone- Digital Files ONLY- Include PDF image instructions and Google Drive alternative download linkInstallation: To access your digital files:1. Go to Your Account 2. Purchases and reviews and look for the order. 3. To the right of the order, click Download Files. 4. You will be able to download the download link PDF which will take you to Google Drive where you will be able to download  ALL 10 presets     (ALSO DOWNLOAD INSTRUCTION MANUAL FOR REFERENCE.)5. Save each DNG file separately to your phone (these will save as images).6. You will then be able to upload each DNG file as an image to your Lightroom Mobile app.7. Click on the three dots in the top right of your Lightroom app  8. Select the option 'Create Preset', this will allow you to save the preset to the preset editing option of the app for use on other images.For any questions please contact me via Etsy messages.No sharing files, or selling them in any form. Derivative works are prohibited.\n                ", "listing_reviews": "100", "store_reviews": "1,400 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/775657077/10-mobile-lightroom-presets-vsco-filters"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=686099539", "store_sales": "171,648 sales", "store_rating": "4.8275", "listing_title": "COLOR Presets, Vibrant Presets, Lightroom PRESETS, MOBILE Presets, Instagram Filter, Desktop Preset, lightroom mobile presets, blogger", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    💥5 Mobile Lightroom Presets, Mobile Presets, Desktop Presets💥Blogger Preset Package for Instagram Photo PresetDreamLand preset photo filter✅FILES included:- 5 Lightroom presets for MOBILE Lightroom( free mobile lightroom app)- 5 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "94", "store_reviews": "6,145 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/686099539/color-presets-vibrant-presets-lightroom"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=631617674", "store_sales": "237,230 sales", "store_rating": "4.8715", "listing_title": "20 Lightroom Presets LUXURY BLACK for Desktop and Mobile Lightroom, Deep Moody,  Dark Instagram Filter, Black Tones Blogger Presets", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $3.65\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    20 LIGHTROOM PRESETS LUXURY BLACK, Mobile Presets, Desktop Presets, Dark Preset, Black Preset, Photo filter, Pets Bloggers Presets, Instagram presetsCreate the perfect look within a click of a button it will be perfect for all your social media posts!Luxury Black Preset Pack that gives a photo a unique atmosphere and unsaturated, faded colors.Check out my Bestseller Itemshttps://www.etsy.com/shop/VictoriaBeePhoto♦️ Works in Lightroom Mobile App (iOS/Android)♦️ Works With & Without Adobe subscription♦️ Compatible with All Photo formatsIncluded:🔶20 Lightroom presets in .DNG format for MOBILE Lightroom (.ZIP Archive)🔶20 Lightroom presets in .XMP format for DESKTOP Lightroom (.ZIP Archive)🔶.PDF file with direct link to download presets directly to your phone (Dropbox)🔶.PDF Instruction Guide Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets.‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️Keep in mind that all presets work differently with each photo depending on a number of factors such as lighting, white balance, tone etc. Please contact me for any questions or editing help victoriabee.shop [!at] gmail.com© 2019-2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoKeywords: Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset, Dog Preset, Puppy Preset, Cat Preset, Animal Preset, Pets Presets, Bright Light Presets\n                ", "listing_reviews": "32", "store_reviews": "8,047 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/631617674/20-lightroom-presets-luxury-black-for"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=948567963", "store_sales": "21,701 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Neutral Filter, Cream Preset, Instagram Filters, iPhone Presets, Lightroom Filter, Lifestyle Preset, Organic Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it natural with an Organic Preset! This Lightroom Mobile preset will effortlessly soften and mute the shades in your photos to achieve a creamy cozy look with the click of button! ☼ Your purchase includes ☼- 1 Organic Lightroom Mobile Preset- PDF step by step installation guide☼ Additional Information ☼- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ☼ Cancellation Refunds/Exchanges ☼Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "15", "store_reviews": "1,130 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/948567963/lightroom-mobile-preset-neutral-filter"}, {"seller_text": "BloggingGuide", "seller_href": "https://www.etsy.com/shop/BloggingGuide?ref=simple-shop-header-name&listing_id=898617949", "store_sales": "180 sales", "store_rating": "5", "listing_title": "Canva Templates for Pinterest - 100 Ready to Edit & Fully Customizable Canva Template Pins - Canva Pinterest Templates", "listing_bestseller": "-", "listing_price": "\n                        $9.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    This package contains 100 amazing Canva templates, made by a social media expert who knows what works on Pinterest.To see more of our Canva templates and blogging tools, visit Blogging Guide: https://bloggingguide.com/store/canva-templatesStand out in Pinterest's feed with big text in eye-catching colors! These 100 big and bold Pinterest pin templates for Canva are fully customizable, an optimized size for pin graphics, and perfect for bloggers and content creators who need to get more traffic to their sites!Increase your repins + pageviews with these attention-grabbing pin design templates!You'll receive a PDF download with a link that will take you directly to the 100 Canva Pin templates, and you can start editing and designing your beautiful pins immediately!These Templates Will Help You:- Save hours of time- Get more attention in Pinterest's feed- Create beautiful pins- Drive repins + traffic to your blog!What's Customizable?- Colors- Fonts- Pictures- Design elements like arrows and buttonsPin Template Dimensions:- Optimized for Pinterest (2:3 ratio)- 1000 x 1500 pixelsThese Canva Pin templates can be used for blog post Pins, landing page Pins, and so much more. They're meant to help you with your Pinterest marketing strategy and to give your brand a cohesive \"look\" while also giving you plenty of pin design options.The pins seen in the sample listing images all include royalty-free images, which are included with this package.To see more of our Canva templates and blogging tools, visit Blogging Guide: https://bloggingguide.com/store/canva-templates/\n                ", "listing_reviews": "4", "store_reviews": "9 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/898617949/canva-templates-for-pinterest-100-ready"}, {"seller_text": "BlogPixie", "seller_href": "https://www.etsy.com/shop/BlogPixie?ref=simple-shop-header-name&listing_id=850861527", "store_sales": "26,954 sales", "store_rating": "4.8126", "listing_title": "Pinterest Templates Canva - Pinterest Pins - Canva Templates - Pinterest Pin Templates - Pinterest Board - Blog Post Template - Blog Pixie", "listing_bestseller": "-", "listing_price": "\n                        $29.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 1 ZIP"], "listing_desc": "\n                    Pinterest templates for Canva by Blog Pixie includes the best bundle of 85 Pinterest Pin Canva templates to make your pins go viral! These templates have been created in the optimal size for Pinterest with headings that stand out and easy areas to add photos.Perfect for bloggers in Lifestyle, Beauty, Fashion, Business, Food, Photography, Parenting and more! With blog post graphic templates, quote templates, freebie templates, gift guide templates, sales templates and so much more.INSTANT DOWNLOAD -------------------YOU WILL RECEIVE:- 85 Pinterest Templates to edit in Canva- 12 bonus graphics- Where to find the best styled stock photos to use in the templates- 32 Call To Action ideas for your pins- A guide to the best fonts on Canva------------------------------------------------WHY YOU NEED THIS PRODUCT:- Use each template as many times as you need!- Move words, elements, shapes and images to get the exact look you need- Fully customizable with your own colors, fonts and add your logo- Create pins for yourself or for your clients- All the design work has been done for you, get your content onto Pinterest ASAP- Easily boost your traffic, followers and sales immediately- Get fresh new pins onto Pinterest, boosting your content daily-------------------------------------------------HOW TO USE:Your download will include a PDF which will link you through to the Canva templates.All you need is a FREE Canva account at canva.comIf you want to be able to upload custom fonts and use extra special features, I highly recommend getting a Canva Pro account - https://blogpixie.com/canvapro------------------------------IMPORTANT:These templates can be accessed on Canva on your computer, tablet or phone.Photos and textures used in the listing images above are for example only and not included in the templates. Links to where to find them are included!You must not share, re-sell, re-distribute or give away any of these templates or graphic elements, they are for your use only.\n                ", "listing_reviews": "10", "store_reviews": "1,571 reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/850861527/pinterest-templates-canva-pinterest-pins"}, {"seller_text": "HayleyAmeliaCreative", "seller_href": "https://www.etsy.com/shop/HayleyAmeliaCreative?ref=simple-shop-header-name&listing_id=1010615856", "store_sales": "764 sales", "store_rating": "4.8182", "listing_title": "70 Pinterest Templates Canva, Pink Pinterest Templates, Blogger Templates, Pinterest Marketing, Pin Template, Pinterest Blogger Templates", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $3.57\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    These stylish brown & beige Pinterest templates are designed for bloggers, business owners, social media managers or anyone wanting to seriously up their Pinterest game!Stand out on Pinterest with these gorgeous Pinterest templates.Includes:- 70 fully customizable templates- PDF with instructions for useThese Pinterest templates can easily be edited with a free account on Canva.com*** This is an instant digital download, no physical product will be shipped ***HOW TO ACCESS THE TEMPLATES- Create a free account at Canva.com- Open the PDF that comes with your order- Click on the Canva.com link in the PDF- You will now be able to access and edit the templates in CanvaThese templates can be used time and time again to create multiple Pinterest pins.Need help? Don't hesitate to contact me & I'll help you out right away.Thanks for supporting me & happy pinning!!© 2021 Hayley Amelia CreativeAll Rights ReservedPinterest Templates Canva, Pink Pinterest Templates, Blogger Templates, Pinterest Marketing, Pin Template, Pinterest Blogger Templates\n                ", "listing_reviews": null, "store_reviews": "33 shop reviews", "search": "pinterest template", "url": "https://www.etsy.com/listing/1010615856/70-pinterest-templates-canva-pink"}, {"seller_text": "SnazzyMango", "seller_href": "https://www.etsy.com/shop/SnazzyMango?ref=simple-shop-header-name&listing_id=839019412", "store_sales": "3,763 sales", "store_rating": "4.6667", "listing_title": "INSTAGRAM Wedding Filter! Gold Wedding Filter For Instagram! Personalised Instagram Filter, Wedding Filter Insta Stories, Gold Wedding Insta", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $8.01+\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: Adobe Illustrator, Photoshop, Instagram, Facebook, Spark AR, Glitter, Insta Stories, Effect, Instagram Story, Insta Story, Sparkle, Gold, Instagram Wedding\n\n\nRead the full description"], "listing_desc": "\n                    Custom Wedding Filter For Instagram, Instagram Stories Filter!Make a statement at your wedding with your very own custom Instagram/Facebook filter! All your family, friends, guests and followers will have access to your filter! Anyone who sees your story will also have access to your filter! Unlike snapchat filters it's not restricted to location and there is no upload cost!| CUSTOMISATION |Information Required:Mr. & Mrs. / Mr. & Mr. / Mrs. -Surname -Date (In format required) - Glitter colour (Select from drop down menu) or message me if you want a colour which isn't listed.Which social media do you want your filter to be on? (Facebook or Instagram). Please note there's a small charge to have your filter on both social media platforms as I essentially have to make 2 separate filters.| HOW IT WORKS |1 - Enter your personalisation requirements in the space provided when ordering.2 - I then design your filter in Instagram/Facebook's unique software.3 - A proof will then be sent to you of how your filter will look, please allow 24hrs for this.4 - Once you're happy with how your filter looks, I then submit it to Instagram/Facebook to upload to their filter collection. (This can take up to 48hrs)!5 - Once the filter has been accepted by Instagram/Facebook I will then email you a link to where you can find your filter on the social media site!6 - You can share the link with all your friends, family and guests! Alternatively, when your post to your story using the filter a badge will be displayed in the top left corner. Anyone who clicks on this will also have access and be able to use your filter! (An example of this is Picture 3).Please message me if you have any questions.  :)If you include the snapchat version in your order, this is just for the filter file. You must upload the filter to Snapchat where costs may be incurred due to location and date. More information can be found here: https://www.snapchat.com/l/en-gb/on-demand/Facebook and Instagram filters are uploaded by me at no extra cost.My full collection of Instagram & Facebook filters can be found here:https://www.etsy.com/uk/shop/SnazzyMango?ref=seller-platform-mcnav&section_id=21416837Keywords:Insta Filter, Instagram Filter, Instagram Story, Instagram Stories, Insta Stories, Instagram Wedding, Instagram Wedding Filter, Rose Gold Wedding Filter, Insta Wedding Filter, Insta Wedding Effect, Insta Wedding Stories, Insta Wedding, Instagram Wedding, Rose Gold Wedding Filter, Insta Mask, Insta Effect\n                ", "listing_reviews": "11", "store_reviews": "466 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/839019412/instagram-wedding-filter-gold-wedding"}, {"seller_text": "ByMakSup", "seller_href": "https://www.etsy.com/shop/ByMakSup?ref=simple-shop-header-name&listing_id=941811609", "store_sales": "239 sales", "store_rating": "5", "listing_title": "Custom Animated Youtube Subscribe Button Overlay for Intro Videos", "listing_bestseller": "-", "listing_price": "\n                        $10.90\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PNG"], "listing_desc": "\n                    Remind your audience to like your YouTube video, subscribe to your channel, and turn on notifications with this animated button.- resolution is full HD 1920X1080 60 fps- 8 seconds in duration- exported with a transparent background (.mov), and green screen (.mp4)- can be repositioned and resized- mouse click and bell sound effects- tutorials included- change name and photo anytime for freePlease provide your channel's name and your photo. You can send the photo via Etsy messages.Shortly after purchase (2-12h.), I will send you a link to a google drive folder with animation that you can download and import to your video editing software.- files are not compatible with some editing apps on your phone- 100% compatible with: Adobe Premiere Pro, Final Cut Pro, iMovie, Filmora, InShot, iMovie on iPhone, Kinemaster, CapCut.- if you have any questions about compatibility with your editing software, then please get in touch before purchasing, so I can send you a free template that you can try in your video editing software\n                ", "listing_reviews": "22", "store_reviews": "39 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/941811609/custom-animated-youtube-subscribe-button"}, {"seller_text": "ChicDoodleDesignCo", "seller_href": "https://www.etsy.com/shop/ChicDoodleDesignCo?ref=simple-shop-header-name&listing_id=855158617", "store_sales": "10,999 sales", "store_rating": "4.8852", "listing_title": "YouTube Channel Branding Package | Animated Intro | End Cards | Watermark | Banner | YT7", "listing_bestseller": "-", "listing_price": "\n                        $14.43+\n                    ", "listing_highlights": ["Handmade", "Materials: JPEG, MP4\n\n\nRead the full description"], "listing_desc": "\n                    This is a listing for personalized YouTube branding in DIGITAL FORMAT.~°~ Options Available ~°~● Banner: This option is for the custom YouTube Banner/Header Only.  2560 x 1440px JPG.● Intro - Animated: This option is for the custom YouTube Intro Only. 1 MP4 file (1080p HD, 1920 x 1080px).● Intro & End Card: This option is for 1 custom YouTube Animated/Video Intro and 1 End Card. The End Card is sized to 1920 x 1080px PNG.● Banner & Intro: This option is for the custom YouTube Banner and Animated/Video Intro.● Banner & End Card: This option is for the custom YouTube Banner and 1 End Card● Full Package: This option is for all branding items; YouTube Banner, Animated/Video Intro and 3 End Cards. This option comes with a FREE Channel Icon/Watermark and a YouTube planner.Preview for Animated/Video Intro:https://youtu.be/SxZuUNgnlU4~°~ Customisations ~°~• Text content will be edited according to your details.• Custom graphics, custom animations and changes of font style are NOT included.• If you require additional changes, please contact me for a quote prior to placing your order.• TWO PROOF REVISIONS are included with your order (a mistake made by me doesn't count). Any additional revisions may be subject to an additional charge.=========================================================~°~ How To Order ~°~Step 1 - Select the quantity (1) and add to cart.Step 2 - Checkout with your items and include the required information to personalize your channel art. Remember to include the following:● Your YouTube Channel Name (or any name you want shown on the banner)● (Optional) Tagline you want under your channel name e.g. Fitness, Beauty● Your Social Media link names for the end cards (up to 3)● (Optional) Photo or Logo you want shown on the banner.  If you do want your photo or logo added, please send it with your order.  Your order may be delayed without it.  You can email your photo to:   michelle [!at] chicdoodle.com or you may attach it to a conversation in Etsy.Step 3 - You will receive a ready-to-use proof via email (to the email address stated in your Etsy account, or you may provide another email address). Please kindly check the content carefully.Step 4 – All items will be sent ready to use so if you don’t have any edits you can go ahead and customise your channel! Hurrah!=========================================================~°~ How It Works and Turnaround Time ~°~NO PRINTED MATERIALS WILL BE SHIPPED. The file will be sent to your email address on Etsy within 2 BUSINESS DAYS (Monday – Friday) unless otherwise stated.=========================================================If you have any problems checking out or would like to discuss your custom order in more detail before paying, just message me using the message button on the top right hand side of the listing and I will be more than happy to help.NB: Colors may vary slightly depending on your computer color settings.I maintain the copyright on all original designs, but any licensed images included maintain the copyright of their original respective owners. This file is for personal use only. You may not forward, share, sell or distribute the file. All rights reserved. Due to the nature of this item, all sales are final.\n                ", "listing_reviews": null, "store_reviews": "1,422 shop reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/855158617/youtube-channel-branding-package"}, {"seller_text": "Oniriqve", "seller_href": "https://www.etsy.com/shop/Oniriqve?ref=simple-shop-header-name&listing_id=1004325111", "store_sales": "55 sales", "store_rating": "5", "listing_title": "YouTube Channel Kit | Editable YouTube Banner, Intro, 2 Thumbnails, End Card | YouTube Brand Kit Editable Canva Templates | Aesthetic Clouds", "listing_bestseller": "-", "listing_price": "\n                        $7.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 ZIP"], "listing_desc": "\n                    Make your YouTube channel stand out with this Aesthetic Pastel Clouds YouTube Channel Kit editable in Canva ! The branding you always dreamt of is now a couple clicks away, and you don't even need to be a professional graphic designer to use it !YouTube Banner, Intro, 2 Thumbnails, Social Media Card, End Card, Animated Premade Outro, 21 Social Media Logos... You name it, with this Aesthetic Pastel Clouds kit, you can do it all !🎁 THE AESTHETIC PASTEL CLOUDS KIT INCLUDES:▪ A YouTube Banner Template (2560x1440px)▪ 2x YouTube Thumbnails Templates (3840x1920px)▪ An Intro Card Template (can be animated) (3840x1920px)▪ A YouTube End Screen Template (can be animated) (3840x1920px)▪ A Social Media Card Template (can be animated) (3840x1920px)▪ An Animated Premade YouTube Outro (you can change the animation and edit it too) (3840x1920px)▪ A ZIP file with different social media logos to import in CanvaYou can edit the templates to your liking: colors, fonts, move and resize the elements, add your pictures and icons.After your order, you will receive a PDF file with 7 clickable links, giving access to the 7 templates listed above, and the ZIP file with the logos !In this PDF, you will find a quick Tutorial for Canva, but don't worry, their website is really intuitive, only basic skills will be needed !📝 WHAT YOU NEED TO KNOW:* This is a digital file, it means that no physical items will be shipped to you. The PDF giving access to the links of the templates will be on your computer.* What is Canva ? Canva is a free tool that requires no designing skills, only intuition ! Just create an account, and then you'll be able to edit the templates (texts, their styles, the fonts, the colors and add your own pictures). Nevertheless, you have to know that some things can't be modified on Canva.* The photos I chose to represent the people in the visuals are for exemple purposes ; they can obviously be replaced with your own photos !* The PDF you'll receive after the order, can only be downloaded and opened on desktop. The editable template links (in the PDF) should only be edited, saved and downloaded on desktop.* Due to ﬁles being instant downloads, refunds and exchanges cannot be given. But if you have any question about your purchase, I'll be happy to help !© 2021 Oniriqve. All rights reserved.All template designs are for personal use only and may not be resold or redistributed under any circumstances.YouTube Channel Kit | Editable YouTube Banner, Intro, 2 Thumbnails, End Card | YouTube Brand Kit Editable Canva Templates | Aesthetic Clouds\n                ", "listing_reviews": null, "store_reviews": "5 shop reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/1004325111/youtube-channel-kit-editable-youtube"}]