[{"seller_text": "Blondary", "seller_href": "https://www.etsy.com/shop/Blondary?ref=simple-shop-header-name&listing_id=974130096", "store_sales": "2,567 sales", "store_rating": "4.9957", "listing_title": "Mobile Lightroom Presets | 10 Tanning Presets | Beach Filter | Summer Tan | Bronze Preset | Beige Presets | Instagram Filter | iPhone Preset", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.05\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    Mobile Lightroom Presets, Tanning Presets, Beige Presets, Summer Presets, Beach Preset, Clean Preset, Brown presets, Bright Presets, Warm Presets, Coffee Presets, Instagram Filter, Instagram Presets, Blogger Presets, Lifestyle presets✩ FREE PRESETS OFFER ✩❤️ GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE ❤️❤️ GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE ❤️❤️❤️ GET 8 PACKS & PAY ONLY FOR 4 - Add 8 items to your cart and use promo code 4FREE*Tanning Mobile Presets: include 10 mobile Lightroom Presets perfect for summer, beach photos. Transform your photos with the Tanning Lightroom Presets*⭐You Will Receive :- 10 DNG. Mobile Presets - 1 PDF file \"how to download mobile presets\" All presets files are in DNG format.After the download you will need to unzip the file, either on your PC (and then send the mobile presets to your phone) or on your phone (if you have an app that can unzip files).After purchase you will be able to INSTANTLY DOWNLOAD the following 10 presets:- If you have problems with installation or with downloading your files just contact me and I'll do my best to help you.- Please keep in mind that each photo has different light setting so you can tweak some settings as light, contrast etc after applying you presets to get best results.For personal use ONLY! You may NOT sell, distribute, rent, give, sub-license, or transfer presets, or presets sent to anyone else.More Presets:Beige Presets:https://www.etsy.com/listing/964232783/mobile-lightroom-presets-12-beige?ref=shop_home_active_1&pro=1Bright Interior Presets:https://www.etsy.com/listing/952251009/mobile-lightroom-presets-6-bright?ref=shop_home_active_2&pro=1Minimalistic Presets:https://www.etsy.com/listing/938999572/lightroom-mobile-preset-7-minimalistic?ref=shop_home_active_4&pro=1Luxury Black Presets:https://www.etsy.com/listing/971607185/lightroom-presets-10-luxury-black?ref=shop_home_active_3&pro=1Fitness Presets:https://www.etsy.com/listing/943374818/lightroom-presets-6-fitness-presets?ref=shop_home_active_5&pro=1Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filters, Travel Presets, Influencer Presets, warm presets, iPhone Presets, Moody Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright Presets, Clean Preset, Color Pop Preset, Vibrant Presets, Home Presets, Beach Presets\n                ", "listing_reviews": "11", "store_reviews": "234 reviews", "search": "printable wall art", "url": "https://www.etsy.com/listing/974130096/mobile-lightroom-presets-10-tanning"}, {"seller_text": "MouseAndMePrints", "seller_href": "https://www.etsy.com/shop/MouseAndMePrints?ref=simple-shop-header-name&listing_id=678204309", "store_sales": "2,863 sales", "store_rating": "4.8788", "listing_title": "Good Vibes Only Print, Good Vibes Only Printable Wall Art, Good Vibes Only Sign, Printable Quotes, Inspirational Quotes Mustard Yellow decor", "listing_bestseller": "-", "listing_price": "\n                        $5.71\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 4 JPG, 1 ZIP", "Height: 10 inches", "Width: 8 inches"], "listing_desc": "\n                    Good Vibes Only, Printable Wall Art**Please note that this is not a physical item - it is a printable digital file**Welcome to Mouse & Me Prints! Before placing your order, please take the time to read the information below.♥♥♥   { DESCRIPTION }You are purchasing the pictured print in 5 file choices. These are scalable, 300dpi, high res JPG files.File 01. (2x3 Ratio) for printing - 4\"x6\", 6\"x9\", 8\"x12\", 10\"x15\", 12\"x18\", 16\"x24\", 20\"x30\", 24\"x36\", 60x90cm.File 02. (3x4 Ratio) for printing - 6\"x8\", 9\"x12\", 12\"x16\", 18\"x24\".File 03. (4x5 Ratio) for printing - 4\"x5\", 8\"x10\", 16\"x20\", 40x50cm.File 04. (ISO Paper Size) for printing - 5\"x7\", A5, A4, A3, A2, A1, 50x70cm.File 05. For printing - 11\"x14\"  (in zip file with Printing Instructions PDF to help you choose the correct file choice for your desired print size).---This is an INSTANT download! Once purchased, this will be available to simply download and print, using high-quality paper.---Once you buy this print, it is yours for personal use. You can print as many as you like! ---It is NOT, however, to be reproduced or distributed FOR SALE in any way.♥♥♥   { P R I N T I N G }---Please keep in mind that colours on a monitor or device may vary slightly from how they appear when printing. ---For the ultimate end result, I recommend printing on high quality paper, such as cardstock or even photographic paper, with ‘best’ settings on printer.♥♥♥   { P U R C H A S I N G }---After payment is confirmed you will be taken to the download page, and an email will be sent to you with your download link.---Click “Download”, save the file to your computer, print, and enjoy!---Please contact me if you have any questions or any problems with your download. ---Please take the time to leave a review. ---Thank you for shopping with Mouse & Me Prints!All Mouse & Me Prints are © Samantha PedlerAll rights reserved\n                ", "listing_reviews": "5", "store_reviews": "260 reviews", "search": "printable wall art", "url": "https://www.etsy.com/listing/678204309/good-vibes-only-print-good-vibes-only"}, {"seller_text": "VicARTprints", "seller_href": "https://www.etsy.com/shop/VicARTprints?ref=simple-shop-header-name&listing_id=972369529", "store_sales": "1,543 sales", "store_rating": "5", "listing_title": "Abstract Print, Scribble Fine Line Drawing, Line Art, Minimalist Wall Art, Neutral Abstract Wall Art, Large Living Room Prints Decor, Poster", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $4.72\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 JPG"], "listing_desc": "\n                    DIGITAL FILES ONLY. Please note this is a digital download only, no physical product will be shipped.HOW DOES IT WORKYou can print the artwork using your home printer with a variety of quality paper sheets or alternatively at local printing shops or online printing services.WHAT'S INCLUDEDYou will receive 5 high resolution, 300dpi JPG files for printing in the following sizes:● 2x3 Ratio file for printing:Inches: 4x6, 6x9, 8x12, 10x15, 12x18, 16x24, 20x30, 24x36Cm: 10x15, 20x30, 30x45, 40x60, 50x75, 60x90● 3x4 Ratio file for printing:Inches: 6x8, 9x12, 12x16, 15x20, 18x24Cm: 15x20, 22x30, 30x40, 38x50, 45x60● 4x5 Ratio file for printing:Inches: 4x5, 8x10, 12x15, 16x20Cm: 10x12, 20x25, 28x35, 30x38, 40x50● An international paper size ISO file for printing A5, A4, A3, A2, A1, 5x7inch, 50x70cm● 11x14 file for printing 11x14inchNOTE- This is a digital product only. No physical prints or frames will be shipped.- This purchase is for PERSONAL USE ONLY. Not for resale or distribution.- Colors may look a bit different as seemed on your screen due to different color monitors and printers.- No refunds due to the instant file download.If you have any questions, please feel free to contact me at any time.Thank you for visiting VicARTprints!© Artwork is Copywrite of VicARTprints\n                ", "listing_reviews": null, "store_reviews": "59 shop reviews", "search": "printable wall art", "url": "https://www.etsy.com/listing/972369529/abstract-print-scribble-fine-line"}, {"seller_text": "LettyArtPrints", "seller_href": "https://www.etsy.com/shop/LettyArtPrints?ref=simple-shop-header-name&listing_id=794340419", "store_sales": "7,150 sales", "store_rating": "4.9431", "listing_title": "Joshua Tree Print, Desert Wall Art, Set Of 2 Prints, Printable Art Arizona Desert Print, Downloadable Print, Arizona Wall Art, Nature Prints", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $7.44\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 ZIP"], "listing_desc": "\n                    INSTANT DOWNLOAD. DIGITAL FILES ONLY.Please note that NO physical product will be shipped.- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -- THIS IS A DIGITAL DOWNLOAD INCLUDES BOTH PRINTS --- INCLUDED FILES -You will receive 10 scaleable high-resolution image files at 300 dpi (required printing standard), printable in the following sizes:2x3 ratio files for printing - 4\"x6\", 6\"x9\", 8\"x12\", 10\"x15\", 12\"x18\", 16\"x24\", 20\"x30\", 24\"x36\", 60x90cm3x4 ratio files for printing - 6\"x8\", 9\"x12\", 12\"x16\", 18\"x24\", 45x60cm4x5 ratio files for printing - 4\"x5\", 8\"x10\", 16\"x20\", 40x50cm5x7 ratio files for printing - 5\"x7\", A5, A4, A3, A2, A1, 50x70cm11x14 files for printing - 11\"x14\"I'll be happy to adjust the size of print with no extra charge, please contact me before purchasing so we can be sure the requested size is available.After purchase, you can access your downloads by visiting your Etsy Profile > Purchases and Reviews (http://www.etsy.com/your/purchases).In case you purchased as a 'guest', you'll receive an automated email from Etsy containing your download links.Please note that the Etsy app on your mobile or tablet devices does not allow download functionality. You can still download your files to your device, though, by opening up your Etsy account in your device's internet browser and navigating to 'You' > 'Purchases and Reviews'.- NOTE -● This is a digital download item. No physical prints or frame will be shipped.● Colors may look a bit different as seemed on your screen due to different color monitors and printers.● No re-selling of any digital files is allowed in any way.● No refunds due to the digital files download.● THIS PURCHASE IS FOR PERSONAL USE ONLY.---Go back to my shop:➤ https://www.etsy.com/shop/LettyArtPrints\n", "listing_reviews": "5", "store_reviews": "364 reviews", "search": "printable wall art", "url": "https://www.etsy.com/listing/794340419/joshua-tree-print-desert-wall-art-set-of"}, {"seller_text": "MintAndPepper", "seller_href": "https://www.etsy.com/shop/MintAndPepper?ref=simple-shop-header-name&listing_id=790367867", "store_sales": "61,307 sales", "store_rating": "4.8303", "listing_title": "7 Lightroom Mobile & Desktop Presets NATURAL Instagram Preset, Bright Filter, Mobile Lightroom Presets for Bloggers, Everyday Photo Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.82\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    7 Lightroom Presets for Lightroom MOBILE (.dng) & Lightroom DESKTOP (.xmp) NATURAL is a pack of 7 Lightroom Presets. Great for bloggers, photographers and everyone who aims to create a consistent feed on Instagram with easily applied filter. Perfect for outdoor photography, stylized shots and portraits.- Compatible with iPhone and Android devices (you just need to download free Lightroom App) and with Desktop Lightroom - Easy to apply, with just one click- Instant download filesYou get:- 7 Lightroom Presets in .dng and .xmp formats - Instruction in PDFPlease remember that all presets look differently on each photo because of lighting and white balance settings, dominant colours etc. If your photo doesn’t look perfect you may need to adjust exposure or temperature to achieve the best results.🌟GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE🌟🌟GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE🌟🌟GET 8 PACKS & PAY ONLY FOR 4 - Add 8 items to your cart and use promo code 4FREE🌟- Due to the digital nature of this product no exchanges or refunds will be madeINSTAGRAM: @mint_and_pepper_EMAIL: mintandpepper5 [!at] yahoo.comKeywords: Lightroom presets, Lightroom, mobile presets, dng, photo filters, iPhone, Android, iOS, instagram presets, digital download, presets, Lightroom CC, Instagram presets, blogger presets, VSCO presets, instagram filter, lifestyle presets, influencer presets, professional photo editing, editorial presets, luxury presets, wedding presets, portrait presets, travel presets, Lightroom mobile, best mobile presets, photo presets.\n                ", "listing_reviews": "16", "store_reviews": "2,033 reviews", "search": "printable wall art", "url": "https://www.etsy.com/listing/790367867/7-lightroom-mobile-desktop-presets"}, {"seller_text": "OnePreset", "seller_href": "https://www.etsy.com/shop/OnePreset?ref=simple-shop-header-name&listing_id=974215413", "store_sales": "77,822 sales", "store_rating": "4.658", "listing_title": "BUNDLE 120 Lightroom Presets Mobile - Instagram Blogger Preset - Lightroom Mobile Presets - Instagram Presets - iPhone Presets for Blogger", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.19\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    💝 GET A FREE PRESET 💝\u2028GET 4 & PAY FOR 3: Add 4 Presets to your cart, use promo code “ONEFREE” and only pay for 3.OR SHOP UNDER THIS LINKhttps://www.etsy.com/au/shop/OnePreset?coupon=ONEFREE✩✩✩ We have 45 BESTSELLERS ✩✩✩Mobile & Desktop Compatible Lightroom Presets to create an aesthetic Instagram feed. \u2028\u2028✮ INCLUDED IN YOUR PURCHASE ✮• 120 Mobile Lightroom Presets (DNG file)• PDF File w/ Simple Instruction Manual• Compatible with both Android and iPhone• Works in Adobe Lightroom (PC/Mac)INCLUDED PRESET PACKS:- Clean- Natural- Cruise- Family- Greece- Hazelnut- Jungle- Lifestyle- Midsummer- Mother- Natural- Tangerine- Tanning✮ INSTALLATION ✮ To access your digital files:1. Go to Your Account2. Purchases and reviews and look for the order.3. To the right of the order, click Download Files.4. You will be able to download the DNG File.5. You will then be able to upload each DNG file as an image to your Lightroom Mobile app.6. Click on the three dots in the top right of your Lightroom app7. Select the option 'Create Preset', this will allow you to save the preset to the preset editing option of the app for use on other images.We value and respect our customers. We always find a compromise in solving any questions that may arise, even after the delivery of the order.Due to the digital nature of this product ALL SALES ARE FINAL.For any questions please contact me via Etsy messages.© No sharing files, or selling them in any form. Derivative works are prohibited. © OnePreset, 2020\n                ", "listing_reviews": "77", "store_reviews": "2,906 reviews", "search": "printable wall art", "url": "https://www.etsy.com/listing/974215413/bundle-120-lightroom-presets-mobile"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=848374533", "store_sales": "237,226 sales", "store_rating": "4.8715", "listing_title": "5 Mobile Lightroom Preset BEE HONEY Warm Instagram Filter, Influencer Lightroom Preset Travel Blogger", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 Files"], "listing_desc": "\n                    Lightroom Presets, instagram preset,  influencer presets, lifestyle blogger presetsLevel up your social media game with BEE HONEY Presets and edit your Instagram photos like a pro on your mobile device! Mobile Lightroom Influencer Preset BEE HONEY  Included 5 presets  inspired by travel bloggers and influencers around the world.This preset for every kind of picture that will surely deliver stunning results and make your images look a hundred times better! For photographers who do a lot of fashion, travel and lifestyle photography.This quality preset produce amazing warm tones and making it easy for you to achieve the same look and feel as your favorite influencers!  🔥GET 5 & PAY FOR 3: add 5 presets to your cart, use PROMO code GIFT2🔺Included5 LIGHTROOM MOBILE PRESET .DNG file🔵How to Download and Install mobile preset:  https://youtu.be/fDKHSkU7GIs🔵If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll.For any questions or editing help Please contact me email victoriabee.shop [!at] gmail.com© 2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoKeywords: Warm filter, Instagram Filter, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, family preset,\n                ", "listing_reviews": "16", "store_reviews": "8,047 reviews", "search": "printable wall art", "url": "https://www.etsy.com/listing/848374533/5-mobile-lightroom-preset-bee-honey-warm"}, {"seller_text": "DigitalVibes", "seller_href": "https://www.etsy.com/shop/DigitalVibes?ref=simple-shop-header-name&listing_id=809531211", "store_sales": "12,390 sales", "store_rating": "4.8333", "listing_title": "10 Mobile and Desktop Lightroom Presets, SUNSET GLOW presets, Sunset sunrise Lightroom Preset,Bright, Instagram Filter,Travel Summer Blogger", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    ✅ LIMITED OFFER - Just don't miss it out!Huge Package of 1000+ Mobile & Desktop Presets with a HUGE discount!! Imagine what you can do with this Bundle of 1000+ Premium Presets !Follow the link --> https://www.etsy.com/listing/864152596/lightroom-presets-bundle-bestsellers-of?ref=listing_published_alert-------------------------------------------------------------------------10 Lightroom Presets, Mobile Presets and Desktop Lightroom Presets, Instagram preset, influencer presets, lifestyle blogger presets, Summer Filters, Pastel Sunset Sunrise Beach Travel Presets, Warm Light Bright Effect.✅ SUNSET GLOW PRESETS:Take your social media pictures to the next level with DIGITAL VIBES Presets and edit your Instagram photos like a pro!The SUNSET GLOW Preset Pack will help you rock your Instagram feed, with bright pastel tones and vibrant warm light, perfect for your sunset and sunrise images. It will make you grow your followers, and create a perfect grid!✅ FILES included:The digital download comes with 2 PDF files✩ The file \"How to download\" includes a direct link to download :  10 Mobile Lightroom Preset - DNG format. 10 Desktop Lightroom Preset - XMP format.✩  The file \"How to use\" includes instructions to use the mobile and desktop presets✅ SPECIAL PROMO: BUY 5 & PAY ONLY 3✩  Add 5 items to your order ( Each item should be a pack of 10 presets)✩  Apply HAPPYSALE COUPON CODE✩ PAY ONLY FOR 3!!!✅ NOTES: ✩ All of the presets have been tested on a variety of pictures and they are very versatile.In most cases the presets works at one-click magic, but please note that it works differently on each picture, you can then edit and play with the exposure,white balance.. etc✩ This is a digital download, No physical product will be sent.✩  The presets are for personal or professional use.✩ Because my products are digital downloads, I am unable to refund, since they cannot be returned once downloaded. However we would be happy to assist with any questions. © 2020 Digital Vibes, All Rights Reserved.TERMS OF USE: All the products are copyrighted to Digital Vibes, do not share or sell these files.\n                ", "listing_reviews": "23", "store_reviews": "526 reviews", "search": "printable wall art", "url": "https://www.etsy.com/listing/809531211/10-mobile-and-desktop-lightroom-presets"}, {"seller_text": "EliteStudioPresets", "seller_href": "https://www.etsy.com/shop/EliteStudioPresets?ref=simple-shop-header-name&listing_id=806720640", "store_sales": "17,026 sales", "store_rating": "4.7489", "listing_title": "10 Lightroom Mobile Desktop Presets MALIBU, Light and Bright Mobile Presets, Travel Island Picture Filter, Instagram and Blogger Presets", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.38\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    Instantly add brightness to your travel photos, while also adding a pop to ocean colors. Turn your pictures into jet➤setter lifestyle pics.☆ What is included? ☆➤ 10 Presets in DNG and XMP format (NOT lrtemplate format, but you can still use them by uploading the DNG files in your Lightroom Desktop and save them as preset.)➤ PDF file containing a link to download your mobile and desktop presets➤ PDF installation guideEtsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets☆ Compatibility ☆➤ For MOBILE and DESKTOP use (iPhone, Android, PC, MAC)➤ Compatible with free version of the Adobe Lightroom App. You can download this app for free on your mobile phone (iPhone or Android)➤ Compatible with the paid desktop version of the Adobe Lightroom Classic CC (version 7.3+)➤ For use on JPEG and RAW images☆ BUY 5 AND GET 30% OFF!! ☆Add 5 presets in your cart and receive automatically 30% discount!https://www.etsy.com/shop/EliteStudioPresets☆ 24/7 Support ☆If you have any questions or need some help with the presets, please contact me at Etsy or through email elitestudiopresets[at]@gmail.com♡ Share with Us! ♡I would love to see how your pictures turned out by using our presets. Please include them in your review! Tag or DM us on instagram to get featured!@elitestudiopresets© 2020 Elite Studio Presets, All Rights ReservedTerms of Use: By purchasing this item, you are automatically agreeing to the terms of use. Included but not limited to: Prohibition of sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "41", "store_reviews": "749 reviews", "search": "printable wall art", "url": "https://www.etsy.com/listing/806720640/10-lightroom-mobile-desktop-presets"}, {"seller_text": "PresetsByMary", "seller_href": "https://www.etsy.com/shop/PresetsByMary?ref=simple-shop-header-name&listing_id=710367180", "store_sales": "64,798 sales", "store_rating": "4.8204", "listing_title": "21 Mobile Lightroom Presets THAI / Summer, Bright & Airy presets, vibrant travel preset filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.97\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    💗GET 6 & PAY FOR 3: add 6 presets to your cart, use coupon: GIFTBYMARY and pay for 3 only 💗https://www.etsy.com/shop/PresetsByMary?coupon=GIFTBYMARY⭐️21 UNIQUE LIGHTROOM PRESETS / MOBILE Presets ⭐️Mobile Preset is perfect for your Adobe Lightroom CC Mobile App and works well with your photos shot with your iPhone or Android device.Presets fit for Outdoor and Indoor pictures, Family, Travel, Lifestyle, Blogger, Wedding, Portrait photos.Included:🔶21 Lightroom presets in DNG format for MOBILE Lightroom (free app compatible with both IOS and ANDROID).🔶Compatible with All Photo formats🔶Compatible with Lightroom Mobile App🔶Compatible with All Lightroom and Photoshop Versions🔶Instant download (Download the presets right after the payment and start enjoying now)🔶Free support (contact us me any questions or concerns. We're always happy to provide fast and thorough support)🎁SPECIAL OFFER 3+3 for FREEBuy atleast 3 items from my shop and get 3 for FREE WIth love,PresetsByMary♥️\n                ", "listing_reviews": "100", "store_reviews": "3,799 reviews", "search": "printable wall art", "url": "https://www.etsy.com/listing/710367180/21-mobile-lightroom-presets-thai-summer"}, {"seller_text": "VicARTprints", "seller_href": "https://www.etsy.com/shop/VicARTprints?ref=simple-shop-header-name&listing_id=958388342", "store_sales": "1,543 sales", "store_rating": "5", "listing_title": "Neutral Wall Art, Botanical Printable Wall Art, Boho Leaf Print, Minimalist Prints, Boho Wall Art, Bedroom Print, Abstract Wall Art Poster", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $4.72\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 JPG"], "listing_desc": "\n                    DIGITAL FILES ONLY. Please note this is a digital download only, no physical product will be shipped.HOW DOES IT WORKYou can print the artwork using your home printer with a variety of quality paper sheets or alternatively at local printing shops or online printing services.WHAT'S INCLUDEDYou will receive 5 high resolution, 300dpi JPG files for printing in the following sizes:● 2x3 Ratio file for printing:Inches: 4x6, 6x9, 8x12, 10x15, 12x18, 16x24, 20x30, 24x36Cm: 10x15, 20x30, 30x45, 40x60, 50x75, 60x90● 3x4 Ratio file for printing:Inches: 6x8, 9x12, 12x16, 15x20, 18x24Cm: 15x20, 22x30, 30x40, 38x50, 45x60● 4x5 Ratio file for printing:Inches: 4x5, 8x10, 12x15, 16x20Cm: 10x12, 20x25, 28x35, 30x38, 40x50● An international paper size ISO file for printing A5, A4, A3, A2, A1, 5x7inch, 50x70cm● 11x14 file for printing 11x14inchNOTE- This is a digital product only. No physical prints or frames will be shipped.- This purchase is for PERSONAL USE ONLY. Not for resale or distribution.- Colors may look a bit different as seemed on your screen due to different color monitors and printers.- No refunds due to the instant file download.If you have any questions, please feel free to contact me at any time.Thank you for visiting VicARTprints!© Artwork is Copywrite of VicARTprints\n                ", "listing_reviews": null, "store_reviews": "59 shop reviews", "search": "printable wall art", "url": "https://www.etsy.com/listing/958388342/neutral-wall-art-botanical-printable"}, {"seller_text": "KateDecorPrints", "seller_href": "https://www.etsy.com/shop/KateDecorPrints?ref=simple-shop-header-name&listing_id=953674816", "store_sales": "5,146 sales", "store_rating": "4.9451", "listing_title": "Abstract Print, Abstract Printable Wall Art, Neutral Print Bedroom Wall Art Abstract Sun And Sea Pastel Print Abstract Poster Wall Art Decor", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $4.83\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 JPG"], "listing_desc": "\n                    INSTANT DOWNLOAD-------------------------PLEASE NOTICE: This listing is a DIGITAL FILES of this artwork.You can print the files on a home printer, at a local print shop or using an online service.WHY PRINTABLE ARTPrintable art creates an amazing change in your home or office, in such a simple and affordable way.WHATS INCLUDEDAfter purchase, you can download 5 scalable high resolution JPG files at 300dpi in the following sizes:1. 2x3 ratio file for printing 4\"x6\", 6\"x9\", 8\"x12\", 10\"x15\", 12\"x18\", 16\"x24\", 20\"x30\", 24\"x36\", 60x90cm2. 3x4 ratio file for printing 6\"x8\", 9\"x12\", 12\"x16\", 18\"x24\"3. 4x5 ratio file for printing 4\"x5\", 8\"x10\", 16\"x20\", 40x50cm4. 5x7 ratio file for printing 5\"x7\", A5, A4, A3, A2, A1, 50x70cm5. 11x14 file for printing 11\"x14\"Please contact me if you need a different size or have any questions, I’m happy to help.HOW TO DOWNLOADAfter checkout, you will receive an on-screen confirmation and an email from Etsy that your order is ready for download.You will be able to access this print at all times through Etsy purchases page.KINDLY NOTE- This listing is for a digital download. No physical product will be shipped, and the frame is not included.- This listing is for PERSONAL use only and CANNOT BE RESOLD.- Colours may vary slightly due to viewing different monitors- Digital download items are not refundable.VIEW THE ENTIRE RANGE OF THE SHOP:https://www.etsy.com/shop/KateDecorPrintsThank you very much for visiting my shop!\n                ", "listing_reviews": null, "store_reviews": "244 shop reviews", "search": "printable wall art", "url": "https://www.etsy.com/listing/953674816/abstract-print-abstract-printable-wall"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=881743862", "store_sales": "21,700 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Influencer Presets, Instagram Filters, iPhone Presets, Lightroom Filter, Lifestyle Presets, Blogger Photo Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it neutral with this Influencer Preset! This Lightroom Mobile preset will effortlessly soften and mute the shades in your photos to achieve a creamy chic look with the click of button! ❀ Your purchase includes ❀- 1 Influencer Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "33", "store_reviews": "1,130 reviews", "search": "printable wall art", "url": "https://www.etsy.com/listing/881743862/lightroom-mobile-preset-influencer"}, {"seller_text": "ThePresetCow", "seller_href": "https://www.etsy.com/shop/ThePresetCow?ref=simple-shop-header-name&listing_id=934063765", "store_sales": "6,133 sales", "store_rating": "4.8085", "listing_title": "Mobile Lightroom Presets | Instagram Presets | Desktop Lightroom Presets | Influencer Blogger Presets | Sunset Preset | Warm Light Preset |", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.13\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 2 other files"], "listing_desc": "\n                    Created for Instagram influencers, lifestyle or travel bloggers, and creators, this warm sunset preset will transform your images with just one click! Aimed to create a cohesive feed & consistent aesthetic for your Instagram, blog, or platform. Made by a photographer with 6 years of camera experience.INCLUDED IN YOUR PURCHASE:✔ 1 MOBILE Lightroom Preset (DNG format)✔ 1 DESKTOP Lightroom Preset (XMP format)✔ PDF Step-by-Step GuideCOMMON QUESTIONS: ✔ Compatible in Lightroom Mobile App (iOS or Android)✔ Compatible in Lightroom Desktop (Mac or PC)✔ Compatible in all Lightroom Desktop versions✔ Instant downloadContact me with any questions, feedback, or concerns. Thank you for shopping small!♡ Stay safe & happy editing, Alana ♡📌 PINTEREST: www.pinterest.com/alanamak📷 INSTAGRAM: www.instagram.com/alanamakREFUND POLICY & TERMS OF USE:Due to the digital nature of this product, all sales are final & there are no returns or exchanges. No sharing files, or reselling them in any form. Derivative works are prohibited. Violators of this agreement will be prosecuted.© ThePresetCow, 2020KEYWORDS:Warm Filter I Light Preset I Sunset Photo Preset | Summer Filter | Mobile Lightroom Presets I Instagram Presets I Desktop Lightroom Presets I Influencer & Instagram Filter I DNG I Mobile Filter I Travel Presets I Influencer Presets I I iPhone Presets I Blogger Presets I Photo Filters I Android Preset I Edits in Lightroom | VSCO Filter | Lightroom Editing | Photo Presets | Lightroom for Beginners | Best Lightroom Presets | VSCO Tumblr Editing | Best Instagram Filters | Aesthetic Lightroom Preset | Aesthetic Instagram Filter | Photo Editing | Travel Filter | Blogger Filter | Easy Preset | Photography Presets | Photography Editing |\n                ", "listing_reviews": "16", "store_reviews": "188 reviews", "search": "printable wall art", "url": "https://www.etsy.com/listing/934063765/mobile-lightroom-presets-instagram"}, {"seller_text": "CelestesCaseStudio", "seller_href": "https://www.etsy.com/shop/CelestesCaseStudio?ref=simple-shop-header-name&listing_id=777120899", "store_sales": "14,269 sales", "store_rating": "4.9051", "listing_title": "CALIFORNIA Modern Abstract Art Prints, Mid Century Modern Wall Decor, Celestes Art© Gallery Wall Print, Bright Digital Download", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $10.95\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 4 ZIP", "Height: 0 inches", "Width: 0 inches"], "listing_desc": "\n                    *** GET 3 & PAY FOR 2 / add 3 downloads to your cart / use code: MAGIC3 and pay just for 2 ****** GET 4 & PAY FOR 2 / add 4 downloads to your cart / use code: MAGIC4 and pay just for 2 ***PLEASE READ THE DESCRIPTION CAREFULLY BEFORE PURCHASE. THIS IS AN INSTANT DOWNLOAD. NOTHING WILL BE MAILED.Bring a modern, unique and minimalistic style to your home decor with this abstract watercolor piece. It features trendy watercolor art with in a bohemian color palette - the perfect additional to any gallery wall! *Note this print does not feature any metallic ink.Waiting for shipping can be a drag – my artwork is literally ready to download immediately! This listing is for DIGITAL DOWNLOADS ONLY. Nothing physical will be mailed. What’s so wonderful about digital prints? There’s no need to wait days for the mail to come – all files are available once your payment has cleared. That means you save time and money on shipping!INSTANT DOWNLOADThis listing includes four (4) instantly printable downloadable digital files (without framed background)! Your order will include the following:2x3 RATIO FILE FOR PRINTING: 6\"x9\", 8\"x12\", 10\"x15\", 12\"x18\"4x3 RATIO FILE FOR PRINTING: 6\"x8\", 9\"x12\", 12\"x16\"4x5 RATIO FILE FOR PRINTING: 4\"x5\", 8\"x10\", 16\"x20\"11\"x14\" RATIO FILE FOR PRINTINGFeel free to contact me to get custom sizes if needed and I will be more than happy to adjust size and color at no extra charge.HOW TO ORDER1. Simply purchase the listing.2. After your payment has been processed you can download the prints under the Purchases/Reviews section in your Etsy account. Please follow the link to find your purchases: www.etsy.com/your/purchasesPlease note that you can't download a digital purchase through the Etsy App.WHERE TO PRINTYou can print at home, print shop (such as Office Depot, Wallgreens, Target, Costco etc.) or online services such as vistaprint.com, shutterfly.com, snapfish.com.  An unlimited amount of copies can be made.*Do check their updates for any production or shipping delays*PRINTED AND DELIVERED1. www.vistaprint.com2. www.shutterfly.com3. www.artifactuprising.com4. www.snapbox.com5. www.snapfish.com6. https:/photos3.walmart.com/about/posters7. https://fineartamerica.com/custom/If you’d like a frame, you can purchase one from any online retailer and have it delivered  and you can get the printing and framing done all at once from one of the following online print providers:FRAMED PRINTS DELIVERED1. www.artifactuprising.com2. www.simplyframed.com 3. www.framebridge.com 4. www.snapbox.com5. www.levelframes.com6. https://fineartamerica.com/custom/These are just some of my faves, Google search would provide many more different framing options too!PLEASE NOTENo physical products will be shipped. This listing is for an INSTANT DOWNLOAD only.The colors may vary slightly from how they appear in person or how they display from one viewing device to another due to the color calibration of your device or monitor.The final product of the artwork will be determined by the quality of the printer and either the paper or card stock that you choose. For the most visually stunning final results we recommend printing the designs using high-quality paper.Please advise that this product does NOT include any physical item. Nothing will be mailed. You will receive your purchase in the digital files once payment has cleared.Also be aware that there are color variations on different screens. Colors seen on your screen here may vary slightly. If this is a problem, contact me and I can tweak the color to your needs.Once payment is cleared, Etsy will notify you that your downloads are available. If you have any questions about the download process, please visit Etsy’s help center:https://www.etsy.com/help/article/3949Copyright 2020 Celeste's StudioAll Rights ReservedPlease remember:- All prints are for PERSONAL use ONLY. These are not to be used for any commercial purposes.- You cannot share or resell any files- You cannot use these files in any promotional materials\n                ", "listing_reviews": null, "store_reviews": "1,471 shop reviews", "search": "printable wall art", "url": "https://www.etsy.com/listing/777120899/california-modern-abstract-art-prints"}, {"seller_text": "ArtPrintsFactory", "seller_href": "https://www.etsy.com/shop/ArtPrintsFactory?ref=simple-shop-header-name&listing_id=1022511932", "store_sales": "95,097 sales", "store_rating": "4.9607", "listing_title": "Boho butterflies, nursery printable art, Blush pink girls print, girl's room decor, vintage decor, boho girl's nursery, butterflies wall art", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $6.00\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 other file", "Height: 0 inches", "Width: 0 inches"], "listing_desc": "\n                    ♥  50% OFF   ♥  Just today!        ⋒ ⋒ ⋒   YOU WILL RECEIVE:   SET OF 6 BUTTERFLY - BOHO FLORAL PRINTS- 6x high resolution (300 dpi)  JPG file - size 8x10 inches- 6x high resolution (300 dpi)  JPG file - size 11x14 inches- 6x high resolution (300 dpi)  JPG file - size 16X20 inches- 6x high resolution (300 dpi)  JPG file - size A4 international paper- 6x high resolution (300 dpi)  JPG file - size A3 international paperIf you need another size please contact us.-------------------------    ♥ INSTANT DOWNLOAD:    The files will be delivered electronically within minutes of your order and payment. An email will be sent to the address you have associated with your Etsy account with a link for your download..-------------------------    ♥  HOW TO PRINT  ➤ Print at home using good quality card or art paper.   Use Satin or matt paper and heavy weight paper.➤ Print at your local copy shop.➤ Upload to an online print shop such as staples.-------------------------   ♥ IMPORTANT:   -• This is a digital item, you will not receive anything in the mail.• Digital items cannot be returns so can't be refunded - sorry.• The way colours may vary from monitor to monitor.-------------------------   ♥  NEED MORE HELP?  -Please get in touch, I'm happy to try to resolve any question or issues for you.Some of our designs have incorporated other artists work  and ArtprintsFactory has done this with either the artists permission or with an Extended Commercial License from them. This purchase is for Personal Use Only. Please not resell, reproduce, distribute by electronic means or profit in any way.Boho butterflies, nursery printable art, Blush pink girls print, girl's room decor, vintage decor, boho girl's nursery, butterflies wall art\n                ", "listing_reviews": null, "store_reviews": "6,276 shop reviews", "search": "printable wall art", "url": "https://www.etsy.com/listing/1022511932/boho-butterflies-nursery-printable-art"}, {"seller_text": "AvalanchePresets", "seller_href": "https://www.etsy.com/shop/AvalanchePresets?ref=simple-shop-header-name&listing_id=721952828", "store_sales": "9,831 sales", "store_rating": "4.5965", "listing_title": "10 Mobile Lightroom Presets,Summer preset, Instagram filter,Natural preset, Desktop Presets, Color Lightroom, Vibrance, Lifestyle Blogger,", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $0.71\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    Visit more Presetswww.etsy.com/shop/AvalanchePresetsINCLUDED IN YOUR PURCHASE💥 Instant Download💥 10 Lightroom presets for MOBILE Lightroom( free mobile lightroom app)💥 10 Lightroom presets for DESKTOP Lightroom (Both MAC and Windows supported)💥 Instructions💥 Instant Download 💥 Compatible with all Photo formats💥 Compatible with Lightroom Mobile App (Both IOS and Android)💥 Compatible with Desktop Lightroom (Both MAC and Windows)🎁GET 4 PAY FOR 2🎁• Add 4 items to cart• Use code: GET2FREE• Pay just for 2 items If you are not sure about suitability of presets on your photos you can leave me message/send me few examples of your photos and I will test the presets and will show you results.📧 Contact us:  avalanchepresets [!at] gmail.com© 2018 AvalanchePresets, All Rights Reserved\n                ", "listing_reviews": null, "store_reviews": "352 shop reviews", "search": "printable wall art", "url": "https://www.etsy.com/listing/721952828/10-mobile-lightroom-presetssummer-preset"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=885035515", "store_sales": "70,784 sales", "store_rating": "4.9099", "listing_title": "5 Beach Lightroom Mobile Presets, Tan Skin Photo Editing Filter for Summer Travel, Blue Ocean Instagram Influencer Tropical Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.67\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Just Beachy Lightroom MOBILE Presets for Bloggers & Instagram Influencers, Photo Editing Filter for Lifestyle and Travel🌟The Just Beachy Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will bright and airy, beachy tones to your iPhone imagery. These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ Detailed PDF instructions for preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "13", "store_reviews": "5,612 reviews", "search": "printable wall art", "url": "https://www.etsy.com/listing/885035515/5-beach-lightroom-mobile-presets-tan"}, {"seller_text": "FilAndEllieStudio", "seller_href": "https://www.etsy.com/shop/FilAndEllieStudio?ref=simple-shop-header-name&listing_id=918162334", "store_sales": "9,294 sales", "store_rating": "4.8409", "listing_title": "6  Mobile LIGHTROOM Presets, Bohemian Preset, Desktop Presets, Vsco Filters, Moody Presets, Mobile Presets, Instagram Filter, Boho Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF, 2 ZIP"], "listing_desc": "\n                    Instagram Presets / Mobile Lightroom Presets / Desktop & Mobile Presets /Boho Presets/Moody Presets✩ INCLUDED IN YOUR PURCHASE ✩6 Mobile Lightroom Presets (DNG files)6 Desktop XMP PresetsFree 35 pages PDF on Social Media GrowthDetailed PDF Image Instructions◾️ If you have issues downloading or using any of the files, please contact me and I will re-send you the files and help you troubleshoot◾️With over 10 years of professional experience in the world of photography, you are guaranteed to get high quality presets that will elevate the look of your photos. We spent hundredths of hours editing, so that you won’t have to.✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Works With & WITHOUT Adobe subscription✔️ You only need Lightroom CC App on your Phone/iPad✔️ Works With Lightroom Desktop for Mac or PC (Classic & CC)Created for the FREE Lightroom Mobile App and Desktop Lightroom. Works best on RAW files but is fully compatible with JPEGS as well.General information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUY. Make sure to save the zip file on your phone. The transaction and installation can be completed on a mobile device. Access to a desktop computer is not required.These presets were designed to work with many different light conditions, from full sun to shade, and will help you achieve a consistent look by enhancing the colors and brightness of your photos. This pack in particular was designed to enhance the colors of sunlight, giving a warm & bright feel to your photos. Sand, the color of wheat, white, brown and soft tones in general are at the core of these filters. Perfect for general lifestyle photos, family, weddings or in general for portraits at golden hour/sunset . This pack works well for many different types of photography from lifestyle to travel, home blogging and professional wedding photographyBohemian includes 6 mobile presets & 6 Desktop Presets. They are all extremely versatile, can be fully customized and are guaranteed to enhance dull images with just one click. Whether you work with photos straight from your phone’s camera roll or raw files from your DSLR, these presets will help you refine your style giving you beautiful photos.Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "13", "store_reviews": "421 reviews", "search": "printable wall art", "url": "https://www.etsy.com/listing/918162334/6-mobile-lightroom-presets-bohemian"}, {"seller_text": "PresetDesignPhoto", "seller_href": "https://www.etsy.com/shop/PresetDesignPhoto?ref=simple-shop-header-name&listing_id=977253645", "store_sales": "2,125 sales", "store_rating": "4.9657", "listing_title": "10 Lightroom Presets, Clean and Crisp Lightroom Presets for Mobile and Desktop, Blogger and Instagram Photo Filters, Light Bright Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.92\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 JPG, 1 PDF"], "listing_desc": "\n                    🎁 GET 4 & PAY FOR 2 With Promo Code: 2FREE 🎁🎁 GET 6 & PAY FOR 3 With Promo Code: 3FREE 🎁🎁 GET 8 & PAY FOR 4 With Promo Code: 4FREE 🎁10 Clean And Crisp presets, Lightroom presets, Blogger photo presets, mobile presets and desktop presets, instagram Filters by Preset DesignINCLUDED:• 10 MOBILE Lightroom presets• 10 DESKTOP Lightroom presets• After Purchase Customer Support• Instructions• Instant DownloadPreset Bundles In My Shop:www.etsy.com/shop/presetdesignphoto♡ SPECIAL OFFER ♡🎁  ADD 4 TO CART, PAY FOR 2 🎁  GET 50% WHEN YOU ADD 4 🎁🎁  ADD 6 TO CART, PAY FOR 3 🎁  GET 50% WHEN YOU ADD 6 🎁🎁  ADD 8 TO CART, PAY FOR 4 🎁  GET 50% WHEN YOU ADD 8 🎁HERE'S WHY YOU'LL LOVE IT:• Light airy clean vibe perfect for instagram themes• Made by a professional digital creator• Consistent results with no harsh colors or lightingMORE INFO:• Works with the Free and Paid Lightroom Mobile App• Works with All Lightroom Desktop Versions• Works with Mac and PC Desktops/LaptopsIf you have any more questions or need help picking the perfect presets for you, you can contact us any time!OUR SOCIAL MEDIA• IG: @preset_design.....................................................© Preset Design LLC, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited......................................................\n                ", "listing_reviews": "5", "store_reviews": "204 reviews", "search": "printable wall art", "url": "https://www.etsy.com/listing/977253645/10-lightroom-presets-clean-and-crisp"}, {"seller_text": "Inprimo", "seller_href": "https://www.etsy.com/shop/Inprimo?ref=simple-shop-header-name&listing_id=964370578", "store_sales": "2,759 sales", "store_rating": "5", "listing_title": "3 Piece Wall Art, Midcentury Modern Wall Art, Set of 3 Printable Wall Art, Gallery Wall Art Set, Set of 3 Prints, Eccentric, 70s Decor", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $11.42\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 ZIP"], "listing_desc": "\n                    𝐓𝐇𝐈𝐒 𝐈𝐒 𝐀 𝐃𝐈𝐆𝐈𝐓𝐀𝐋 𝐏𝐑𝐈𝐍𝐓, 𝐍𝐎 𝐏𝐇𝐘𝐒𝐈𝐂𝐀𝐋 𝐏𝐑𝐈𝐍𝐓 𝐖𝐈𝐋𝐋 𝐁𝐄 𝐒𝐇𝐈𝐏𝐏𝐄𝐃.Please note: These prints have a retro style paper texture effect which can be seen in the close-up of the last image. If you don't want the texture, feel free to message. Due to the size of these files, they have to be in zipped folders. If you don't have a program to open zip files or you are using your phone, please message and I will e-mail the files to you. This retro 70's inspired 3 piece wall art set is assured to brighten your walls! You can print at home, take to your local print shop or upload the file to a printing service such as Staples, Officeworks, or Costco and have it delivered to your door. This print is an inexpensive and easy way to add some personality to your space.Your purchase includes the following files;1. (3) 4x5 ratio files for printing 4\"x5\", 8\"x10\", 16\"x20\".2. (3) 3x4 ratio files for printing 6\"x8\", 9\"x12\", 12\"x16\", 18\"x24\".3. (3) 2x3 ratio files for printing 4\"x6\", 6\"x9\", 8\"x12\", 10\"x15\", 12\"x18\", 16\"x24\", 20\"x30\", 24\"x36\".4. (3) 11x14 inchesIf you have a CUSTOM size in mind, I'd gladly send you a new version at no additional cost.𝐏𝐋𝐄𝐀𝐒𝐄 𝐍𝐎𝐓𝐄 & 𝐂𝐎𝐋𝐎𝐑 𝐃𝐈𝐒𝐂𝐋𝐀𝐈𝐌𝐄𝐑- Colors may vary slightly due to different color monitors. This is due to every computer monitor having a different capability to display colors and ALSO that everyone sees colors differently. A phone may display colors differently than a computer screen. When choosing your colors, please note that it is NOT possible for a printer/printing company to print neon colors, bright red, bright green, bright blue, mint & most teal colors. This is because almost every printer in the world uses CMYK to print. When I design my prints, I keep all of this in mind! If you have questions about colors please message me and I will respond within 24 hrs. on weekdays.- No physical product will be shipped- Upon purchase, you will receive a download which then can be taken to a print shop, printed at home, or an online printing service.\n                ", "listing_reviews": null, "store_reviews": "248 shop reviews", "search": "printable wall art", "url": "https://www.etsy.com/listing/964370578/3-piece-wall-art-midcentury-modern-wall"}, {"seller_text": "Collectpresets", "seller_href": "https://www.etsy.com/shop/Collectpresets?ref=simple-shop-header-name&listing_id=1022003390", "store_sales": "259 sales", "store_rating": "5", "listing_title": "BALI PHOTO PRESETS - Mobile Lightroom Preset - Bali Photo - Mobile Photo Filter - Summer Bright Preset - Digital Download File", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $2.79\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 Files"], "listing_desc": "\n                    ♥ DIGITAL DOWNLOAD BALI MOBILE PHOTO FILTER This high quality presets works on both devices android and iOS with free lightroom applications. You will get the top premium presets that are Sand, Taste, Color, Bright, and Brighter. The format of the file is DNG and PDF. Plus, these designs are lifestyle, travel, vacation, blogging, and excellent fort Instagram. You can download this file instantly by paying affordable charges. ☛ Product Name: Bali Photo Filter ☛ Product Type: Digital ☛ Format: DNG and PDF ☛ Presets Premium: Blue, Dreamy, Jungle, Rainy, and Tender☛ Image: Unique Designs for Instagram Feed ☛ Designs: Lifestyle, Travel, Vacation, and Blogging☛ Purpose: Gift for Lovers ☛ Instantly Download: Yes ♥ GIFT This Bali photo filter can be used as a gift to offer to lovers, dear ones, and friends. You can use these presets as Instagram Feed. ♥ WHY CHOOSE US We provide the best customer support services, and you can message us through Etsy messaging service anytime. Our products are specially developed for digital use. You can order it confidently.\n                ", "listing_reviews": null, "store_reviews": "10 shop reviews", "search": "printable wall art", "url": "https://www.etsy.com/listing/1022003390/bali-photo-presets-mobile-lightroom"}, {"seller_text": "SleepyMoonStudios", "seller_href": "https://www.etsy.com/shop/SleepyMoonStudios?ref=simple-shop-header-name&listing_id=925558968", "store_sales": "331 sales", "store_rating": "4.8387", "listing_title": "5 Mobile Lightroom Presets / Disney Glow Lightroom Mobile Preset For Instagram / Disneyland Filter / Glow Preset / Soft Travel Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.35\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    ✨ Welcome to Sleepy Moon Studios! ✨Sleepy Moon Studios Shop:www.etsy.com/shop/sleepymoonstudiosAll the presets from SleepyMoonStudios have been created for the free Lightroom app for iPhone and Android and for Adobe Lightroom Desktop.This preset will help you to create a consistent theme on all your photos in just one click for Instagram, blogs and any other social media platform of your choice. This Mobile Lightroom preset can be used to give your photos a professional look for your instagram, travel, lifestyle blog or food blog and can be used by influencers, photographers or anyone who wants their images to have a consistent look. The professional look to the photos will help build your business or social media accounts. Our presets have been tested to work on a wide range of images however on lower quality images or darker images, some small adjustments to contrast or exposure may need to be made.Included in your digital download:5 x DNG Lightroom Presets1 x PDF step-by-step instructions on how to save and use your preset. Due to the digital nature of this product, all sales are final.Terms & Conditions:By purchasing this preset you agree to not distribute, lend or resell it to any other person.If you have an issues installing the preset or have any questions, please message me on Etsy or email me at sleepymoonstudios [at] gmail.com and I will help you to use the presets!Search Terms:Disney Glow Mobile Lightroom Preset, Desktop, Mobile, Instagram Blogger, Influencer, Pink & Blue, Pretty Instagram Feed, Soft, Bright, Light & Airy, Clean, Blogger, Food Blogger, Girly, Family Photos, Mickey, Minnie, Disney Vlogger, VSCO, Pink Preset, Blue Filter, Disney Food, Disney Girl, Colourful, iPhone, Insta.© Sleepy Moon Studios - All Rights Reserved.\n                ", "listing_reviews": "5", "store_reviews": "31 reviews", "search": "printable wall art", "url": "https://www.etsy.com/listing/925558968/5-mobile-lightroom-presets-disney-glow"}, {"seller_text": "PresetDesignPhoto", "seller_href": "https://www.etsy.com/shop/PresetDesignPhoto?ref=simple-shop-header-name&listing_id=986055688", "store_sales": "2,125 sales", "store_rating": "4.9657", "listing_title": "10 Beach Tan Lightroom Mobile Presets, Sunkissed Summer Presets, Summer Glow Instagram Filter, Beach Travel Preset for Blogger, Ocean Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.92\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 JPG, 1 PDF"], "listing_desc": "\n                    🎁 GET 4 & PAY FOR 2 With Promo Code: 2FREE 🎁🎁 GET 6 & PAY FOR 3 With Promo Code: 3FREE 🎁🎁 GET 8 & PAY FOR 4 With Promo Code: 4FREE 🎁13 Beach Tan, Lightroom presets, Blogger photo presets, mobile presets and desktop presets, instagram Filters by Preset DesignINCLUDED:• 8 MOBILE Lightroom presets• 8 DESKTOP Lightroom presets• After Purchase Customer Support• Instructions• Instant DownloadPreset Bundles In My Shop:www.etsy.com/shop/presetdesignphoto♡ SPECIAL OFFER ♡🎁  ADD 4 TO CART, PAY FOR 2 🎁  GET 50% WHEN YOU ADD 4 🎁🎁  ADD 6 TO CART, PAY FOR 3 🎁  GET 50% WHEN YOU ADD 6 🎁🎁  ADD 8 TO CART, PAY FOR 4 🎁  GET 50% WHEN YOU ADD 8 🎁HERE'S WHY YOU'LL LOVE IT:• Bronze sunkissed tan vibe perfect for instagram themes• Made by a professional digital creator• Consistent results with no harsh colors or lightingMORE INFO:• Works with the Free and Paid Lightroom Mobile App• Works with All Lightroom Desktop Versions• Works with Mac and PC Desktops/LaptopsIf you have any more questions or need help picking the perfect presets for you, you can contact us any time!OUR SOCIAL MEDIA• IG: @preset_design.....................................................© Preset Design LLC, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited......................................................\n                ", "listing_reviews": "6", "store_reviews": "204 reviews", "search": "printable wall art", "url": "https://www.etsy.com/listing/986055688/10-beach-tan-lightroom-mobile-presets"}, {"seller_text": "NordicDesignHouseCo", "seller_href": "https://www.etsy.com/shop/NordicDesignHouseCo?ref=simple-shop-header-name&listing_id=601071497", "store_sales": "5,735 sales", "store_rating": "4.9919", "listing_title": "Printable Wall Art, Wall Art Prints, Dandelion Wall Art, Dandelion Print, Wall Art, Printables, Minimalist Prints, Scandinavian, Wall Art", "listing_bestseller": "-", "listing_price": "\n                        $7.26\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 1 ZIP"], "listing_desc": "\n                    PRINTABLE WALL ARTA simple, quick and affordable way to give your home a modern and fresh touch.WHAT YOU WILL RECEIVEYou will receive 5 high resolution JPG files and an instruction sheet. Simply pick the file that matches the size that you need - a simple and clear instruction sheet is included to help you choose. However, if you are unsure at all then I am always here to help.The following sizes are included:INCHES4x5 / 4x6 / 6x8 / 6x9 / 8x10 / 8x12 / 9x12 / 10x15 / 11x14 / 12x16 / 12x18 / 16x20 / 16x24 / 18x24 / 20x30 /  24x30 / 24x36CM10x15 cm / 15x20 cm / 20x25 cm / 20x30 cm / 30x40 cm / 30x45 cm / 40x50 cm / 40х60 cm / 45x60 cm / 50x70 cm / 50x75 cm / 60x90 cmINTERNATIONAL PAPER SIZES:A5, A4, A3, A2, A1All files are high resolution (300 DPI) to ensure that you get a crisp and clear print in every size. If the size you need is not listed above please send me a message and I will gladly customise your print to the size you need for no extra cost.Your design can be printed on your home computer or at a local or online print store. If printing at home, for best results I recommend printing on photo paper using the high quality setting on your printer. You are purchasing the Digital File only. No physical item will be shipped to you.Don't want to print the art yourself? Click here to order the print service for direct shipping to your door: www.etsy.com/uk/listing/512359752Why not visit my second store where I sell physical prints for shipping worldwide:www.etsy.com/uk/shop/NordicDesignHouseNORDIC DESIGN HOUSE GUARANTEEIf for some reason you are not happy with your purchase please send me a message and I will do my very best to help you, if I cannot resolve your problem then I will refund you in full. I want all of my customers to be happy with the service they receive.Please note:- Actual colours may vary slightly as each monitor displays colours differently.- This file is for personal use only. It may not be shared, forwarded, sold, distributed, or used in the production of commercial products.- Because of the nature of this product, there are no refunds or exchanges.If you do need a little help with your purchase please take a look here:www.etsy.com/help/article/3949\n", "listing_reviews": "8", "store_reviews": "342 reviews", "search": "printable wall art", "url": "https://www.etsy.com/listing/601071497/printable-wall-art-wall-art-prints"}, {"seller_text": "LouMarksPhoto", "seller_href": "https://www.etsy.com/shop/LouMarksPhoto?ref=simple-shop-header-name&listing_id=724179059", "store_sales": "388,506 sales", "store_rating": "4.8278", "listing_title": "16 Lightroom Presets, Mobile Lightroom Presets BRIGHT & LIGHT, Desktop Presets, Portrait presets, Instagram Filter, Outdoor Wedding Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.49\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP, 1 PDF"], "listing_desc": "\n                    Lightroom Presets, Wedding preset, Instagram preset, Portrait presets. Includes 16 Presets for Mobile Lightroom and Desktop Lightroom. For the Free Lightroom Mobile App on iPhone and Android or Desktop. Perfect for portraits, weddings, engagements, family photos, blogger images, indoor and outdoor lighting. These Lightroom Desktop + Mobile Presets will brighten your images and increase the luminance of individual colors. Focused on creamy skin tones and soft, bright backgrounds this pack is amazing on outdoor images. Create soft greens, dreamy skin tones, and a clean bright feel all in one Preset Pack. Bright Airy Wedding Lightroom Presets help you edit an entire engagement session or wedding with consistency, style, and speed. Create beautiful wedding images or behind the scenes images on your Mobile App & Dekstop Lightroom. Perfect to easily enhance everyday photos! ✩ INCLUDED IN YOUR PURCHASE ✩✔️ 16 Mobile Lightroom Presets (DNG files)✔️ 16 Desktop Lightroom Presets (LR/PS files)✔️  Step-by-step PDF guide with video instructions◾️ If Your Mobile Device gives you trouble downloading send me a message and I can email your files over and can you save them directly to your camera roll and import them in one step. ◾️Compatibility:✔️  The Free & Paid Android Lr Mobile App ✔️  The Paid iPhone Lr Mobile App ✔️  Both iPhone & Android✔️  Lightroom CC & Lightroom CC Classic✔️  Lightroom Desktop All Versions✔️  Adobe Photoshop ACR✔️  Both Mac & PC ♡ LOU & MARKS PROMISE ♡You are you unique and so are our Presets! We created our Presets for everyone. No one specific skin tone or hair color. When you purchase from Lou + Marks you are not just purchasing presets you also get our guarantee that they will suit your skin tone. If they don’t send me a message with an unedited image and I will personally adjust them for you.  ♡ STAY IN TOUCH ♡ON IG: www.instagram.com/louandmarksWEBSITE: www.louandmarks.comEMAIL: louandmarks [a] gmail.com© 2019 Lou & Marks, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited.Keywords:Lou and Marks, Presets, Mobile Preset, DNG, Instagram Preset, Lightroom CC, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset\n                ", "listing_reviews": "41", "store_reviews": "16,494 reviews", "search": "printable wall art", "url": "https://www.etsy.com/listing/724179059/16-lightroom-presets-mobile-lightroom"}, {"seller_text": "OnePreset", "seller_href": "https://www.etsy.com/shop/OnePreset?ref=simple-shop-header-name&listing_id=821771523", "store_sales": "77,823 sales", "store_rating": "4.658", "listing_title": "Mobile Lightroom Presets, Vsco Filters, Iphone Presets, Lightroom, Mobile Presets, Instagram Filters, Presets, Colorful Mobile, Dng Preset", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.67\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 other file"], "listing_desc": "\n                    💝 GET A FREE PRESET 💝\u2028GET 4 & PAY FOR 3: Add 4 Presets to your cart, use promo code “ONEFREE” and only pay for 3.OR SHOP UNDER THIS LINKhttps://www.etsy.com/au/shop/OnePreset?coupon=ONEFREE✩✩✩ We have 45 BESTSELLERS ✩✩✩Mobile Lightroom Presets, Vsco Filters, Iphone Presets, Lightroom, Mobile Presets, Instagram Filters, Presets, Colorful Mobile, Dng PresetMobile & Desktop Compatible Lightroom Presets to create an aesthetic Instagram feed. \u2028\u2028✮ INCLUDED IN YOUR PURCHASE ✮• Mobile Lightroom Preset (DNG file)• PDF File w/ Simple Instruction Manual• Compatible with both Android and iPhone• Works in Adobe Lightroom (PC/Mac)✮ INSTALLATION ✮ To access your digital files:1. Go to Your Account2. Purchases and reviews and look for the order.3. To the right of the order, click Download Files.4. You will be able to download the DNG File.5. You will then be able to upload each DNG file as an image to your Lightroom Mobile app.6. Click on the three dots in the top right of your Lightroom app7. Select the option 'Create Preset', this will allow you to save the preset to the preset editing option of the app for use on other images.We value and respect our customers. We always find a compromise in solving any questions that may arise, even after the delivery of the order.Due to the digital nature of this product ALL SALES ARE FINAL.For any questions please contact me via Etsy messages.© No sharing files, or selling them in any form. Derivative works are prohibited. © OnePreset, 2020\n                ", "listing_reviews": "100", "store_reviews": "2,906 reviews", "search": "printable wall art", "url": "https://www.etsy.com/listing/821771523/mobile-lightroom-presets-vsco-filters"}, {"seller_text": "AesairStudio", "seller_href": "https://www.etsy.com/shop/AesairStudio?ref=simple-shop-header-name&listing_id=893192502", "store_sales": "4,740 sales", "store_rating": "4.7591", "listing_title": "2 Mobile Lightroom Preset NATURAL CLEAN Influencer Lightroom Preset Travel Blogger Instagram Lifestyle Fashion Photography", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 4 other files"], "listing_desc": "\n                    ORDER TOTAL 20 USD or MORE to GET 30% OFF YOUR ORDER! Work automatically.This mobile lightroom presets NATURAL CLEAN has been carefully created & selected to enhance your images. This mobile lightroom presets NATURAL CLEAN will give your photos bright contrast colors that convey the atmosphere of your picture and help to emphasize the smallest details of your work.Experiment when using mobile lightroom presets NATURAL CLEAN and then you will certainly go to a new level.This is the quickest and most effective way to edit your phone shots and selfies. You don’t need a Lightroom subscription - nor any complicated editing skills. Simply install the free Lightroom app on your mobile and you’re good to go! You can get started right away with the photos in your camera roll. Your Instagram feed will never have looked so gorgeous. Start editing with our amazing mobile lightroom presets NATURAL CLEAN.🔶WHAT'S INCLUDED IN THE PACK? - 2 Mobile(DNG file) Lightroom Presets- 2 Desktop(XMP file) Lightroom Presets- Step-by-step installation guide Works in Adobe Lightroom (PC/Mac) and Lightroom Mobile App (iOS/Android)🔸*INSTANT DOWNLOAD FILES *Have any difficulties or questions? Please contact us –  helloaesair [!at] gmail.com🔸*IMPORTANT*There are no refunds/exchanges on any digital items.🔸*TERMS OF USE*BY BUYING THIS PRODUCT YOU ARE AUTOMATICALLY AGREEING TO THE FOLLOWING TERMS OF USE: DO NOT SHARE OR SELL ANY OF MY ITEMS.© 2020, AesairStudio, All Rights ReservedKeywords:mobile, mobile lightroom, lightroom mobile, mobile presets, preset mobile, lightroom presets, wedding portraits blogger influencer presets VSCO, mobile presets, lifestyle presets, blogger, presets, Instagram filter, natural preset, summer preset, photo filter, white preset, best preset.\n                ", "listing_reviews": "23", "store_reviews": "287 reviews", "search": "printable wall art", "url": "https://www.etsy.com/listing/893192502/2-mobile-lightroom-preset-natural-clean"}, {"seller_text": "NonaWallArt", "seller_href": "https://www.etsy.com/shop/NonaWallArt?ref=simple-shop-header-name&listing_id=833895381", "store_sales": "8,125 sales", "store_rating": "4.9799", "listing_title": "Song Poster, Song Lyrics Wall Art, Custom First Dance for Anniversary Gift, Personalized One Year Anniversary, Wedding Gift Printable", "listing_bestseller": "Bestseller", "listing_price": "\n                        $9.95\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 1 PDF"], "listing_desc": "\n                    *DIGITAL FILE, no physical copy will be shipped*This printable song poster makes a great anniversary gift. It is also perfect for wedding, birthdays or just because.  YOU WILL RECEIVE: •High Resolution JPEG at 300 dpi•Sizes: you will receive one file plus printing instructions sheet.‣5\"x7\"‣8\"x10\"‣11\"x14\"‣16\"x20\"‣18\"x24\"‣A4‣Custom (specify)MORE CUSTOM ART: https://www.etsy.com/shop/NonaWallArt?ref=seller-platform-mcnav§ion_id=27256436HOW IT WORKS:1. Purchase this listing2. After payment is confirmed, you will receive a proof within 1-2 days via Etsy message. After your approval, final file will be sent to your email.3. Print at home, online (i.e. Shutterfly) or at your local print shop (i.e. Staples ); ask for heavyweight, matte photo paper or card stock.REFUNDS & EXCHANGES:•As all files are digital, it is not possible to return, cancel or exchange your purchase. If you have any questions, please feel free to contact me before purchasing.NOTE: Due to screen resolution, printer calibration and paper used, colors on final print may appear different.DISCLAIMER: You are responsible for checking up the lyrics and making sure the spelling is correct. COPYRIGHTS:For personal use only.\n                ", "listing_reviews": "100", "store_reviews": "654 reviews", "search": "printable wall art", "url": "https://www.etsy.com/listing/833895381/song-poster-song-lyrics-wall-art-custom"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=685796691", "store_sales": "171,642 sales", "store_rating": "4.8275", "listing_title": "FOOD Preset BLOGGER Lightroom PRESETS Mobile and Desktop - for Instagram, Blogger, Photo filters, Food Presets, Lightroom mobile presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.06\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    🎁 GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code: 2FREE• Pay only for 2 items💥6 UNIQUE LIGHTROOM PRESETS / MOBILE Presets / PC Presets💥✅FILES included:- 6 Lightroom presets for MOBILE Lightroom - 6 Lightroom presets for desktop Lightroom • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets, Food Preset\n                ", "listing_reviews": "45", "store_reviews": "6,145 reviews", "search": "printable wall art", "url": "https://www.etsy.com/listing/685796691/food-preset-blogger-lightroom-presets"}, {"seller_text": "PrintableGardenCo", "seller_href": "https://www.etsy.com/shop/PrintableGardenCo?ref=simple-shop-header-name&listing_id=889334667", "store_sales": "1,333 sales", "store_rating": "4.9322", "listing_title": "Pampas Grass Print Set of 3, Pampas Grass Printable Wall Art, Printable Dried Grass, Floral Botanical Wall Art, Gold and White Home Decor", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $14.84\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Pampas Grass SET OF 3 PrintsINSTANT DOWNLOADThis listing is for a high-resolution DIGITAL DOWNLOAD for printable art. No physical item will be sent or mailed.Also available as single items.Visit my NEUTRAL TONES PRINTS collection and find the inspiration that best suits what you are looking for:www.etsy.com/shop/PrintableGardenCo?section_id=31955653or see my entire collection here:www.etsy.com/shop/printablegardenco---🔎 DETAILS---Your purchase includes 15 JPG files (5 x photo) - high resolution 300 dpi in RGB - for printing all the most common print sizes:✔ 24\"x36\" jpg (2:3 RATIO) for printing:INCH: 4x6, 6x9, 8x12, 10x15, 12x18, 16x24, 20x30, 24x36CM: 10x15, 20x30, 30x45, 40x60, 50x75, 60x90✔ 18\"x24\" jpg (3:4 RATIO) for printing:INCH: 6x8, 9x12, 12x16, 15x20, 18x24CM: 15x20, 30x40✔ 16\"x20\" jpg (4:5 RATIO) for printing:INCH: 4x5, 8x10, 16x20CM: 20x25, 24x30, 40x50✔ A1 jpg (ISO International Standard Size) for printing:A1, A2, A3, A4, A5, A6, 5\"x7\", cm 50x70✔ 20\"x20\" jpg (50X50 cm)  for square frames of any sizeAfter purchase, you'll have access to a PDF document which contains a link to download all of your files. DO YOU NEED ANY OTHER CUSTOM SIZE?I’ll be happy to help you, so please contact me! It’s FREE! 🧰 HOW IT WORKS:> Purchase this listing> Once payment is confirmed, you will receive an email from Etsy with download links> You will always have access to your files by going to:Your Account > Purchases & Reviews > Purchases > Download Files> Click “Download” to save the files in your computer> PLEASE NOTE If you checked out as a guest, you'll find a link to download your purchase in the receipt email that Etsy sent to you after purchase.> You can print at home, take to your local print shop or upload to your favourite online printing service (such as Staples, Costco or FedEx, Shutterfly, Mpix, Pixum or Vistaprint)> You can print on any material you choose, such as paper, canvas, wood, forex, etc.🌺 SEE MY ENTIRE COLLECTIONwww.etsy.com/shop/printablegardencoIf you have any other questions, please ask!Thanks for visiting and happy printing!FrancescaIMPORTANT NOTES>Photo frames are not included.>The appearance of colours may vary from monitor to monitor.>Final print quality depends on the printing device, paper and ink used. For a better result I recommend printing at professional printing services and choosing from their selection of photo papers or other photographic print media.>For personal use only\n                ", "listing_reviews": null, "store_reviews": "69 shop reviews", "search": "printable wall art", "url": "https://www.etsy.com/listing/889334667/pampas-grass-print-set-of-3-pampas-grass"}, {"seller_text": "MangoDigitalPrints", "seller_href": "https://www.etsy.com/shop/MangoDigitalPrints?ref=simple-shop-header-name&listing_id=898200437", "store_sales": "9,399 sales", "store_rating": "4.9199", "listing_title": "Downloadable Custom Quote Print, Custom Poster Print, Custom Quote Sign, Personalised Quote Print, Quote Print, Printable Wall Art, Custom", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.00+\n                    ", "listing_highlights": ["Handmade", "Materials: INSTANT DOWNLOAD, DIGITAL FILES, See item details for more info, Download on your Purchases and Reviews page, INSTANT ART you can PRINT YOURSELF, PDF, JPG\n\n\nRead the full description", "Height: 36 inches", "Width: 24 inches"], "listing_desc": "\n                    Downloadable Custom Quote Print, Custom Poster Print, Custom Quote Sign, Personalised Quote Print, Quote Print, Printable Wall Art, Custom Wall Art, Custom Sign, Custom PrintThis listing is for a printable digital file of the sign that will be emailed to you. All you need to do is print! You can easily print at home or send to the photo or print in the shop of your choice.**PLEASE NOTE - THIS LISTING IS FOR A DIGITAL FILE DOWNLOAD ONLY AND NO PHYSICAL ITEMS WILL BE SHIPPED**------------------------------------------------------HOW DO I ORDER------------------------------------------------------►1.  Please select the Quantity and Print Size. ►2. SUBMIT PERSONALIZATION DETAILS- In the \"personalisation section\" Please enter your quote exactly how you wish to be on your finished artwork, including capitalisation & punctuation.- the Font Number you want from the list I provided- the Color Number you want from the list I provided- if you are purchasing more than 1 quantity then please message me the Font Number and Print Size for each design.If you want any other type of customization, please message before purchasing the list.►3. RECEIVE YOUR FILE AND PRINT!Your file will be sent through Etsy Messages within 24 hours once we receive your personalization information (although we usually send much faster). Just simply save the files to your computer and print!------------------------------------------------------ADDITIONAL INFO------------------------------------------------------>>PLEASE NOTEColors may vary when printed due to printer and monitor calibrations. Monitors will all display colors differently and printers will all print differently as well. Colors can also display differently on phones/tablets as opposed to computer monitors. Please be sure to print your file from a computer monitor instead of a phone as phones will reduce the image quality.As all our items are digital in nature, once proofs or high-resolution files have been emailed to you we cannot offer refunds or exchanges.>>QUESTIONS?If you have any questions about the product or the process, please feel free to contact us!This listing is for the print only. Frame not included.**You will receive a digital file(s) not a physical print.- NO PHYSICAL ITEMS WILL BE SHIPPED -This listing is for a digital file(s) to be downloaded from your Etsy account page following purchase.- FOR NONCOMMERCIAL USE ONLY -All artwork purchased from Mango Digital Prints is for personal use only.By purchasing this design you agree and are bound by the copyright agreement.- PLEASE BE AWARE -Due to differences in monitor and printer calibrations, colors may appear different in print than on screen. The final print quality will depend on the type of printer and paper used. You may take your digital file to a printer for professional printing if desired.- COPYRIGHT NOTICE -The artwork in this shop is the property of Mango Digital Prints. The artwork offered here is for personal use only. Please do not share, resell, or store files online on publicly available sites.Feel free to contact us for any requests or questions. Make sure to check out all of our other New Prints and Posters!\n                ", "listing_reviews": "49", "store_reviews": "888 reviews", "search": "printable wall art", "url": "https://www.etsy.com/listing/898200437/downloadable-custom-quote-print-custom"}, {"seller_text": "DestinationPresets", "seller_href": "https://www.etsy.com/shop/DestinationPresets?ref=simple-shop-header-name&listing_id=962773388", "store_sales": "4,369 sales", "store_rating": "4.9488", "listing_title": "15 EVERYDAY BRIGHT Lightroom Presets Natural Light and Airy Presets for Instagram Blogger Clean Presets Summer Outdoor Preset Spring Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $4.14\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 JPG, 1 PDF"], "listing_desc": "\n                    💖Enjoy Our LOVE Coupons💖: BUY 3 PRESETS ➤GET 1 FREE 🎁🎁🎁🎁➤ADD 4 PACKS TO YOUR ORDER AND PAY ONLY FOR 3 (30% off) ✨15 EVERYDAY BRIGHT Lightroom Presets Natural Light and Airy Presets for Instagram Blogger Clean Bright Presets Summer Outdoor Preset Spring Bright and Airy Preset Clean presetMake an unique feed which looks like you♥ This EVERYDAY BRIGHT Lightroom presets will gives you a Bright Airy Clean Natural Tone, perfect for Everyday photoshoot♡  ↠ PERFECT FOR : Indoor and Outdoor photoshoot, Family, Blogger, Influencers, Instagram, Nature and Landscape, Travel, All Seasons and so much more ! ↠ INCLUDED :                   ✔ 15 Lightroom Mobile Presets in DNG files✔ 15 Desktop Presets in LRTEMPLATE files✔ PDF Installation step by step guide for how to install the presets on your phone and computer↠ WHY CHOOSE DESTINATION PRESETS ?-Save your time editing-Have a Cohesive and Consistent feed-Designed for you to make your pictures Unique and Beautiful-Grow your engagement and followers-Designed for JPEG and RAW files. For best results shoot on Raw -Compatible with IOS, Android mobile and Lightroom Desktop CC-Easy to use, download instantlyAdobe Lightroom mobile is available for FREE on your phone : just download the app and create your account with Adobe.Adobe Lightroom Desktop needs to have a subscription. You can have 7 Free days trial. ↠ PLEASE NOTEEach picture is different and unique. All results will work differently depending on the light, camera model, colors, skin tones etc Don't worry♥  If necessary, add some additonnal adjustements to suit your picture (check the pdf instruction included in the purchase)↠ REFUNDS AND EXCHANGESDue to the digital nature, I regret that no refund and exchange can be made on this product.If you have any questions, feel free to contact me at :  destinationpresets [!at] gmail.com I will be happy to help you♡↠ TERMS OF USECopyright ©destinationpresets All right reserved. It is prohibited to reshare, sell this product in any form without the consent of the original creator.♡Don't hesitate to subscribe, make a quick review, pin on your Pinterest and add this item to your favorites♡Thank you for visiting my shop♥Let's CREATE MAGIC, Happy Editing ♥All the love, lyly♥PHOTOS CREDITS: All the Pictures Shown in the listing belong to their Respective Owners. Credits to the respective owner. All photos are for illustration purposes only. ＊＊＊＊＊＊＊＊＊＊＊＊＊＊You are here for: blogger presets, instagram filters, lightroom presets, mobile presets, presets and photofilters, instagram presets, influencer presets, presets, preset lightroom, lightroom filter, presets style, desktop presets, best presets, VSCO presets, influencer presets, trendy presets, lightroom filter, lightroom, family presets, season presets, iphone presets, cozy presets, bright outdoor preset, bright winter presets, travel presets, city presets, lifestyle presets, holiday presets, winter presets, Bright presets, outdoor presets, Indoor presets, nature presets, home presets, indoor presets,  everyday presets, natural presets, Influencer presets, neutral presets, family presets, minimal presets, travel presets, summer presets, spring presets, bright airy presets, light airy preset, clean presets, clean soft preset, clean tone preset, light and airy, white presets, clear presets\n                ", "listing_reviews": "27", "store_reviews": "459 reviews", "search": "printable wall art", "url": "https://www.etsy.com/listing/962773388/15-everyday-bright-lightroom-presets"}, {"seller_text": "SunnyEditor", "seller_href": "https://www.etsy.com/shop/SunnyEditor?ref=simple-shop-header-name&listing_id=1037865219", "store_sales": "336 sales", "store_rating": "4.7059", "listing_title": "10 Vogue Mobile Lightroom Presets, Natural Presets, Cream Presets, Instagram Filters, Blogger, Vanilla, iPhone Presets, Filter for iPhone", "listing_bestseller": "-", "listing_price": "\n                        $4.20\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 1 PDF, 1 ZIP"], "listing_desc": "\n                    ◆ ◆ ◆ SPECIAL OFFER ◆ ◆ ◆✭ Buy 3 presets and get 2 for free. Add 5 presets to your shopping cart and apply the coupon code 2FREE. ✭ Buy 5 presets and get 4 for free. Add 9 presets to your shopping cart and apply the coupon code 4FREE.◄  INCLUDED IN YOUR PURCHASE  ►* 10 Mobile Lightroom Presets (DNG files)* Detailed PDF Image Instructions✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Lightroom Mobile is FREE so you don't need an Adobe subscription to use the presets✔️ You only need Lightroom CC App on your Phone/iPad✔️ Once purchased can be used an unlimited amount of times✔️ Easy to apply with just one clickGeneral information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUYhttps://www.youtube.com/watch?v=uOBXKOyAFEAPlease keep in mind all photos are unique and therefore each preset works differently on every photo. You can fine tune your own adjustments to find settings that suit you with temperature, exposure etcDue to the digital nature of this product ALL SALES ARE FINALKeywords:Lightroom Presets, Mobile Preset, DNG, Instagram Preset, Lightroom CC, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset, White Presets, Natural Presets© 2020 Sunny Editor Presets, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": null, "store_reviews": "17 shop reviews", "search": "printable wall art", "url": "https://www.etsy.com/listing/1037865219/10-vogue-mobile-lightroom-presets"}, {"seller_text": "MajesticPreset", "seller_href": "https://www.etsy.com/shop/MajesticPreset?ref=simple-shop-header-name&listing_id=944179426", "store_sales": "1,361 sales", "store_rating": "4.9444", "listing_title": "30 Presets for Dogs, Cats and Animals | Preset Lightroom Mobile & Desktop, Indoor, Outdoor Pets Filter, Lightroom Mobile Bundle Instagram", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $4.39\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 4 ZIP, 1 PDF"], "listing_desc": "\n                    ⭐ TAKE 4 & PAY ONLY 2: Coupon Code: PROMO4 or ➤ https://etsy.me/3dPNBfH⭐ ⭐ TAKE 6 & PAY ONLY 3: Coupon Code: PROMO6 or ➤ https://etsy.me/3dSywtK⭐ ⭐⭐TAKE 8 & PAY ONLY 4: Coupon Code: PROMO8 or ➤ https://etsy.me/2MwdmGy❤️ More PREMIUM LIGHTROOM PRESETS can be found here: ➤ https://etsy.com/shop/majesticpresetIn this preset bundle you will get 30 different Lightroom filters for your dog photography. This collection includes Summer, Winter, Bohemian, Indoor, Outdoor and many more preset styles.WHAT YOU WILL GET:✅ 30 presets for the free Android & iOS Lightroom Mobile app (.DNG-files) \u2028✅ 30 presets for Lightroom CC (.XMP-files) \u2028✅ 30 presets for Lightroom Classic 4, 5, 6 to 7.3 (.Lrtemplate-files) \u2028 ✅ Step-by-Step Installation Guide (.PDF file)  ✔ INSTAND DOWNLOAD: After your purchase is complete, you will receive direct access to these Lightroom presets via email or through your Etsy account.\u2028✔ 100% COMPATIBEL with the free Lightroom Mobile Application for iOS, Android & Chrome. To use this preset bundle, all you need is your smartphone and the free Lightroom Mobile app for you iPhone, iPad or Android device. \u2028 ✔ The Lightroom Desktop presets are compatible with all old and current Lightroom und Camera RAW versions. For Lightroom Desktop Classic, use the .Irtemplate Files Container in the .zip file. ForLightroom Desktop CC the. Xml files.\u2028The PERFECT INSTAGRAM / BLOGGER FEED:\u2028Get the WOW-Effect! On all your social media platforms like Instagram, Pinterest and Facebook. Get more attention and followers on Instagram with our trending Instagram filters. With these Blogger presets for Lightroom, you’ll create a consistent and clean feed in no time.\u2028Beginner or professional?NO MATTER! With this preset bundle, you can edit simple smartphone photos or high-quality RAW photos from your DSLR / system camera like a pro with just „ONE CLICK“.\u2028Take care of this:\u2028To get the most perfect before-and-after result for your photos, you should move as close as possible to the respective preset theme. The results may vary depending on the exposure, contrast and color shades of your photos. Don’t worry! Just chance the exposure of the presets on your photo afterwards. The higher quality and more detailed your base photos are, the better the Lightroom presets from „SHOPNAME“ can do their job. More presets you can find in our shop ➤ https://etsy.com/shop/majesticpreset\u2028In our shop you can find more Lightroom Instagram Blogger presets for the topics: Travel, Lifestyle, Fashion, Wedding, Street, Urban and Foodblogger.\u2028You have questions about these Instagram Blogger Lightroom mobile and Desktop presets? Feel free to send us a direct message via Etsy or via email to „E-Mail Account“ FAQ’s:▸ compatible with all Lightroom versions\u2028▸ compatible with the free Lightroom mobile app\u2028▸ no Adobe Cloud Subskription required▸ compatible with Adobe Camera Raw ACR▸ no returns or exchanges! Digital products are generally not cancelled. \u2028@2021 „Pictoolz“License: These Lightroom mobile and desktop presets are for personal use only. Any reproduction and distribution to third parties is strictly prohibited.\n                ", "listing_reviews": "11", "store_reviews": "54 reviews", "search": "printable wall art", "url": "https://www.etsy.com/listing/944179426/30-presets-for-dogs-cats-and-animals"}, {"seller_text": "KIINcreations", "seller_href": "https://www.etsy.com/shop/KIINcreations?ref=simple-shop-header-name&listing_id=698930457", "store_sales": "108,064 sales", "store_rating": "4.8939", "listing_title": "7 Lightroom mobile MINIMAL BLOGGER LIGHTROOM preset set / moody fashion blogger instagram filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.87\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    ⭐ MORE PRESETS HERE: https://www.etsy.com/shop/KIINcreationsA SET OF 7 User Friendly Blogger Lightroom Presets for LR MOBILE (DNG files)  for minimal style/ low saturation looks.User Friendly, Easy to Use, One Click, Lightroom Presets to help you achieve better imagery for your blog. As a blogger myself I understand the importance of having great images and keeping them in the same style. This is a great bundle for minimal style lovers - bright highlights, dark shadows, detailed and rich greys and browns. Low saturation blues, reds, and yellows.This is my favourite set, which I also use to edit all my blog photos. You don't need an Adobe subscription to use these presets. You simply need to download the LR Mobile App and create an account with Adobe. These presets will be compatible with both jpeg and RAW files.Once payment is made you can download the presets instantly. Contact me with any questions regarding your order or using your presets I will be happy to help! x\n                ", "listing_reviews": "44", "store_reviews": "4,454 reviews", "search": "printable wall art", "url": "https://www.etsy.com/listing/698930457/7-lightroom-mobile-minimal-blogger"}, {"seller_text": "KateDecorPrints", "seller_href": "https://www.etsy.com/shop/KateDecorPrints?ref=simple-shop-header-name&listing_id=953691460", "store_sales": "5,146 sales", "store_rating": "4.9451", "listing_title": "Here Comes The Sun Print, Quote Print, Sun Art, Quote Printable Wall Art, Quote Wall Art, Printable Quote, Sunshine Art, Digital Download", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $4.83\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 JPG"], "listing_desc": "\n                    INSTANT DOWNLOAD-------------------------PLEASE NOTICE: This listing is a DIGITAL FILES of this artwork.You can print the files on a home printer, at a local print shop or using an online service.WHY PRINTABLE ARTPrintable art creates an amazing change in your home or office, in such a simple and affordable way.WHATS INCLUDEDAfter purchase, you can download 5 scalable high resolution JPG files at 300dpi in the following sizes:1. 2x3 ratio file for printing 4\"x6\", 6\"x9\", 8\"x12\", 10\"x15\", 12\"x18\", 16\"x24\", 20\"x30\", 24\"x36\", 60x90cm2. 3x4 ratio file for printing 6\"x8\", 9\"x12\", 12\"x16\", 18\"x24\"3. 4x5 ratio file for printing 4\"x5\", 8\"x10\", 16\"x20\", 40x50cm4. 5x7 ratio file for printing 5\"x7\", A5, A4, A3, A2, A1, 50x70cm5. 11x14 file for printing 11\"x14\"Please contact me if you need a different size or have any questions, I’m happy to help.HOW TO DOWNLOADAfter checkout, you will receive an on-screen confirmation and an email from Etsy that your order is ready for download.You will be able to access this print at all times through Etsy purchases page.KINDLY NOTE- This listing is for a digital download. No physical product will be shipped, and the frame is not included.- This listing is for PERSONAL use only and CANNOT BE RESOLD.- Colours may vary slightly due to viewing different monitors- Digital download items are not refundable.VIEW THE ENTIRE RANGE OF THE SHOP:https://www.etsy.com/shop/KateDecorPrintsThank you very much for visiting my shop!\n                ", "listing_reviews": null, "store_reviews": "244 shop reviews", "search": "printable wall art", "url": "https://www.etsy.com/listing/953691460/here-comes-the-sun-print-quote-print-sun"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=686088327", "store_sales": "171,642 sales", "store_rating": "4.8275", "listing_title": "Black MOBILE LIGHTROOM Presets, Lightroom Mobile Preset, VSCO, Instagram Filter, Desktop Presets, dark preset, moody presets, nude preset", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.57\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    • Professional Lightroom Presets for free Mobile and Desktop Lightroom• You receive 4 variants of presets with white/slightly warm/slightly cold tones• You can use them unlimited number of times.• Post-purchase support guaranteed - if you need my help with editing don't hesitate to contact me ✅FILES included:- 4 Lightroom presets for MOBILE Lightroom ( free mobile lightroom app)- 4 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "62", "store_reviews": "6,145 reviews", "search": "printable wall art", "url": "https://www.etsy.com/listing/686088327/black-mobile-lightroom-presets-lightroom"}, {"seller_text": "SimonaLisaPresets", "seller_href": "https://www.etsy.com/shop/SimonaLisaPresets?ref=simple-shop-header-name&listing_id=920919806", "store_sales": "3,875 sales", "store_rating": "4.8675", "listing_title": "10 Mobile LIGHTROOM Presets, VANILLA, Presets, Vsco Filters, Fashion Presets, Mobile Presets, Instagram Filters, Dng Preset, Natural Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.19\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    10 Mobile Lightroom Presets, Iphone Presets, Lightroom, Mobile Presets, Presets, Dng Presets, Cream Presets,  Desktop Presets, Vsco Filters, Fashion Presets, Instagram Filters, Natural PresetSHOP MORE PRESETS :)https://www.etsy.com/shop/SimonaLisaPresetsINCLUDED :)> 10 Instant Download Mobile Lightroom & Desktop Presets (DNG file)> PDF How To Install Mobile Presets Guide> Free Gift >Support available from our store at all times (just send a message through on Etsy)**The Presets are compatible with the Free Mobile Lightroom app, and the Desktop Lightroom app  (Via DNG Import, not LRTemplate)**If you require any assistance or have general queries, do not hesitate to send me a message on Etsy. :)Xx\n                ", "listing_reviews": "24", "store_reviews": "400 reviews", "search": "printable wall art", "url": "https://www.etsy.com/listing/920919806/10-mobile-lightroom-presets-vanilla"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=807670112", "store_sales": "171,642 sales", "store_rating": "4.8275", "listing_title": "10 Home Presets - Mobile LIGHROOM Presets - Lightroom Presets - Lightroom Mobile Preset & Desktop Preset, Instagram Filter - Summer Magical", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    • Professional Lightroom Presets for free Mobile and Desktop Lightroom• You receive 10 variants of presets • You can use them unlimited number of times.✅FILES included:- 10 Lightroom presets for MOBILE Lightroom( free mobile lightroom app)- 10 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "53", "store_reviews": "6,145 reviews", "search": "printable wall art", "url": "https://www.etsy.com/listing/807670112/10-home-presets-mobile-lighroom-presets"}, {"seller_text": "okthatspeachy", "seller_href": "https://www.etsy.com/shop/okthatspeachy?ref=simple-shop-header-name&listing_id=919835403", "store_sales": "1,412 sales", "store_rating": "4.9211", "listing_title": "AU NATUREL Mobile Lightroom Presets Instagram Influencer Photography Blogger Natural Bright Photo Filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.18\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PNG, 1 other file"], "listing_desc": "\n                    Instagram Presets | Mobile Lightroom Presets | Instant Photo EditsExperiencing feed envy? Want that beautiful, cohesive theme but not sure where to start? Look no further, Lightroom presets are the easiest and quickest way to instantly change the look and feel of your photos with no hassle. A full, thorough photo edit is just a click away.These presets were created to be used with the Lightroom Mobile App that can be downloaded for free. This listing includes one mobile Lightroom preset (DNG file) and a 'How To' file, to help you with the install.Even though my presets have been tested on a variety of photos with different lighting conditions / colours / subjects etc, it's important to note that all these different variables may also mean the preset may need a little adjusting to best fit your photo. Thank you for supporting smallDon't hesitate to get in touch for any queries!Due to the nature of the item, there are no refunds/exchanges on any digital items.Terms of Use:By buying this product you are automatically agreeing to the following terms of use:No copying or redistribution of my products.\n                ", "listing_reviews": "13", "store_reviews": "38 reviews", "search": "printable wall art", "url": "https://www.etsy.com/listing/919835403/au-naturel-mobile-lightroom-presets"}, {"seller_text": "WestArtGroup", "seller_href": "https://www.etsy.com/shop/WestArtGroup?ref=simple-shop-header-name&listing_id=980352822", "store_sales": "17 sales", "store_rating": null, "listing_title": "BOHO DIGITAL Print, Boho Art Prints, Celestes Art© Desert Sun Boho Wall Decor, Terracotta Dorm Room Poster, Printable Wall Art", "listing_bestseller": "-", "listing_price": "\n                        $6.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 JPG", "Height: 20 inches", "Width: 16 inches"], "listing_desc": "\n                    I N C L U D E D - F I L E SThis instant download includes (5) high-resolution JPG images 300 dpi.Instant Download Printable. JPG files that can be printed at home or by your favorite professional printer using photo paper, canvas, or card stock.FILE 1. 2:3 Ratio:INCHES - 6\"x9”/ 8\"x12”/ 10\"x15\"/ 12\"x18\"Cm - 16X24/ 20x30 / 24X36/ 30x45FILE 2. 3:4 Ratio:INCHES - 6\"x8”/ 9\"x12\"/ 12\"x16\"Cm - 15x20/ 24X32/ 30x40FILE 3. 4:5 Ratio:INCHES - 8\"x10”/ 16\"x20\"Cm - 10X12/ 20x25/ 40x50FILE 4. INCHES - 11\"x14\"FILE 5. International Paper Size:A3, A4, A5+ PDF file with printing instructionsWe can resize the files for you for no extra charge, please contact us before purchasing so we can be sure the requested size is available! The files will be delivered electronically within minutes of your order and payment.Your files will be available to download here: http://www.etsy.com/your/purchases as soon as you completeWaiting for shipping can be a drag – my artwork is literally ready to download immediately! This listing is for DIGITAL DOWNLOADS ONLY. Nothing physical will be mailed. What’s so wonderful about digital prints? There’s no need to wait days for the mail to come – all files are available once your payment has cleared. That means you save time and money on shipping!WHERE TO PRINTYou can print at home, print shop (such as Office Depot, Wallgreens, Target, Costco etc.) or online services such as vistaprint.com, shutterfly.com, snapfish.com. An unlimited amount of copies can be made.*Do check their updates for any production or shipping delays*PRINTED AND DELIVERED1. www.vistaprint.com2. www.shutterfly.com3. www.artifactuprising.com4. www.snapbox.com5. www.snapfish.com6. https:/photos3.walmart.com/about/posters7. https://fineartamerica.com/custom/If you’d like a frame, you can purchase one from any online retailer and have it delivered and you can get the printing and framing done all at once from one of the following online print providers:FRAMED PRINTS DELIVERED1. www.artifactuprising.com2. www.simplyframed.com3. www.framebridge.com4. www.snapbox.com5. www.levelframes.com6. https://fineartamerica.com/custom/Copyright 2021 WestArtGroupAll Rights Reserved\n                ", "listing_reviews": null, "store_reviews": null, "search": "printable wall art", "url": "https://www.etsy.com/listing/980352822/boho-digital-print-boho-art-prints"}, {"seller_text": "ARTVUEprints", "seller_href": "https://www.etsy.com/shop/ARTVUEprints?ref=simple-shop-header-name&listing_id=962556169", "store_sales": "15,324 sales", "store_rating": "4.9795", "listing_title": "Abstract Botanical Wall Art, Botanical Line Art Print Set Of 2, Minimalist Botanical Art, Leaves Prints, Neutral Printable Art Bedroom Decor", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $6.45\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 ZIP"], "listing_desc": "\n                    PRINT # 407 - DIGITAL FILES ONLY_______________________________________WHY PRINTABLE ARTPrintable art creates an amazing change in your home or office, in such a simple and affordable way.INSTANT DOWNLOADYou don't have to wait for shipping! This listing is for a DIGITAL FILES of this artwork.You can print the file on a home printer, at a local print shop or even using an online service.<<THIS PURCHASE INCLUDES BOTH PRINTS>>WHATS INCLUDEDAfter purchase, you can download 5 ZIP FILES containing scaleable high resolution JPEG files (RGB, 300dpi, resolution up to 10800x7200 px), which will get you very clean, clear prints in the following sizes:① RATIO 2:34x6” | 8x12” | 12x18” | 16x24” | 20x30” | 24x36” | 60x90 cm② RATIO 3:4 6x8” | 9x12”| 12x16” | 15x20” | 18x24” | 45x60 cm③ RATIO 4:54x5” | 8x10” | 16x20” | 40x50 cm④ ISO (International Standard Size) 5x7” | A5 | A4 | A3 | A2 | A1 | 50x70 cm⑤ RATIO 11x1411x14” | 30x38 cm~ PLEASE READ CAREFULLY MY SHOP POLICIES AND FAQ'S BEFORE PURCHASING. ~NOTE● No physical product will be shipped and the frame is not included.● Colours may vary slightly due to different colour monitors and printers.● Any texture or filter on the image is intentional.● The item is intended for the user with a minimum knowledge of managing digital files.● No refunds due to the instant file download.● THIS PURCHASE IS FOR PERSONAL USE ONLY.Feel free to ask for a specific size or any color adjustment.Please contact me if you have any questions!Thank you for visiting!\n                ", "listing_reviews": null, "store_reviews": "802 shop reviews", "search": "printable wall art", "url": "https://www.etsy.com/listing/962556169/abstract-botanical-wall-art-botanical"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=820356249", "store_sales": "70,785 sales", "store_rating": "4.9099", "listing_title": "5 Family Desktop & Mobile Lightroom Presets, Bright Airy Photo Editing Filter for Instagram, White Clean Preset for Home Lifestyle Blogger", "listing_bestseller": "-", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Family Time Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram, Photo Editing Filter for Lifestyle and Travel🌟The Family Time Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add bright, white and airy tones to your Instagram photos. These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for mobile preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "37", "store_reviews": "5,612 reviews", "search": "printable wall art", "url": "https://www.etsy.com/listing/820356249/5-family-desktop-mobile-lightroom"}, {"seller_text": "afnansstudio", "seller_href": "https://www.etsy.com/shop/afnansstudio?ref=simple-shop-header-name&listing_id=1036663705", "store_sales": "9 sales", "store_rating": "5", "listing_title": "Fuck Definition, Fuck Quote, Dirty Word Poster, Swear/Vulgar/Typography, Boho Decor, Printable Wall Art, Quote Print, Digital Print Download", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $2.50\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 JPG"], "listing_desc": "\n                    Bohemian Floral Fuck Print ideal for Gifting or Putting up in your Bedroom, Living Room or Office and make a Statement.FILE INFORMATION:You will receive 5 Files. Printable in JPEG format, in high resolution 300 dpi.FILE SIZE:The images are of the largest size, so you can easily print smaller sizes of the same ratio. >RATIO 2:34x6” | 8x12” | 12x18” | 16x24” | 20x30” | 24x36”>RATIO 3:46x8” | 9x12”| 12x16” | 15x20” | 18x24”>RATIO 4:54x5” | 8x10” | 12x15\" | 16x20”>ISO (International Standard Size)A5- 14.8x21.0 cm | A4- 21.0x29.7 cm | A3-29.7x42.0 cm | A2-42.0 x 59.4 cm | A1-59.4 x 84.1cm> 11x14 INCHIf you need another size (inches/cm) or aspect ratio, add a note when you purchase the item and we will send the new print right to your email.Note:- The digital files will be instantly available to download after your payment transaction is complete- Listing is for a printable digital download, no physical copy will be there.- The final print quality will be determined by the quality of the printer and paper that you choose- Please keep in mind - a quality matte paper will often hold finer detail than a glossy paper.- If you have any issues, feel free to message me and we will be more than happy to answer!\n                ", "listing_reviews": null, "store_reviews": "3 shop reviews", "search": "printable wall art", "url": "https://www.etsy.com/listing/1036663705/fuck-definition-fuck-quote-dirty-word"}, {"seller_text": "SymphonyPresets", "seller_href": "https://www.etsy.com/shop/SymphonyPresets?ref=simple-shop-header-name&listing_id=791964935", "store_sales": "17,191 sales", "store_rating": "4.9267", "listing_title": "10 Dark and Moody Mobile Lightroom Presets -  Desktop Presets - Instagram Presets - Set of 10 Presets - iPhone Presets - Blogger Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 JPG, 1 ZIP"], "listing_desc": "\n                    Moody Black - Lightroom Presets / Best for Lightroom Mobile and Desktop/ Lightroom Presets/ Instagram PresetsMake your photos stand out with this preset pack which includes 10 unique presets for Lightroom. These presets were designed especially for portraits, travel, lifestyle, and wedding photography to give your photos that popular and attractive dark and moody look. This preset pack is the second version of our Dark and Moody Preset Pack.This bundle includes 10 beautiful Lightroom presets which can be used in almost every type of situation. Whether you took an amazing selfie, or you took awesome photos on your new camera these presets will be great. They were great in a variety of lighting situations, even in extremely low light environments.You can use these presets in both the mobile and the desktop version of lightroom with a very easy install that can take under 1 minute. Compatibility: Works on all Versions of Lightroom Classic, Lightroom CC and Lightroom Mobile. Lightroom Classic versions 7.2 and older use the .lrtemplate files while 7.3 and newer can use either .lrtemplate or .xmp.Top features of this bundle:🗸 One time purchase, keep forever🗸 10 Presets in .xmp Format🗸 10 Presets in .lrtemplate Format🗸 10 Preset in .dng Format🗸 Compatible with Lightroom Mobile🗸 Compatible on Windows and Mac🗸 24/7 Support🗸 Free Updates🗸 Install Instructions Included\n                ", "listing_reviews": "100", "store_reviews": "860 reviews", "search": "printable wall art", "url": "https://www.etsy.com/listing/791964935/10-dark-and-moody-mobile-lightroom"}, {"seller_text": "LouMarksPhoto", "seller_href": "https://www.etsy.com/shop/LouMarksPhoto?ref=simple-shop-header-name&listing_id=865473815", "store_sales": "388,506 sales", "store_rating": "4.8278", "listing_title": "10 Presets, Lightroom Presets, Lightroom mobile presets, Filter Instagram presets, Preset for mobile blogger, Natural light and airy Pack", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.49\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP, 2 PDF"], "listing_desc": "\n                    ♡ SALE!! Buy 3 Packs & Get 2 FREE! Add all 5 Packs to your cart and only pay for 3 in total!♡ More Presets In My Shop: www.etsy.com/shop/loumarksphoto♡ Create consistent photo edits with The Light Airy Preset Pack. This Preset Collection soften and lighten your dark dull photos, add lightness and sift color with my photo presets! This presets pack included 10 presets suitable for all images and creates amazing results! Makes your images look so much better and brighter! ♡ Works amazing in one click on Indoor and Outdoor, Home Interiors, Family Photos, Lifestyle, Travel, Fashion, Blogger, Wedding, and Portrait Images. Create beautiful blog images or social media images one click. Perfect to easily enhance everyday photos!WHY YOU'LL LOVE IT✔️Light Airy vibe perfect for instagram themes✔️Creamy skin tones and dreamy white tones✔️Made by a professional photographerLou & Marks Presets work with All Versions of Lightroom Mobile & Lightroom Desktop and with Photoshop ACR.INCLUDED IN YOUR PURCHASE ✔️ 10 Mobile Lightroom Presets (DNG)✔️ 10 Desktop Lightroom Presets (LR)✔️ 10 Lightroom & Photoshop Presets (XMP)✔️ Step-by-step PDF guide with video instructionsCOMMON QUESTIONS✔️ Works With The Free & Paid Lr iPhone App✔️ Works With The Free & Paid Lr Android App✔️ Works With All Lightroom Desktop Versions ✔️ Works With Photoshop ACR ✔️ Works With Mac & PC✔️ Works With JPG & RAW Formats♡ SKIN TONE PROMISE You are you unique and so are our Presets! We created our Presets for everyone. No one specific skin tone or hair color. When you purchase from Lou + Marks you are not just purchasing presets you also get our guarantee that they will suit your skin tone. If they don’t send me a message with an unedited image and I will personally adjust them for you. ♡ STAY IN TOUCH Connect with me on Instagram @louandmarks and tag #louandmarks so I can see all your amazing photo edits and share them in my daily stories of my audience of over 60K.© Lou & Marks. All Rights Reserved. By Purchasing this product you agreeing to the Terms of Use. Do not sharing the files, or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "69", "store_reviews": "16,494 reviews", "search": "printable wall art", "url": "https://www.etsy.com/listing/865473815/10-presets-lightroom-presets-lightroom"}, {"seller_text": "PennyandHorse", "seller_href": "https://www.etsy.com/shop/PennyandHorse?ref=simple-shop-header-name&listing_id=856778853", "store_sales": "18,296 sales", "store_rating": "4.9552", "listing_title": "Hustle Grind Execute Print Set, Motivational Office Decor, Inspirational Posters, Entrepreneur Wall Art, Printable Office Definition Signs", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $7.84\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 ZIP"], "listing_desc": "\n                    INSTANT DOWNLOAD - DIGITAL PRODUCT - NO PHYSICAL ITEM SHIPPED- - - - -Hustle Grind Execute Print Set, Motivational Office Decor, Inspirational Posters, Entrepreneur Wall Art, Printable Office Definition Signs- - - - -Penny & Horse is a husband and wife creative collaboration bringing together our passion for design and photography. It's a passion we love to share and encourage others to enjoy.For an easy and affordable way to enhance your home or office, our printable artworks are the perfect choice. You can print them yourself at home, call into a local print/copy shop or upload to an online printing service to have the prints delivered to your door.— I N C L U D E D - F I L E S —YOUR ORDER WILL INCLUDE 5 DIGITAL FILES IN COMMON SIZES.Included are 5 high-resolution images (300 dpi), ready for print.A 4x5 ratio file for printing 4\"x5\", 8\"x10\", 16\"x20\", 40x50cm.A 3x4 ratio file for printing 6\"x8\", 9\"x12\", 12\"x16\", 18\"x24\".A 2x3 ratio file for printing 4\"x6\", 6\"x9\", 8\"x12\", 10\"x15\", 12\"x18\", 16\"x24\", 20\"x30\", 24\"x36\"An international paper size file for printing 5\"x7\", A5, A4, A3, A2, A1, 50x70cm.A file for printing 11\"x14\".- - - - -If you require a custom size, we can provide this for no extra charge. Simply purchase as normal then get in touch with the size you need and we’ll get back to you!— P L E A S E - N O T E —No physical product will be shipped and the frame is not included. Colors may vary slightly due to different color monitors/calibration. This purchase is licensed for PERSONAL USE ONLY. © Artwork is copyright of Penny & Horse.— D I S C O V E R - M O R E - A R T - P R I N T S —https://www.etsy.com/shop/pennyandhorseThank you for visiting!\n                ", "listing_reviews": "8", "store_reviews": "1,096 reviews", "search": "printable wall art", "url": "https://www.etsy.com/listing/856778853/hustle-grind-execute-print-set"}, {"seller_text": "MintAndPepper", "seller_href": "https://www.etsy.com/shop/MintAndPepper?ref=simple-shop-header-name&listing_id=965300605", "store_sales": "61,307 sales", "store_rating": "4.8303", "listing_title": "14 Lightroom Mobile Presets, Bright Airy Lightroom Preset, Desktop Boho Presets, Photo Filter for Blogger, Bright Instagram", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.82\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 2 ZIP"], "listing_desc": "\n                    14 Presets for Mobile Lightroom in .DNG format ✩ Lightroom Presets ✩ Instagram FiltersBOHO VIBE is pack of 14 Lightroom Mobile & Desktop Presets. Great for bloggers, photographers and everyone who aims to create a consistent feed on Instagram with easily applied filter. Perfect for outdoor and indoor photography, fashion shots and portraits.✩ They work well with iPhone and Android devices and Desktop Lightroom✩ Easy to apply, with just one click✩ Instant download filesYOU GET:✩ 14 Lightroom Mobile Presets in .DNG and .XMP formats✩ Instruction in PDF 💥Check out our Bestsellers💥https://www.etsy.com/shop/MintAndPepperSPECIAL OFFER:🌟GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE🌟🌟GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE🌟🌟GET 8 PACKS & PAY ONLY FOR 4 - Add 8 items to your cart and use promo code 4FREE🌟Please remember that all presets look differently on each photo because of lighting and white balance settings, dominant colours etc. If your photo doesn’t look perfect you may need to adjust exposure or temperature to achieve the best results.Due to the digital nature of this product no exchanges or refunds will be made.CONTACT:EMAIL: mintandpepper5 [!at] yahoo.comON IG: @mint_and_pepper_© 2021 MintAndPepper, All Rights ReservedTerms of use: Forbidden to copy, sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.Lightroom Presets, Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, iPhone, Android, Lifestyle Presets, Desktop Presets, Wedding Presets, Boho Presets, Portrait Presets, Best Presets, Bright And Airy Preset, Clean Preset, Light Preset, Instagram Filters, Mobile Filters, Photo Filters, Travel Blogger Presets, Photo Editing, Photography Presets, White Preset, Blogger Presets, Photo Presets, Mobile Filter, Travel Presets, Influencer Presets, Summer Presets, Trendy Presets, Premium Presets\n                ", "listing_reviews": "23", "store_reviews": "2,033 reviews", "search": "printable wall art", "url": "https://www.etsy.com/listing/965300605/14-lightroom-mobile-presets-bright-airy"}, {"seller_text": "LettyArtPrints", "seller_href": "https://www.etsy.com/shop/LettyArtPrints?ref=simple-shop-header-name&listing_id=966153859", "store_sales": "7,150 sales", "store_rating": "4.9431", "listing_title": "Get Naked Print, Bathroom Wall Art Decor, Printable Art, Typography Quote Print, Bedroom Wall Art Print Get Naked Sign Poster Bathroom Print", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $4.56\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 JPG"], "listing_desc": "\n                    INSTANT DOWNLOAD. DIGITAL FILES ONLY.Please note that NO physical product will be shipped.- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - INCLUDED FILES -You will receive 5 scaleable high-resolution image files at 300 dpi (required printing standard), printable in the following sizes:2x3 ratio file for printing - 4\"x6\", 6\"x9\", 8\"x12\", 10\"x15\", 12\"x18\", 16\"x24\", 20\"x30\", 24\"x36\", 60x90cm3x4 ratio file for printing - 6\"x8\", 9\"x12\", 12\"x16\", 18\"x24\", 45x60cm4x5 ratio file for printing - 4\"x5\", 8\"x10\", 16\"x20\", 40x50cm5x7 ratio file for printing - 5\"x7\", A5, A4, A3, A2, A1, 50x70cm11x14 file for printing - 11\"x14\"I'll be happy to adjust the size of print with no extra charge, please contact me before purchasing so we can be sure the requested size is available.After purchase, you can access your downloads by visiting your Etsy Profile > Purchases and Reviews (http://www.etsy.com/your/purchases).In case you purchased as a 'guest', you'll receive an automated email from Etsy containing your download links.Please note that the Etsy app on your mobile or tablet devices does not allow download functionality. You can still download your files to your device, though, by opening up your Etsy account in your device's internet browser and navigating to 'You' > 'Purchases and Reviews'.- NOTE -● This is a digital download item. No physical prints or frame will be shipped.● Colors may look a bit different as seemed on your screen due to different color monitors and printers.● No re-selling of any digital files is allowed in any way.● No refunds due to the digital files download.● THIS PURCHASE IS FOR PERSONAL USE ONLY.---Go back to my shop:➤ https://www.etsy.com/shop/LettyArtPrints\n", "listing_reviews": null, "store_reviews": "364 shop reviews", "search": "printable wall art", "url": "https://www.etsy.com/listing/966153859/get-naked-print-bathroom-wall-art-decor"}]