[{"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=806790891", "store_sales": "70,786 sales", "store_rating": "4.9099", "listing_title": "5 White Mobile & Desktop Lightroom Preset, Bright Airy Photo Filter for Instagram Influencers, Light Clean VSCO iPhone Blogger Presets", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 White Bliss Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram, Photo Editing Filter for Lifestyle and Travel🌟The White Bliss Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add clean, rich white tones to your Instagram photos. These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for mobile preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "92", "store_reviews": "5,613 reviews", "search": "instagram template", "url": "https://www.etsy.com/listing/806790891/5-white-mobile-desktop-lightroom-preset"}, {"seller_text": "Blondary", "seller_href": "https://www.etsy.com/shop/Blondary?ref=simple-shop-header-name&listing_id=943879946", "store_sales": "2,567 sales", "store_rating": "4.9957", "listing_title": "Lightroom Presets, 6 Coconut Presets, Mobile Presets, Instagram Filter, Blogger Presets, Travel Presets, Summer Presets, Tropical, Maldives", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $1.05\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    6 Mobile Lightroom Presets, Instagram Presets, Travel presets, Photo filter, Blogger Presets, Indoor photo presets, Lifestyle presets, Warm Bright preset, Tropical Presets, Preset, Coconut Presets✩ FREE PRESETS OFFER ✩💥 GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE 💥💥 GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE 💥*Coconut Mobile & Desktop Presets: include 6 mobile and desktop Lightroom preset will enhance skin tones for an all year round sunkissed tan and make the blues in your photo pop.*⭐You Will Receive :- 6 DNG. Mobile Presets (Compatible with computer Lightroom App also!) - 1 PDF file \"how to download mobile presets\" All presets files are in DNG format.After the download you will need to unzip the file, either on your PC (and then send the mobile presets to your phone) or on your phone (if you have an app that can unzip files).After purchase you will be able to INSTANTLY DOWNLOAD the following 6 presets.- If you have problems with installation or with downloading your files just contact me and I'll do my best to help you.- Please keep in mind that each photo has different light setting so you can tweak some settings as light, contrast etc after applying you presets to get best results.For personal use ONLY! You may NOT sell, distribute, rent, give, sub-license, or transfer presets, or presets sent to anyone else.More Presets:Creamy Presets:https://www.etsy.com/listing/948185389/mobile-lightroom-presets-5-creamy?ref=shop_home_active_8&pro=1Winter Snow Presets:https://www.etsy.com/listing/949617290/mobile-lightroom-presets-12-winter-snow?ref=shop_home_active_9&pro=1Vintage Presets:https://www.etsy.com/listing/960609413/lightroom-presets-3-vintage-presets?ref=shop_home_active_1&pro=1Spring Presets:https://www.etsy.com/listing/953829356/lightroom-presets-6-spring-presets-white?ref=shop_home_active_3&pro=1Fitness Presets:https://www.etsy.com/listing/943374818/lightroom-presets-6-fitness-presets?ref=shop_home_active_5&pro=1Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filters, Travel Presets, Influencer Presets, warm presets, iPhone Presets, Moody Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright Presets, Clean Preset, Color Pop Preset, Vibrant Presets, Desert Presets, Beach Presets, Instagram Presets, Lifestyle Presets, Coconut Presets, summer presets, tropical presets\n                ", "listing_reviews": null, "store_reviews": "234 shop reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/943879946/lightroom-presets-6-coconut-presets"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=1029762143", "store_sales": "21,701 sales", "store_rating": "4.7409", "listing_title": "10 Lightroom Presets for Mobile, Vibrant Preset, Colorful Filter, Bright Summer Preset, Beach Preset, Instagram Filter, VSCO Filter, Outdoor", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $2.12\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    Meet our NEW Colorpop Lightroom Presets for Mobile devices! These trendy vibrant filters are perfect for Bloggers, Instagram Influencers, or anyone looking to up their photo game!⋒ Your Purchase Includes ⋒・10 Colorpop Lightroom Presets for Mobile・PDF Download Guide・PDF Editing Tips & Tricks Handbook⋒ Additional Information ⋒・FOR MOBILE (iOS / Android)・Compatible with the FREE Lightroom App・Works with & WITHOUT an Adobe subscription・Presets can be used an unlimited number of timesOur presets are tested on a range of different photo styles. Please keep in mind, all photos are unique and therefore presets work differently on every photo. We are confident that our presets will add a beautiful touch to your photos. The final touch may be done by you through small adjustments like tweaking the exposure or saturation to create your perfect image.⋒ Cancellations, Refunds and Exchanges ⋒Due to the digital nature of this product, we are unable to offer refunds. However, your satisfaction is our number one priority. In the case you are not happy with a preset you have purchased, please leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2021 IslahStudios, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.⋒ Keywords ⋒Lightroom Preset, Lightroom Preset Etsy, Lightroom Mobile, Outdoor Preset, Outdoor Filter, Beach Preset, Beach Filter, Summer Preset, Summer Filter, Instagram Preset, Instagram Filter, VSCO Filter, Lifestyle Blogger Preset, Lifestyle Blogger Filter, Influencer Preset, Influencer Filter, California Vibes, iPhone Filter, Android Filter, Tan Preset, Vacation Preset, Travel Preset, Travel Blogger, Mommy Preset, Mommy Filter, Baby Preset, Baby Filter, Newborn Preset, Newborn Filter, Family Preset, Family Filter, Home Preset, Home FIlter, Indoor Preset, Indoor Filter, Interior Preset, Interior Filter, Vibrant Preset, Vibrant Filter, Colorful Preset, Colorful Filter, Colorpop Preset, Colorpop Filter\n                ", "listing_reviews": null, "store_reviews": "1,130 shop reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/1029762143/10-lightroom-presets-for-mobile-vibrant"}, {"seller_text": "HyggelyStudio", "seller_href": "https://www.etsy.com/shop/HyggelyStudio?ref=simple-shop-header-name&listing_id=726954527", "store_sales": "21,406 sales", "store_rating": "4.919", "listing_title": "8 Lightroom MOBILE Presets, Clean and Crisp Mobile Lightroom Presets, Blogger and Instagram Photo Filters, Lightroom CC, Light Bright Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.55\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF"], "listing_desc": "\n                    Elevate your social media presence with these Clean and Crisp presets for MOBILE! These are used best for images used in light spaces or shot in natural light.☞ PLEASE NOTE: THIS IS A DIGITAL DOWNLOAD! NO PHYSICAL COPY WILL BE SENT TO YOU! ☜CHECK OUT MORE FROM THIS SHOP --> https://www.etsy.com/ca/shop/HyggelyStudio-----------------------------------------------DETAILS FOR INSTANT DOWNLOAD:-----------------------------------------------♡ INSTANT DIGITAL DOWNLOAD!You will receive 8 preset files (PDF will have a clickable link to your files through google drive)+ PDF WITH LINK TO STEP BY STEP INSTRUCTIONS WITH PHOTOS!➀ CLEAN&CRISP - ORIGINAL - DNG FILE ➁ CLEAN&CRISP - HIGHLIGHT- DNG FILE➂ CLEAN&CRISP - WARM- DNG FILE➃ CLEAN&CRISP - COOL - DNG FILE➄ CLEAN&CRISP - INTERIOR - DNG FILE➅ CLEAN&CRISP - OUTDOOR - DNG FILE➆ CLEAN&CRISP - TWO - DNG FILE➇ CLEAN&CRISP - THREE - DNG FILE!! These presets are created for Mobile Lightroom CC ONLY !!*If you would like the Desktop version of these presets, please message me, and I will direct you to the desktop listing*- Compatible with both the Paid and Free Versions of Lightroom Mobile- Instant Download Directly to Mobile Device, No Desktop Needed- Compatible with JPG & Raw ImagesBased on your lighting conditions, camera settings, and personal style, these presets may need to be slightly altered to fit your needs. I am always happy to help you use the presets if you are having trouble.  !! No refunds or exchanges can be made on digital products !!TERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE FOLLOWING -- - Do not share these files- Do not sell these files- Derivative works are also prohibited© 2019 Hyggely Studio - All Rights Reserved\n                ", "listing_reviews": "100", "store_reviews": "816 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/726954527/8-lightroom-mobile-presets-clean-and"}, {"seller_text": "SunnyEditor", "seller_href": "https://www.etsy.com/shop/SunnyEditor?ref=simple-shop-header-name&listing_id=923518190", "store_sales": "336 sales", "store_rating": "4.7059", "listing_title": "11 Natural Mobile Lightroom Presets, Natural Presets, Cream Presets, Instagram Filters, Blogger, Vanilla, iPhone Presets, Filter for iPhone", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.20\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 1 PDF, 1 ZIP"], "listing_desc": "\n                    ◆ ◆ ◆ SPECIAL OFFER ◆ ◆ ◆✭ Buy 3 presets and get 2 for free. Add 5 presets to your shopping cart and apply the coupon code 2FREE. ✭ Buy 5 presets and get 4 for free. Add 9 presets to your shopping cart and apply the coupon code 4FREE.◄  INCLUDED IN YOUR PURCHASE  ►* 11 Mobile Lightroom Presets (DNG files)* Detailed PDF Image Instructions✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Lightroom Mobile is FREE so you don't need an Adobe subscription to use the presets✔️ You only need Lightroom CC App on your Phone/iPad✔️ Once purchased can be used an unlimited amount of times✔️ Easy to apply with just one clickGeneral information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUYhttps://www.youtube.com/watch?v=uOBXKOyAFEAPlease keep in mind all photos are unique and therefore each preset works differently on every photo. You can fine tune your own adjustments to find settings that suit you with temperature, exposure etcDue to the digital nature of this product ALL SALES ARE FINALKeywords:Lightroom Presets, Mobile Preset, DNG, Instagram Preset, Lightroom CC, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset, White Presets, Natural Presets© 2020 Sunny Editor Presets, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "5", "store_reviews": "17 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/923518190/11-natural-mobile-lightroom-presets"}, {"seller_text": "printableKstationery", "seller_href": "https://www.etsy.com/shop/printableKstationery?ref=simple-shop-header-name&listing_id=814056839", "store_sales": "1,412 sales", "store_rating": "4.9722", "listing_title": "2021 A4 Monthly Planner Printable – Minimal 12-Month – Calendar, Instant Download", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.38\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 ZIP"], "listing_desc": "\n                    2021 – Monday Start – A42021 12-month minimal A4 planner. It's designed to fit A4 paper size (210x297 mm) by printing at 100% scale or 'Actual Size'. When you complete your purchase, you will receive a high-quality .pdf file which can be opened using a PDF viewer program such as Adobe Acrobat Reader. You will also receive a .zip file with jpgs of all months.Feel free to contact me if you have any questions.Enjoy!---Please remember that this digital file is for personal use only and not to be used for print production. Check my store policies for the full listing of Terms of Use.\n                ", "listing_reviews": "22", "store_reviews": "89 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/814056839/2021-a4-monthly-planner-printable"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=923532978", "store_sales": "21,701 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Neutral Filter, Cream Preset, Instagram Filters, iPhone Presets, Lightroom Filter, Lifestyle Preset, Blogger Filter", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Live life luxuriously with a Luxe Preset! This Lightroom Mobile preset will effortlessly soften and neutralize the shades in your photos to achieve a rich luxurious look with the click of button! ✩ Your purchase includes ✩- 1 Luxe Lightroom Mobile Preset- PDF step by step installation guide✩ Additional Information ✩- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ✩ Cancellation Refunds/Exchanges ✩Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2021 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "11", "store_reviews": "1,130 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/923532978/lightroom-mobile-preset-neutral-filter"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=848819429", "store_sales": "237,230 sales", "store_rating": "4.8715", "listing_title": "20 LIGHTROOM Presets BOHEMIAN for Mobile and Desktop Lightroom, Instagram Presets, Boho Photo Filter, Presets Lightroom", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.65\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    20 Mobile and Desktop Bohemian Presets, Vintage Warm presets for Instagram Add soft pastel shades and creamy skin tones your images to create a boho effect with this Bohemian Soul Lightroom Preset Pack.These presets gives your image a modern chic feel, warm colors, and lower contrast and  will soften your images for a more subdued and natural look.These Presets Pack are perfect for Instagram, blogging and photo editing on the go. Hight Quality Preset, Great for Portraits, Bloggers, Travelers, Engagements and Wedding' shoots, a user friendly pack, easy to use, One click Lightroom Preset that gives your collection of work a more cohesive and aesthetic feel and get you on your way to creating stunning images. 🎁 GET 5 & PAY FOR 3: add 5 presets to your cart, use coupon: GIFT2 and pay for 3 only https://www.etsy.com/shop/VictoriaBeePhoto?coupon=GIFT2This preset for every kind of picture that will surely deliver stunning results and make your images look a hundred times better! For photographers who do a lot of fashion, travel and lifestyle photography.Check out my Bestsellers Itemshttps://www.etsy.com/shop/VictoriaBeePhoto♦️ Works in Lightroom Mobile App (iOS/Android)♦️ Works With & Without Adobe subscription♦️ Compatible with All Photo formatsIncluded:🔶20 Lightroom presets in .DNG format for MOBILE Lightroom .ZIP archive🔶20 Lightroom presets in .XMP format for DESKTOP Lightroom .ZIP archive🔶.PDF file with direct link to download presets directly to your phone 🔶.PDF Instruction GuideEtsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️Keep in mind that all presets work differently with each photo depending on a number of factors such as lighting, white balance, tone etc. Please contact me for any questions or editing help victoriabee.shop [!at] gmail.com© 2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephoto  ©victoriabee.presetsKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Boho Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bohemian Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "12", "store_reviews": "8,047 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/848819429/20-lightroom-presets-bohemian-for-mobile"}, {"seller_text": "FilAndEllieStudio", "seller_href": "https://www.etsy.com/shop/FilAndEllieStudio?ref=simple-shop-header-name&listing_id=1029443267", "store_sales": "9,294 sales", "store_rating": "4.8409", "listing_title": "7 Mobile LIGHTROOM Presets, Summer Presets, Pastel Presets, Instagram Filter, Natural Light And Airy,Blogger Preset, Natural Warm Presets", "listing_bestseller": "-", "listing_price": "\n                        $2.98\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 2 ZIP"], "listing_desc": "\n                    Instagram Presets / Mobile Lightroom Presets / Desktop & Mobile Presets /Natural Presets/Warm Summer Presets✩ INCLUDED IN YOUR PURCHASE ✩7 Mobile Lightroom Presets (DNG files)7 Desktop XMP PresetsFree 35 pages PDF on Social Media GrowthDetailed PDF Image Instructions◾️ If you have issues downloading or using any of the files, please contact me and I will re-send you the files and help you troubleshoot◾️With over 10 years of professional experience in the world of photography, you are guaranteed to get high quality presets that will elevate the look of your photos. We spent hundredths of hours editing, so that you won’t have to.✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Works With & WITHOUT Adobe subscription✔️ You only need Lightroom CC App on your Phone/iPad✔️ Works With Lightroom Desktop for Mac or PC (Classic & CC)Created for the FREE Lightroom Mobile App and Desktop Lightroom. Works best on RAW files but is fully compatible with JPEGS as well.General information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUY. Make sure to save the zip file on your phone. The transaction and installation can be completed on a mobile device. Access to a desktop computer is not required.These presets were designed to work with many different light conditions, from full sun to shade, and will help you achieve a consistent look by enhancing the colors and brightness of your photos. This pack in particular was designed to enhance the colors of sunlight, giving a warm, slighlty pink, natural and bright feel to your photos. A pastel accent for all your Spring photos. Perfect for general lifestyle photos, family, weddings or in general for portraits at golden hour/sunset . This pack works well for many different types of photography from lifestyle to travel, home blogging and professional wedding photographyGarden includes 6 mobile presets & 6 Desktop Presets. They are all extremely versatile, can be fully customized and are guaranteed to enhance dull images with just one click. Whether you work with photos straight from your phone’s camera roll or raw files from your DSLR, these presets will help you refine your style giving you beautiful photos.Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": null, "store_reviews": "421 shop reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/1029443267/7-mobile-lightroom-presets-summer"}, {"seller_text": "CottageHavenLane", "seller_href": "https://www.etsy.com/shop/CottageHavenLane?ref=simple-shop-header-name&listing_id=788098361", "store_sales": "9,064 sales", "store_rating": "4.9724", "listing_title": "2021 Monday Start Lined Monthly Calendars | 8.5x11 | PORTRAIT | Jan - Dec | Printable Download", "listing_bestseller": "-", "listing_price": "\n                        $1.50\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Digital download (1 PDF)2021 Monthly Calendars Printable Download PDF includes a full year January through December. These calendars are great, very simple and include lots of space for notes or plans.This Listing is for Printable 8.5x11 Portrait Monthly Calendars January 2021 - December 2021.(There is only 1 color GRAY)YOU WILL GET- 8.5\"x11\" PDF files (GRAY)SIZEthe calendars print on a regular size sheet of paper 8.5x11 inches for each monthyou may be able to change the size if you change the settings on your printer... all printers are different so it may be trial and errorDOWNLOAD:You will be able to download your files right after order placement and process of payment which can take a little time but usually same day.HOW TO DOWNLOAD:Please follow these steps: https://www.etsy.com/help/article/3949NO PHYSICAL ITEMS WILL BE DELIVEREDDownload your files directly from Etsy, the download link will also be sent to your E-mail addressHOW TO PRINT:You can print the image at home or send it to a photo lab or third-party printing source.(You can adjust the size on your printer for smaller calendars)If you want to print them back to back just skip page 1 and print 2-12 then print page 1 by itselfNOTE:For Personal use only.CONTACT ME:I really appreciate receiving your feedback. If you have any trouble, please let me know. I will be happy to do whatever I can to help you enjoy your purchase.Thank you very much for visiting my shop.Beautifully Tarnished All Rights Reserved.\n                ", "listing_reviews": "11", "store_reviews": "505 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/788098361/2021-monday-start-lined-monthly"}, {"seller_text": "SpringTimeDoodles", "seller_href": "https://www.etsy.com/shop/SpringTimeDoodles?ref=simple-shop-header-name&listing_id=883249474", "store_sales": "1,340 sales", "store_rating": "4.92", "listing_title": "2021 Calendar printable, PDF & JPEG digital download, Editable, Monthly calendar, Monthly planner, Instant Download, doodle months", "listing_bestseller": "Bestseller", "listing_price": "\n                        $6.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 2 ZIP"], "listing_desc": "\n                    2021 Monthly Calendar, each month custom drawn by Spring Time Doodles. PLEASE READSunday start, can print 8.5\" x 11\" (US letter Size) or 11\"x14\". Room at top to spiral bind and punch hole if you like. Can edit and add your family birthdays and events, must edit on a computer. Highly recommend to open PDF files with Adobe Acrobat Reader, which is free to download on https://get.adobe.com/reader. This allows basic editing, like words. If you would like more advanced editing you can download Adobe Acrobat Reader Pro DC, this costs money, but there is a 7 day free trial. More information on how to use Adobe Acrobat Reader in slides. You can also print using JPEG Files. If you edit using the JPEG files you would need a program to edit them. Such as powerpoint. Or Preview on a Mac. ------------------Remember this is an instant digital download, no shipping, no waiting! Just download, print and use. (Nothing will be shipped to you)------------------INCLUDED in download1 PDF file with 13 pages, 12 months, including cover page - size 8.5x111 PDF file with 13 pages, 12 months, including cover page - size 11x141 Zip file - 13 JPEG files, 12 months, including cover page - size 8.5x111 Zip file - 13 JPEG files, 12 months, including cover page - size 11x14------------------FOR PERSONAL USE ONLYPlease do not share this digital file with anyone. Resale & Reproduction are prohibited.------------------WHAT TO EXPECT1. After you purchase this listing and payment is complete, you will receive an email with confirmation and a link to download the file.2. Click download, and save the file to your computer.3. Print from a home printer, or send to print shop (Staples, Kinkos, etc).------------------Thank you! And feel free to visit my website for lots of free printables www.springtimedoodles.com\n                ", "listing_reviews": "25", "store_reviews": "143 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/883249474/2021-calendar-printable-pdf-jpeg-digital"}, {"seller_text": "PinkPepperLove", "seller_href": "https://www.etsy.com/shop/PinkPepperLove?ref=simple-shop-header-name&listing_id=907634224", "store_sales": "1,676 sales", "store_rating": "4.9881", "listing_title": "2021 - 2022 Printable calendar, calendar template, monthly calendar, instant download, Black and White, letter size, A4,", "listing_bestseller": "-", "listing_price": "\n                        $3.12\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 4 ZIP"], "listing_desc": "\n                    PRINTABLE CALENDAR 2021-2022From January 2021 to December 2022Digital creations, no physical objects will be sentInstant download of 4 Zip Files.2021 - Letter Size PDF - A4 PDF2022 - Letter Size PDF - A4 PDFWeek starts on SundayPDF format: for better print quality, be sure to open the file with Adobe Acrobat (Free to download at: Adobe.com/acrobat)\n                ", "listing_reviews": null, "store_reviews": "169 shop reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/907634224/2021-2022-printable-calendar-calendar"}, {"seller_text": "CottageHavenLane", "seller_href": "https://www.etsy.com/shop/CottageHavenLane?ref=simple-shop-header-name&listing_id=758936098", "store_sales": "9,064 sales", "store_rating": "4.9724", "listing_title": "2021 Monthly 2-Page Lined Calendars | 8.5x11 | Jan - Dec | Printable Download", "listing_bestseller": "Bestseller", "listing_price": "\n                        $1.50\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Digital download (1 PDF)2021 2-Page Lined Monthly Calendars Printable Download PDF includes a full year January through December. These calendars are great, very simple and include lots of space for notes or plans. The lines make it super easy to keep everything neat.This Listing is for the Printable PDF 8.5x11 Monthly Calendars, 2-Page Layout, January 2021 - December 2021.YOU WILL GET- 8.5\"x11\" PDF fileDOWNLOAD:You will be able to download your files right after order placement and process of payment which can take a little time but usually same day.HOW TO DOWNLOAD:Please follow these steps: https://www.etsy.com/help/article/3949NO PHYSICAL ITEMS WILL BE DELIVEREDDownload your files directly from your Etsy account, the download link will also be sent to your E-mail addressHOW TO PRINT:You can print the image at home or send it to a photo lab or third-party printing source.(You can adjust the size on your printer for smaller calendars.)NOTE:For Personal use only (digital and physical copy)\n                ", "listing_reviews": "36", "store_reviews": "505 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/758936098/2021-monthly-2-page-lined-calendars"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=869926639", "store_sales": "25,454 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets, Tan Presets, Presets, Instagram Filters, Influencer Presets, Vsco Filters, Mobile Presets, Brown Presets, Vsco", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "14", "store_reviews": "793 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/869926639/3-mobile-lightroom-presets-tan-presets"}, {"seller_text": "KellyJSorenson", "seller_href": "https://www.etsy.com/shop/KellyJSorenson?ref=simple-shop-header-name&listing_id=755039356", "store_sales": "16,717 sales", "store_rating": "4.9474", "listing_title": "2021 2022 Calendar Bundle | Printable Editable Portrait Monthly Calendars, Perpetual Calendars, & Year at a Glance in A4 A5 Letter Size", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 4 ZIP"], "listing_desc": "\n                    2021 2022 Calendar Bundle includes Printable Editable Monthly Calendars, Perpetual Calendars, & Year at a Glance in A4 A5 Letter Size These are portrait calendars.Included in Bundle:Monthly Calendars for 2021 & 2022• Letter Size (8.5 x 11 in)• A4 (8.27 x 11.69 in)• A5 (5.83 x 8.27 in)• Editable PDF files (in Adobe Acrobat Reader)• Monthly Calendars are Letter Size with a Sunday-Start format; A4 with a Monday-Start format; A5 with both Sunday-Start and Monday-Start formatsPerpetual Calendars• Letter Size (8.5 x 11 in)• A4 (8.27 x 11.69 in)• A5 (5.83 x 8.27 in)• PDF files (Not editable)Year at a Glance Calendars for 2020, 2021, & 2022• Letter Size (8.5 x 11 in)• A4 (8.27 x 11.69 in)• A5 (5.83 x 8.27 in)• PDF files (partially editable)Horizontal / Landscape Calendar: https://www.etsy.com/listing/730059748Please see the 4th listing image for placement of editable text fields on monthly calendars. These blue text fields will not print blue. That is just to show where you can add in text.This is a digital item and NO PHYSICAL CALENDARS WILL BE SHIPPED. Not all files are editable. Read description above.The colors you see on screen may differ slightly when printed.HOW THIS WORKS:• Once your payment is complete, you'll see your download link. Processing can take up to 5 minutes, refresh the page if you don't see the link. You'll also receive an email confirmation directing you to download the files.  They will be available in your purchase area (https://www.etsy.com/your/purchases)• Download and unzip the files• For best printing quality, open the file with Adobe Acrobat (Free to download at: https://get.adobe.com/reader/) • You can print as many copies of the calendar as you want at home or at any commercial printer of your choice.• If for any reason you are having trouble downloading your file, please contact me and I will do my best to resolve the problem.All files included in this download are original and copyright to Kelly Sorenson. They are for your Personal Use Only and cannot be shared or resold, neither as is nor partially modified.Tags:October November December January February March April May June July August September 2020 2021 2022 Editable Calendar Perpetual Year at a Glance\n                ", "listing_reviews": "26", "store_reviews": "2,107 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/755039356/2021-2022-calendar-bundle-printable"}, {"seller_text": "StarPlanners", "seller_href": "https://www.etsy.com/shop/StarPlanners?ref=simple-shop-header-name&listing_id=868646948", "store_sales": "982 sales", "store_rating": "4.9664", "listing_title": "Lunar Calendar for 2021 Life Planner PDF - Classic", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $1.20\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    What's Included:  ∙ One Printable Moon Phase Guide∙ One Printable Moon Phase CalendarFormat:∙ PDF Sizes: Letter Size (8.5 x 11in) & A5 Size (5.8 x 8.2in)∙ Printable PDF - Print as many as you'd like!∙ UTC (Coordinated Universal Time)∙ Instant Download - Download and print files immediately after purchase.How It Works:1. Purchase this listing2. Once your payment is processed, you'll be taken to the Etsy downloads page. This will usually take a few minutes. (You will also receive a confirmation email with a link to the downloads page.)3. Download the file(s)4. Print and start organizing!Why You Should Shop with Me:With so many planner pages on Etsy, you might have a hard time choosing which to purchase. You want to make sure you get the best value for your money, along with great customer service. I can assure you will get both if you purchase through me. All of my listings have been printed, tested and tweaked until perfect. Should you have an issue with any of my planner pages, please message me via Etsy or email and I will make sure the problem is fixed asap. I want you to love your planner as much as I do!This is a PDF Download only. No physical products will be shipped to you. Please note that colors may vary with different printers. Be sure to set your printer to \"High Quality\" or high DPI when printing. *I cannot control the quality your printer prints my PDFs*. Photos of finished product for demonstration purposes only.Due to the digital and custom nature of this product, I cannot offer returns after purchase. I want you to enjoy your printables, so if you have any trouble, please contact me via a message or by email at starplannersetsy {at} gmail {dot} com.These files may not be shared or resold in any way, shape, or form. These are for personal use ONLY.\n                ", "listing_reviews": "39", "store_reviews": "119 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/868646948/lunar-calendar-for-2021-life-planner-pdf"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=735827695", "store_sales": "171,645 sales", "store_rating": "4.8275", "listing_title": "10 Mobile Lightroom Presets, lightroom mobile presets,Instagram Presets, Preset Lightroom, Desktop Presets - Autumn presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    More presets in our SHOP:www.etsy.com/shop/KatherineDream• FILES INCLUDED IN YOUR PURCHASE •✔️ 10 MOBILE Lightroom presets for mobile Lightroom ( free mobile lightroom app)✔️ 10 DESKTOP Lightroom presets for desktop Lightroom✔️ Post-purchase Support✔️ Instructions✔️ Instant Download • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions• HOW TO ORDER •- Tap “add to cart” or “buy it now”;- Receive receipt and email from Etsy with link to download file- Download the Lightroom presets instantly.🧡Do you want to support us?  FREE package every week for our patrons and much more🧡https://www.patreon.com/katherinedream🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it. :)🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "100", "store_reviews": "6,145 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/735827695/10-mobile-lightroom-presets-lightroom"}, {"seller_text": "SnazzyMango", "seller_href": "https://www.etsy.com/shop/SnazzyMango?ref=simple-shop-header-name&listing_id=944703579", "store_sales": "3,763 sales", "store_rating": "4.6667", "listing_title": "INSTAGRAM Wedding Effect! Gold Wedding Effect! Personalised Instagram Effect, Engagement Filter For Instagram! Wedding Instagram Story Mask", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $8.01+\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: Adobe Illustrator, Photoshop, Instagram, Facebook, Spark AR, Glitter, Insta Stories, Effect, Instagram Story, Insta Story, Sparkle, Gold, Instagram Wedding\n\n\nRead the full description"], "listing_desc": "\n                    Personalised Instagram Effect! Gold Wedding Filter.TRY BEFORE YOU BUY: https://www.instagram.com/ar/208780934230521/Make a statement at your wedding with your very own custom Instagram/Facebook filter! All your family, friends, guests and followers will have access to your filter! Anyone who sees your story will also have access to your filter! Unlike snapchat filters it's not restricted to location and there is no upload cost!| CUSTOMISATION |Information Required:Mr. & Mrs. / Mr. & Mr. / Mrs. -Surname -Date (In format required) - Text colour (Select from drop down menu) or message me if you want a colour which isn't listed.Which social media do you want your filter to be on? (Facebook or Instagram). Please note there's a small charge to have your filter on both social media platforms as I essentially have to make 2 separate filters.| HOW IT WORKS |1 - Enter your personalisation requirements in the space provided when ordering.2 - I then design your filter in Instagram/Facebook's unique software.3 - A proof will then be sent to you of how your filter will look, please allow 24hrs for this.4 - Once you're happy with how your filter looks, I then submit it to Instagram/Facebook to upload to their filter collection. (This can take up to 48hrs)!5 - Once the filter has been accepted by Instagram/Facebook I will then email you a link to where you can find your filter on the social media site!6 - You can share the link with all your friends, family and guests! Alternatively, when your post to your story using the filter a badge will be displayed in the top left corner. Anyone who clicks on this will also have access and be able to use your filter! (An example of this is Picture 3).Please message me if you have any questions.  :)If you include the snapchat version in your order, this is just for the filter file. You must upload the filter to Snapchat where costs may be incurred due to location and date. More information can be found here: https://www.snapchat.com/l/en-gb/on-demand/Facebook and Instagram filters are uploaded by me at no extra cost.My full collection of Instagram & Facebook filters can be found here:https://www.etsy.com/uk/shop/SnazzyMango?ref=seller-platform-mcnav&section_id=21416837Keywords:Engagement filter, Instagram mask, Engagement Instagram Filter, Engagement Instagram Effect, Insta Filter, Instagram Filter, Instagram Story, Instagram Stories, Insta Stories, Instagram Wedding, Instagram Wedding Filter, Rose Gold Wedding Filter, Insta Wedding Filter, Insta Wedding Effect, Insta Wedding Stories, Insta Wedding, Instagram Wedding, Rose Gold Wedding Filter, Insta Mask, Insta Effect\n                ", "listing_reviews": "4", "store_reviews": "466 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/944703579/instagram-wedding-effect-gold-wedding"}, {"seller_text": "runningwithfoxes", "seller_href": "https://www.etsy.com/shop/runningwithfoxes?ref=simple-shop-header-name&listing_id=775734071", "store_sales": "5,964 sales", "store_rating": "4.9226", "listing_title": "8.5 x 11 Inch Blank Calendar Page Template | INSTANT DOWNLOAD | Includes S-S or M-S Monthly Printable Desk Wall Calender Print Ready", "listing_bestseller": "Bestseller", "listing_price": "\n                        $1.50\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 ZIP"], "listing_desc": "\n                    This listing is for a printable blank calendar page template. Great for laminating and reusing each month. There is space at the top for writing the name of the month and a box on the upper right corner for the year. Use as is, or add to it as needed! Perfect for home or office. Prints as  8.5 x 11\" (horizontal) or smaller.  Includes both Sunday through Saturday, and Monday through Sunday versions.**********************LISTING INCLUDES:•\tFILE TYPE: 2 individual printable high-res JPG and PDF files, transparent PNG files, and the editable INDD files used to create the calendar page. *Font files are not included, can be replaced with your own.•\tSIZE: Files are sized at 8.5 x 11 inches, 300 dpi, and can be printed as is or sized down.**********************★ THIS IS A DIGITAL PRODUCT – No physical product will be sent to you, as it is an INSTANT DOWNLOAD product. All files are available for immediate download and arrive in a ZIP file format. Digital files are non-refundable. Please note that colors may vary depending on your monitor and printer. Watermark not present on final product. Any questions? Don’t be afraid to send me a message directly.THANK YOU FOR SHOPPING!★ Keep shopping? http://runningwithfoxes.etsy.com\n", "listing_reviews": "34", "store_reviews": "683 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/775734071/85-x-11-inch-blank-calendar-page"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=793073746", "store_sales": "70,786 sales", "store_rating": "4.9099", "listing_title": "5 Nude Tone Presets Lightroom Mobile & Desktop, Minimal Beige Instagram Filter Warm, Creamy Brown Lifestyle Influencer Preset for Bloggers", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Nude Tones Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram, Photo Editing Filter for Lifestyle and Travel🌟The Nude Tones Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add soft beige, tan and creamy nude colored tones to your Instagram photos. These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for mobile preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "63", "store_reviews": "5,613 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/793073746/5-nude-tone-presets-lightroom-mobile"}, {"seller_text": "FilAndEllieStudio", "seller_href": "https://www.etsy.com/shop/FilAndEllieStudio?ref=simple-shop-header-name&listing_id=989903068", "store_sales": "9,294 sales", "store_rating": "4.8409", "listing_title": "6 MOBILE & Desktop LIGHTROOM Presets, Bright and Airy Preset, Blogger Presets ,White Lyfestyle Presets,Bohemian Presets, Bright Instagram", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF, 2 ZIP"], "listing_desc": "\n                    Instagram Presets / Mobile Lightroom Presets / Desktop & Mobile Presets /Bight White Lifestyle Bohemian Presets✩ INCLUDED IN YOUR PURCHASE ✩6 Mobile Lightroom Presets (DNG files)6 Desktop Lightroom Presets (XMP files)Free 35 pages PDF on Social Media GrowthDetailed PDF Image Instructions◾️ If you have issues downloading or using any of the files, please contact me and I will re-send you the files and help you troubleshoot◾️With over 10 years of professional experience in the world of photography, you are guaranteed to get high quality presets that will elevate the look of your photos. We spent hundredths of hours editing, so that you won’t have to.✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Works With & WITHOUT Adobe subscription✔️ You only need Lightroom CC App on your Phone/iPad✔️ Works With Lightroom Desktop for Mac or PCCreated for the FREE Lightroom Mobile App and Desktop Lightroom. Works best on RAW files but is fully compatible with JPEGS as well.General information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUY. Make sure to select save the zip file on your phone.These presets were designed to work in any light condition, from full sun to shade. They work particularly well with neutral backgrounds with white elements and natural light. The settings were set to enhance the colors of skin tones and to make everything brighter, softer and airy.perfect for photos taken at the beach, summer photos, indoor or any photo with natural sunlight Bright Boho includes 6 mobile bohemian presets and 6 premium desktop presets. They are all extremely versatile, can be fully customized and are guaranteed to enhance dull images with just one click. Whether you work with photos straight from your phone’s camera roll or raw files from your DSLR, these presets will help you refine your style giving you beautiful photos.Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "7", "store_reviews": "421 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/989903068/6-mobile-desktop-lightroom-presets"}, {"seller_text": "EliteStudioPresets", "seller_href": "https://www.etsy.com/shop/EliteStudioPresets?ref=simple-shop-header-name&listing_id=782384908", "store_sales": "17,026 sales", "store_rating": "4.7485", "listing_title": "20 Lightroom Mobile Desktop Presets Bright Feed, Natural Bright Airy Preset, Indoor Outdoor Preset Filter, Baby Photo, Wedding", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.37\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    20 PACKAGE Lightroom Mobile Desktop Presets BRIGHT FEED, Bright and Airy, Light Bright Preset, Indoor and Outdoor Preset, Baby Photos, Wedding PresetThese presets work best for photos taken under bad lighting. When your pictures are in need of some Light and Brightness, choose this preset pack. It gives your baby, wedding and business photos a professional look. Great for both indoor and outdoor photos. With 20 different presets, there must be one suitable for your picture.☆ What is included? ☆➤ 20 Presets in DNG and XMP format (NOT lrtemplate format, but you can still use them by uploading the DNG files in your Lightroom Desktop and save them as preset.)➤ PDF file containing a link to download your mobile and desktop presets➤ PDF installation guideEtsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets☆ Compatibility ☆➤ For MOBILE and DESKTOP use (iPhone, Android, PC, MAC)➤ Compatible with free version of the Adobe Lightroom App. You can download this app for free on your mobile phone (iPhone or Android)➤ Compatible with the paid desktop version of the Adobe Lightroom Classic CC (version 7.3+)➤ For use on JPEG and RAW images☆ BUY 5 AND GET 30% OFF!! ☆Add 5 presets in your cart and receive automatically 30% discount!https://www.etsy.com/shop/EliteStudioPresets☆ 24/7 Support ☆If you have any questions or need some help with the presets, please contact me at Etsy or through email elitestudiopresets[at]@gmail.com♡ Share with Us! ♡I would love to see how your pictures turned out by using our presets. Please include them in your review! Tag or DM us on instagram to get featured!@elitestudiopresets© 2020 Elite Studio Presets, All Rights ReservedTerms of Use: By purchasing this item, you are automatically agreeing to the terms of use. Included but not limited to: Prohibition of sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "100", "store_reviews": "749 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/782384908/20-lightroom-mobile-desktop-presets"}, {"seller_text": "DesignByRedFox", "seller_href": "https://www.etsy.com/shop/DesignByRedFox?ref=simple-shop-header-name&listing_id=1028027287", "store_sales": "276 sales", "store_rating": "5", "listing_title": "July Calendar / Printable / 2021 / Monthly Planner / Instant Download", "listing_bestseller": "-", "listing_price": "\n                        $1.16\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 4 PDF"], "listing_desc": "\n                    July 2021 Minimalist Printable CalendarA sophisticated and elegant planner to help you stay on top of your monthly schedule. Perfect for fans of minimalist design with a touch of luxury.*This is a digital calendar in PDF that you can print out yourself, no physical item will be shipped or mailed.*In your download you will get the following non-editable PDF files:July 2021 Calendar   - US Letter Size (11\" x 8.5\")  - week starts SundayJuly 2021 Calendar  - US Letter Size (11\" x 8.5\") - week starts MondayJuly 2021 Calendar - A4 Size - week start SundayJuly 2021 Calendar - A4 Size - week starts MondayYou will need a free PDF reader (for example Adobe Acrobat, Foxit) to open the files.If you have any questions, don't hesitate to get in touch.*This item is intended exclusively for personal use. It may not be used for commercial purposes.*\n                ", "listing_reviews": null, "store_reviews": "4 shop reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/1028027287/july-calendar-printable-2021-monthly"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=734939541", "store_sales": "70,786 sales", "store_rating": "4.9099", "listing_title": "5 Color Pop Lightroom Mobile & Desktop Presets, Vibrant iPhone Photo Editing for Instagram Blogger, Bright Summer Travel Influencer Filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Color Pop Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram Influencers, Bright Vibrant Photo Editing Filter for Summer Travel🌟The Color Pop Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add beautiful, vibrant tones to your Instagram photos. These presets were inspired by my personal Instagram editing style & digital nomad lifestyle.These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "77", "store_reviews": "5,613 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/734939541/5-color-pop-lightroom-mobile-desktop"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=747180046", "store_sales": "237,230 sales", "store_rating": "4.8715", "listing_title": "10 Lightroom Presets For Desktop and Mobile Lightroom INSTA / Lightroom Mobile Presets / Instagram Filter for Bloggers, Photo Editing", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    10 Mobile Lightroom Presets INSTA THEME , instagram preset,  influencer presets , lifestyle blogger presetsEdit your Instagram photos like a pro on your mobile device! Instagram Preset INSTA THEME Included 10 presets inspired by travel bloggers and influencers around the world  and will enhance your photos and assist in creating a cohesive Instagram feed. This preset for every kind of picture that will surely deliver stunning results and make your images look a hundred times better! For photographers who do a lot of fashion, travel and lifestyle photography.🔺Included10 LIGHTROOM PRESET .DNG file .ZIP Archive 10 LIGHTROOM PRESET .XMP file .ZIP Archive .PDF file with direct link to download presets directly to your phone .PDF Instruction Guide 📍Unfortunately, Etsy does not support downloading digital files via Etsy App. Please download via one of the following options:1. Visit your email and click 'View Your Files on Etsy' in the email received from Etsy. Login to your Etsy account (if you have one). You will see the links to your files at the bottom of the page.2. Login to your Etsy account via Safari or Google Chrome browser on your mobile phone. Click on Your Account (a circle in the top right corner) > Purchases and Reviews > Your Order > 'Download Files'. You will see the links to your files at the bottom of the page.Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and I'll send your preset immediately and you can save directly in your camera roll‼️For any questions or editing help Please contact me email victoriabee.shop [!at] gmail.com© 2019-2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoKeywords: Instagram Filter, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Lightroom filter for Blogger, Summer presets, cohesive aesthetic,  lightroom desktop, photo filter,  instagram filter\n                ", "listing_reviews": "41", "store_reviews": "8,047 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/747180046/10-lightroom-presets-for-desktop-and"}, {"seller_text": "Blondary", "seller_href": "https://www.etsy.com/shop/Blondary?ref=simple-shop-header-name&listing_id=967519508", "store_sales": "2,567 sales", "store_rating": "4.9957", "listing_title": "Mobile Lightroom Presets, Spring Preset, Vintage Presets, Vsco Filters, Iphone Presets, Lightroom, Mobile Presets, Instagram Filters, Bright", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.89\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Mobile Lightroom Presets, Instagram Presets, Vintage Presets, Spring Preset, Travel presets, Bright Presets, Photo filter, Blogger Presets, Indoor photo presets, Lifestyle presets, Warm Bright preset, Instagram Filter✩ FREE PRESETS OFFER ✩💥 GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE 💥💥 GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE 💥*Spring Mobile Preset: include 1 mobile lightroom preset perfect for Spring. Transform your outdoor photos with the Spring Lightroom Preset*⭐You Will Receive :- 1 DNG. Mobile Preset- 1 PDF file - Mobile InstructionsAll presets files are in DNG format.After the download you will need to unzip the file, either on your PC (and then send the mobile presets to your phone) or on your phone (if you have an app that can unzip files).- If you have problems with installation or with downloading your files just contact me and I'll do my best to help you.- Please keep in mind that each photo has different light setting so you can tweak some settings as light, contrast etc after applying you presets to get best results.For personal use ONLY! You may NOT sell, distribute, rent, give, sub-license, or transfer presets, or presets sent to anyone else.More Presets:Creamy Presets:https://www.etsy.com/listing/948185389/mobile-lightroom-presets-5-creamy?ref=shop_home_active_8&pro=1Winter Snow Presets:https://www.etsy.com/listing/949617290/mobile-lightroom-presets-12-winter-snow?ref=shop_home_active_9&pro=1Selfie Presets:https://www.etsy.com/listing/969972545/mobile-lightroom-presets-8-selfie?ref=shop_home_active_4&pro=1Fitness Presets:https://www.etsy.com/listing/943374818/lightroom-presets-6-fitness-presets?ref=shop_home_active_5&pro=1Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filters, Travel Presets, Influencer Presets, warm presets, iPhone Presets, Moody Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright Presets, Clean Preset, Color Pop Preset, Vibrant Presets, Mountains Presets, Bright Nature Presets, Nature Presets , Landscape Presets, Adventure Presets, Hiking Presets, Spring Presets, Green Presets\n                ", "listing_reviews": "29", "store_reviews": "234 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/967519508/mobile-lightroom-presets-spring-preset"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=743667337", "store_sales": "237,230 sales", "store_rating": "4.8715", "listing_title": "20 Lightroom Presets LIGHT AND AIRY, Bright and Clean Instagram Presets, Mobile and Desktop Photo Filter, Instagram Photo Editing", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    Mobile and Desktop Lightroom Presets LIGHT & AIRY Blogger Preset Collection for Instagram Photo preset Bright and Light preset Photo filterLighten your dark photo, add brightness to it and refresh it with this preset bundle! 🔺Included20  LIGHTROOM PRESET .ZIP file with .DNG .XMP.PDF file with direct link to download presets directly to your phone .PDF Instruction Guide Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️For any questions or editing help Please contact me email victoriabee.shop [!at] gmail.com© 2019-2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoKeywords: Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset\n                ", "listing_reviews": "100", "store_reviews": "8,047 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/743667337/20-lightroom-presets-light-and-airy"}, {"seller_text": "EliteStudioPresets", "seller_href": "https://www.etsy.com/shop/EliteStudioPresets?ref=simple-shop-header-name&listing_id=881740942", "store_sales": "17,026 sales", "store_rating": "4.7485", "listing_title": "Lightroom Preset ICE COFFEE, Single Mobile Desktop Lightroom Preset, Soft Light Beige Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $1.83\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 2 other files"], "listing_desc": "\n                    Lightroom Presets ICE COFFEE, Single Mobile Desktop Lightroom Presets, Soft Light Brown Preset☆ What is included? ☆➤ 1 Mobile Preset in .DNG format➤ 1 Desktop Preset in .XMP format (NOT lrtemplate format, but you can still use them by uploading the DNG files in your Lightroom Desktop and save them as preset.)➤ PDF installation guide☆ Compatibility ☆➤ For MOBILE and DESKTOP use (iPhone, Android, PC, MAC)➤ Compatible with free version of the Adobe Lightroom App. You can download this app for free on your mobile phone (iPhone or Android)➤ Compatible with the paid version of the Adobe Lightroom Classic CC (version 7.3+)➤ For use on JPEG and RAW imagesSince each image is different due to lighting conditions, camera settings, and personal style, these presets may need to be slightly altered to fit your needs.☆ BUY 5 AND GET 30% OFF!! ☆Add 5 presets in your cart and receive automatically 30% discount!https://www.etsy.com/shop/EliteStudioPresets☆ 24/7 Support ☆If you have any questions or need some help with the presets, please contact me at Etsy or through email elitestudiopresets[at]@gmail.com♡ Share with Us! ♡I would love to see how your pictures turned out by using our presets. Please include them in your review! Tag or DM us on instagram to get featured!@elitestudiopresets© 2020 Elite Studio Presets, All Rights ReservedTerms of Use: By purchasing this item, you are automatically agreeing to the terms of use. Included but not limited to: Prohibition of sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "22", "store_reviews": "749 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/881740942/lightroom-preset-ice-coffee-single"}, {"seller_text": "SnazzyMango", "seller_href": "https://www.etsy.com/shop/SnazzyMango?ref=simple-shop-header-name&listing_id=990671746", "store_sales": "3,763 sales", "store_rating": "4.6667", "listing_title": "CUSTOM Bachelorette Instagram Filter! Neon Bachelorette Filter, Bachelorette Filter Instagram, Instagram Effect, Hen Party Filter, Instagram", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $8.01+\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: Adobe Illustrator, Photoshop, Instagram, Facebook, Spark AR, Glitter, Insta Stories, Effect, Instagram Story, Insta Story, Neon, Bachelorette, Filter\n\n\nRead the full description"], "listing_desc": "\n                    Custom Neon Bachelorette Filter For Instagram, Instagram Stories Filter!TRY BEFORE YOU BUY: https://www.instagram.com/ar/510638693640520Make a statement at your bachelorette with your very own custom Instagram/Facebook filter! All your family, friends, guests and followers will have access to your filter! Anyone who sees your story will also have access to your filter! Unlike snapchat filters it's not restricted to location and there is no upload cost!| CUSTOMISATION |Information Required:Name -Date -All colours and text are customisable so feel free to message me if you require different colours or wording!| HOW IT WORKS |1 - Enter your personalisation requirements in the space provided when ordering.2 - I then design your filter in Instagram/Facebook's unique software.3 - A proof will then be sent to you of how your filter will look, please allow 24hrs for this.4 - Once you're happy with how your filter looks, I then submit it to Instagram/Facebook to upload to their filter collection. (This can take up to 48hrs)!5 - Once the filter has been accepted by Instagram/Facebook I will then email you a link to where you can find your filter on the social media site!6 - You can share the link with all your friends, family and guests! Alternatively, when your post to your story using the filter a badge will be displayed in the top left corner. Anyone who clicks on this will also have access and be able to use your filter! (An example of this is Picture 3).Please message me if you have any questions.  :)If you include the snapchat version in your order, this is just for the filter file. You must upload the filter to Snapchat where costs may be incurred due to location and date. More information can be found here: https://www.snapchat.com/l/en-gb/on-demand/Facebook and Instagram filters are uploaded by me at no extra cost.My full collection of Instagram & Facebook filters can be found here:https://www.etsy.com/uk/shop/SnazzyMango?ref=seller-platform-mcnav&section_id=21416837Keywords:bachelorette, bachelorette filter, instagram bachelorette filter, insta effect, instagram effect, neon bachelorette, neon filter, hen party, hen party filter, Insta Filter, Instagram Filter, Instagram Story, Instagram Stories, Insta Stories, Instagram Wedding, Instagram Wedding Filter, Rose Gold Wedding Filter, Insta Wedding Filter, Insta Wedding Effect, Insta Wedding Stories, Insta Wedding, Instagram Wedding, Rose Gold Wedding Filter, Insta Mask, Insta Effect\n                ", "listing_reviews": null, "store_reviews": "466 shop reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/990671746/custom-bachelorette-instagram-filter"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=972851457", "store_sales": "171,645 sales", "store_rating": "4.8275", "listing_title": "10 Mobile LIGHTROOM Presets, Summer Preset, lightroom mobile presets, Desktop Presets Blogger, Natural Preset, Bright Instagram, vsco filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP, 1 PDF"], "listing_desc": "\n                    🎁 GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code: 2FREE• Pay only for 2 itemsMore presets in our SHOP:www.etsy.com/shop/KatherineDream• FILES INCLUDED IN YOUR PURCHASE •✔️ 10 MOBILE Lightroom presets for mobile Lightroom( free mobile lightroom app)✔️ 10 DESKTOP Lightroom presets for desktop Lightroom✔️ Post-purchase Support✔️ Instructions✔️ Instant Download • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions♡ HOW TO ORDER ♡- Tap “add to cart” or “buy it now”;- Receive receipt and email from Etsy with link to download file- Download the Lightroom presets instantly.❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it. :)🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "70", "store_reviews": "6,145 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/972851457/10-mobile-lightroom-presets-summer"}, {"seller_text": "PresetsByMary", "seller_href": "https://www.etsy.com/shop/PresetsByMary?ref=simple-shop-header-name&listing_id=791550877", "store_sales": "64,798 sales", "store_rating": "4.8204", "listing_title": "10 Mobile Lightroom Presets CLEAN POP / Bright and Airy presets, Lifestyle presets, Instagram Blogger filters", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.97\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    💗GET 6 & PAY FOR 3: add 6 presets to your cart, use coupon: GIFTBYMARY and pay for 3 only 💗https://www.etsy.com/shop/PresetsByMary?coupon=GIFTBYMARY⭐️10 UNIQUE LIGHTROOM PRESETS / MOBILE Presets ⭐️Mobile Preset is perfect for your Adobe Lightroom CC Mobile App and works well with your photos shot with your iPhone or Android device.Presets fit for Outdoor and Indoor pictures, Family, Travel, Lifestyle, Blogger, Wedding, Portrait photos.Included:🔶10 Lightroom presets in DNG format for MOBILE Lightroom (free app compatible with both IOS and ANDROID).🔶Compatible with All Photo formats🔶Compatible with Lightroom Mobile App🔶Compatible with All Lightroom and Photoshop Versions🔶Instant download (Download the presets right after the payment and start enjoying now)🔶Free support (contact us me any questions or concerns. We're always happy to provide fast and thorough support)🎁SPECIAL OFFER 3+3 for FREEBuy atleast 3 items from my shop and get 3 for FREEWIth love,PresetsByMary♥️\n                ", "listing_reviews": "100", "store_reviews": "3,799 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/791550877/10-mobile-lightroom-presets-clean-pop"}, {"seller_text": "LatteDigitalStudio", "seller_href": "https://www.etsy.com/shop/LatteDigitalStudio?ref=simple-shop-header-name&listing_id=933467222", "store_sales": "273 sales", "store_rating": "5", "listing_title": "Printable 2021 Monthly Calendar | Horizontal A4 & US Letter Size | Monday Start | Printable Editable PDF Calendar", "listing_bestseller": "-", "listing_price": "\n                        $4.35\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    Organize your year with this printable monthly calendar!♥INCLUDED• 1 x US Letter Size PDF - Editable• 1 x A4 Size PDF - Editable♥FEATURES• Monday start• Horizontal• 2 sizes -  A4 & US Letter• Fully editable text fields for each day of the year• 12 month calendar - January 2021 to December 2021• High quality & high resolution PDF files♥HOW IT WORKS1. Download the file after purchasing the listing. If you are having trouble finding the file, go to purchases, then click on download files.3. Download the PDF file.4. Open the file in a browser (Google Chrome or Safari), or a PDF program such as Adobe Acrobat.5. Click to type text anywhere inside the blue boxes - every day of the year is editable!6. Print at home or a print shop - the calendar prints plain white and the blue background will not be visible.7. Enjoy!♥This is a DIGITAL PRODUCT and no physical product will be shipped!Please note: this design is for personal use only and cannot be sold or shared.Please contact me if you have any problems!Thank you! ♥\n                ", "listing_reviews": null, "store_reviews": "9 shop reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/933467222/printable-2021-monthly-calendar"}, {"seller_text": "StudioCheery", "seller_href": "https://www.etsy.com/shop/StudioCheery?ref=simple-shop-header-name&listing_id=742975937", "store_sales": "3,294 sales", "store_rating": "5", "listing_title": "2021 Printable Calendar, 2021 Big Wall Calendar, 2022 Large Wall Calendar, Desk Calendar, 2021 Monthly Planner, 2022 Printable Calendar", "listing_bestseller": "Bestseller", "listing_price": "\n                        $6.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 4 PDF, 1 JPG"], "listing_desc": "\n                    2021 Printable Calendar, 2021 Big Wall Calendar, 2022 Large Wall Calendar, Desk Calendar, 2021 Monthly Planner, 2022 Printable Calendar* This listing is for an INSTANT DOWNLOAD (digital item) No physical item will be shipped.June 2021 - May 2022 (12 Months)Sunday & Monday StartThis listing includes the following high-quality PDF files:♥ June 2021 - May 2022 Letter Size(11\"x8.5\"-27.9x21.6 cm) High-Quality PDF file (Sunday)♥ June 2021 - May 2022 A1 Size(33.1x23.4\"-84.1x59.4 cm) High-Quality PDF file (Sunday)♥ June 2021 - May 2022 Letter Size(11\"x8.5\"-27.9x21.6 cm) High-Quality PDF file (Monday)♥ June 2021 - May 2022 A1 Size(33.1x23.4\"-84.1x59.4 cm) High-Quality PDF file (Monday)* Please note that A1 size is a scalable PDF file.You can scale and print as an A2 size (23.4\" x 16.5\"),A3 size (16.5\" x 11.7\" inches), A4 size (11.7\" x 8.3\")(Please be sure to select the \"fit to paper\" option while printing.)* For best results please use white cardstock.♥ Please convo us for other languages and sizes :)Before placing your order, please read the information below:* This listing is for an INSTANT DOWNLOAD (digital item) No physical item will be shipped.* This file is not editable. Which means you can not change colors, shapes, etc.* The colors you see on screen may differ slightly when printed and screen colour may differ from print colour.* The printing depends on the paper, monitor, printer so please print these pages using a high-quality printer, such as a local professional print shop for the best results.* Due its nature downloadable products are not refundable but please let me know if any problems occur, I'll do my best to help you :)How to open the PDF file:You can open the file on any device with the free Adobe Acrobat Reader installed,If it's not already pre-installed on your computer, you can download it from here for free.https://get.adobe.com/tr/reader/© CheeryStudio. All rights reserved.This design is for personal use only. It is not for commercial use. You don’t have the rights to share, sell, forward, copy or distribute this file. All copyrights remain with CheeryStudio. CheeryStudio reserves the right to modify the policy at any time without prior notice.\n                ", "listing_reviews": "23", "store_reviews": "203 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/742975937/2021-printable-calendar-2021-big-wall"}, {"seller_text": "CornerMade", "seller_href": "https://www.etsy.com/shop/CornerMade?ref=simple-shop-header-name&listing_id=996603241", "store_sales": "91 sales", "store_rating": "5", "listing_title": "Summer Calendar Printable", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Get a head start on Summer planning with this printable calendar!PRINTABLE June, July, and August calendars, with room for notes.Letter Size (8.5 x 11)Digital item, no physical product will be shipped.Open the file with Adobe Acrobat Reader and print on home computer. (Free download here https://get.adobe.com/reader/)Once payment is complete, you can download the files on Etsy.com. You will also receive an email link with instructions to download the files. Further instructions can be found here: https://help.etsy.com/hc/en-us/articles/115013328108?segment=shopping.This file is for personal use only. Please contact me with further questions!Thank you! CornerMadeCopyright @2021 CornerMade\n                ", "listing_reviews": null, "store_reviews": "3 shop reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/996603241/summer-calendar-printable"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=663947338", "store_sales": "171,645 sales", "store_rating": "4.8275", "listing_title": "21 Lightroom MOBILE Presets - Lightroom Presets - Instagram Filter - Mobile Preset & Desktop Preset, Lifestyle Blogger Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    • Professional Lightroom Presets for free Mobile and Desktop Lightroom• You receive 21 variants of presets with white/slightly warm/slightly cold tones• You can use them unlimited number of times.• Post-purchase support guaranteed - if you need my help with editing don't hesitate to contact me ✅FILES included:- 21 Lightroom presets in DNG format for MOBILE Lightroom (free app compatible with both IOS and ANDROID).- 21 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 itemsThis Preset package is perfect for all dark or normal photos. All presets will give your photos and images modern, clean and bright look. It is perfect for indoor as well as outdoor photos and it will also tweak lightings. This package is perfect for bloggers and profesional photographers as well as for casual photographers because no additional tweaks are needed. White Lifestyle can change your photos with one click right on your phone.  White Lifestyle Lightroom Presets have been created to brighten your photos with a light, white and clean look.❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "25", "store_reviews": "6,145 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/663947338/21-lightroom-mobile-presets-lightroom"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=665103784", "store_sales": "237,230 sales", "store_rating": "4.8715", "listing_title": "10 Lightroom Presets RIESLING for Desktop and Mobile Lightroom, Color Pop, Vibrant Presets, Instagram Blogger Summer Photo Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    10 Mobile Lightroom Presets Riesling Summer preset Warm preset Travel presets Instagram filter Sunny preset This presets pack will bring out Vibrant Rich Tones and Saturated Summer Pop Colors in your photos.10  LIGHTROOM PRESETS RIESLING  for Mobile and Desktop LightroomThese Presets Pack  are perfect for Instagram, blogging and photo editing on the go. Hight Quality Preset, Great for Portraits, Bloggers, Travelers, Engagements and Wedding' shoots, a user friendly pack, easy to use, One click Lightroom Preset that gives your collection of work a more cohesive and aesthetic feel and get you on your way to creating stunning images. 🎁 GET 5 & PAY FOR 3: add 5 presets to your cart, use coupon: GIFT2 and pay for 3 only https://www.etsy.com/shop/VictoriaBeePhoto?coupon=GIFT2This pack Included 10 presets inspired by travel bloggers and influencers around the world.This preset for every kind of picture that will surely deliver stunning results and make your images look a hundred times better! For photographers who do a lot of fashion, travel and lifestyle photography.Check out my Bestseller Itemshttps://www.etsy.com/shop/VictoriaBeePhoto♦️ Works in Lightroom Mobile App (iOS/Android)♦️ Works With & Without Adobe subscription♦️ Compatible with All Photo formatsIncluded:🔶10 Lightroom presets in .DNG format for MOBILE Lightroom .ZIP archive🔶10 Lightroom presets in .XMP format for DESKTOP Lightroom .ZIP archive🔶.PDF file with direct link to download presets directly to your phone 🔶.PDF Instruction Guide 10 Riesling Presets  has been created to achieve a very modern, glamorous, trendy & Instagram aesthetic look. You will get best fashionable, professional  one-click result from this pack.Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️Keep in mind that all presets work differently with each photo depending on a number of factors such as lighting, white balance, tone etc. Please contact me for any questions or editing help victoriabee.shop [!at] gmail.com© 2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephoto  ©victoriabee.presetsMobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset, Pop Colour Preset, Vibrant Preset, Summer Presets\n                ", "listing_reviews": "100", "store_reviews": "8,047 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/665103784/10-lightroom-presets-riesling-for"}, {"seller_text": "MindfulHustleLab", "seller_href": "https://www.etsy.com/shop/MindfulHustleLab?ref=simple-shop-header-name&listing_id=550113892", "store_sales": "83,895 sales", "store_rating": "4.7973", "listing_title": "2021 Calendar Printable | Digital Calendar Template | Instant Download | Calligraphy, Black & White, Letter Size, A4, Monday Sunday Monthly", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.76\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    PRINTABLE 2021 CALENDAR ~ January 2021 through December 2021 ---------------------------------------------------------------------------------------------------------► Sunday-Start in Letter Size AND Monday-Start in A4► Letter Size (8.5 x 11 in) and A4 in PDF Format---------------------------------------------------------------------------------------------------------PLEASE NOTE THIS IS A DIGITAL ITEM - NO PHYSICAL PRODUCT WILL BE SHIPPED---------------------------------------------------------------------------------------------------------► PDF Format: For best printing quality, make sure you open the file with Adobe Acrobat (Free to download at: Adobe.com/acrobat) ► GET IT INSTANTLY - Download it right away once your purchase is complete __________________________________________________________________________________________ORDER PROCESS:(1) Purchase this listing(2) Once your payment is complete, you'll see a link to download the files on Etsy.com. This process usually takes around 5 minutes. (Refresh the page if you don't see the link.) You'll also receive an email confirmation directing you to download the files.) (3) Download the files (4) Print, trim and enjoy! I recommend printing on a heavier paper (28 or 32 lb) or on kraft paper!---------------------------------------------------------------------------------------------------------For more printable planner inserts and productivity goodies, visit PrintablePineapple.etsy.com__________________________________________________________________________________________© All Design Templates are Copyrights of Mindful Hustle Lab (Formerly Printable Pineapple)\n                ", "listing_reviews": "100", "store_reviews": "8,107 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/550113892/2021-calendar-printable-digital-calendar"}, {"seller_text": "KIINcreations", "seller_href": "https://www.etsy.com/shop/KIINcreations?ref=simple-shop-header-name&listing_id=988202207", "store_sales": "108,067 sales", "store_rating": "4.8939", "listing_title": "10 POLAROID LIGHTROOM mobile & desktop PRESETS/ Polaroids Film Vintage Moody Aesthetic Lightroom Presets Pack Bundle/ vsco instagram filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.12\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ❤️  GET 4 & PAY FOR 2: add 4 presets to your cart, use PROMO code: MERCI4 and pay just for 2❤️ ❤️  GET 6 & PAY FOR 3: add 6 presets to your cart, use PROMO code: MERCI6 and pay just for 3❤️ ❤️ ❤️  GET 8 & PAY FOR 4: add 8 presets to your cart, use PROMO code: MERCI8 and pay just for 4\u2028📸 ✨ 💓  10 POLAROIDS Lightroom mobile & desktop presets. This set includes 10 different preset filters that will work with fashion, party, portrait, family, wedding, indoor / outdoor images and even your every day snaps!  💡 To achieve more of a polaroid effect, take images with a flash and then apply one of our presets. It’s that easy!PRESETS INCLUDED:💅🏽  ARIANA💓  ASH ROSE🏜  DUSTY ROAD⭐️  GOLDEN LIGHT🎉  PARTY HUES💜  PURPLE SKIES🍸  HAZY MEMORIES🌩 THUNDER CLOUDS📸  AS PUBLISHED IN VOGUEINCLUDED IN YOUR PURCHASE✅  10 Mobile Lightroom Presets (DNG files)✅  10 Desktop Lightroom Presets (XMP files)✅  10 Desktop Lightroom Presets (LRtemplate files)\u2028✅  Easy Step-by-step PDF guide with instructionsBEST CUSTOMER SERVICEI want to be sure you’re satisfied! If you have any issues, I am happy to help! Just message me! :) COMMON QUESTIONS➕ Works in Lightroom Mobile App (iOS/Android)➕ Works With & WITHOUT Adobe subscription➕ You only need Lightroom CC App on your Phone/iPad➕ Works With All Lightroom & ACR Desktop VersionsMy presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. I’m confident that my presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image.STAY IN TOUCHIG: instagram.com/kiinlrpresetsWEBSITE: kiinlightroompresets.comEMAIL:  info [!at] kiinlightroompresets.comRefunds/ExchangesDue to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is my number one priority. In the case you are not happy with a preset, send me a message and we can discuss an exchange for a preset that better fits your needs. © 2020 KIIN CREATIONS LLC, All Rights ReservedTERMS OF USE:  Including but not limited to: No sharing the files. No selling the files. Derivative works are prohibited.\u2028polaroid Presets, KIIN Presets, Photo Presets, Influencer Presets, VSCO Presets, analog Presets, indie preset, Edit, Editing, Insta blogger, vintage presets, retro preset, 1990S preset, Lightroom Classic CC, influencer preset, 1980S preset, selfie preset, studio preset, polaroid aesthetic, influencer filter, preset filter, instagram feed, travel blogger, polaroids, polaroids pictures,style, spring, summer presets,DNG, Instagram Preset, vintage Lightroom, Presets, Mobile Filter, Travel Presets, Influencer Presets, Cinematic Presets, Vintage Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Film look Preset, Retro Preset, Vintage Preset, Kodak Preset, Lightroom Mobile Presets, Mobile Lighroom Presets, kodak portra 400 preset, portrait 400 preset, Preset Photoshop, kodak film, film preset, film presets.\u2028\n                ", "listing_reviews": "13", "store_reviews": "4,454 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/988202207/10-polaroid-lightroom-mobile-desktop"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=869986401", "store_sales": "25,454 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets,Honey Presets, Instagram Filter, Vsco Filters, Lightroom, Mobile Presets, Presets, Natural Nude, Blogger Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "12", "store_reviews": "793 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/869986401/3-mobile-lightroom-presetshoney-presets"}, {"seller_text": "PresetStories", "seller_href": "https://www.etsy.com/shop/PresetStories?ref=simple-shop-header-name&listing_id=939182325", "store_sales": "5,639 sales", "store_rating": "4.8008", "listing_title": "Dog Blogger Pets Instagram Mobile Lightroom Presets, Instagram Presets, Desktop & Mobile Presets, Dog Blogger Bright, Photo filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.40\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Dog Blogger Pets Instagram Mobile Lightroom Presets, Instagram Presets, Desktop & Mobile Presets, Dog Blogger Bright, Photo Filter✩ LIGHTROOM MOBLIE PRESETS ✩This mobile preset will create bright vibrant tones, perfect for your dog's Instagram photos. Create and edit all from your mobile phone with one click! Includes 20 Mobile and Desktop Presets for Instagram, Bloggers, Influences and Photographers! Create Stunning Photos, and a cohesive Instagram grid with our easy to use mobile presets.✩🎁 SPECIAL PROMO 🎁✩✩ BUY 3 PRESETS GET 2 PRESETS FREE!!!✩ ADD 5 PRESETS TO YOUR CART, APPLY COUPON: \"2FREE\" AND PAY FOR 3 ONLY✩ PRESET SALE: www.etsy.com/shop/presetstories_____________________________________________________✩ INCLUDED IN YOUR PURCHASE ✩• 20 Mobile Lightroom Presets (DNG files)• 20 Desktop Lightroom Presets (XMP files)• Quick Installation guide with video instructions✩ FAQ ✩• Works in FREE Lightroom Mobile App (iOS/Android)• Install Lightroom App first to use presets.• Have more questions? Then please message me :)♡ GUARANTEE ♡All of my presets have been tested on a variety of images. My One-Click Presets make it quick to use yet fully customizable to stay true to your own signature style. If they don’t work on your images send me a message with an unedited image and I will personally adjust them for you._____________________________________________________Refunds are not available for any of our products since they cannot be returned once downloaded, however we will always be more than happy to assist with any questions. If you have any issue downloading the presets, let me know and I will send it to you via email (within 24 hours).TERMS OF USE:© 2020 Preset Stories, All Rights ReservedBY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "12", "store_reviews": "246 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/939182325/dog-blogger-pets-instagram-mobile"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=971564670", "store_sales": "237,230 sales", "store_rating": "4.8715", "listing_title": "25 Mobile and Desktop Lightroom Presets, Magic Hour presets, Sunny Golden Lightroom Preset, Warm Instagram Filter, Sun Travel Summer Blogger", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $4.35\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    25 LIGHTROOM PRESETS MAGIC HOURLIGHTROOM PRESETS FOR GOLDEN HOUR, SUNRISE & SUNSETThe MAGIC HOUR preset gives photos a softer and warmer look , This preset is ideal for pictures that are taken under a natural light and works well with portraits and outdoor photos. The preset can be applied with just one click and will give your photos an interesting and amazing look –  ideal for creating stand-out photos for printing and hanging on your wall.Check out my Bestseller Itemshttps://www.etsy.com/shop/VictoriaBeePhoto♦️ Works in Lightroom Mobile App (iOS/Android)♦️ Works With & Without Adobe subscription♦️ Compatible with All Photo formatsIncluded:🔶25 Lightroom presets in .DNG format for MOBILE Lightroom (.ZIP Archive)🔶25 Lightroom presets in .XMP format for DESKTOP Lightroom (.ZIP Archive)🔶.PDF file with direct link to download presets directly to your phone (Dropbox)🔶.PDF Instruction Guide Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets.‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️Keep in mind that all presets work differently with each photo depending on a number of factors such as lighting, white balance, tone etc. Please contact me for any questions or editing help victoriabee.shop [!at] gmail.com© 2019-2021 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephoto\n                ", "listing_reviews": "7", "store_reviews": "8,047 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/971564670/25-mobile-and-desktop-lightroom-presets"}, {"seller_text": "VisleyPrintable", "seller_href": "https://www.etsy.com/shop/VisleyPrintable?ref=simple-shop-header-name&listing_id=1006671487", "store_sales": "360 sales", "store_rating": "5", "listing_title": "June 2021 Calendar, Cute Summer Printable Calendar Planner Insert - Instant Download", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG"], "listing_desc": "\n                    INSTANT PRINTABLE DOWNLOADJune calendar -  cute & simple tropical theme calendar✳✳✳✳✳✳D E T A I L S• The letter size 11 X8.5\"  • PNG and PDF files• High resolution• Clean design• Lots of room for notes• Printable for your desk, planner or journal✳✳✳✳✳✳N o t e :The final works colors may vary slightly from screen to screen and printer to printer.This listing is for a DIGITAL DOWNLOAD. There is no physical product. Download link will be sent to your email after the purchase is confirmed. You are able to print as many as you would like at home, online or at a printing shop.The products in this shop are for personal use ONLY. You may print and use them, print and give to your friend as gifts or print and hand to your students as teaching resources but PLEASE DO NOT share, sell or distribute the files. Most of the files here are non editable, but you still can add text on them by using free websites below. - www.ilovepdf.com/edit-pdf - www.smallpdf.com/edit-pdfSimply upload the .PDF >> edit then download to your PC.\n                ", "listing_reviews": null, "store_reviews": "12 shop reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/1006671487/june-2021-calendar-cute-summer-printable"}, {"seller_text": "KellyJSorenson", "seller_href": "https://www.etsy.com/shop/KellyJSorenson?ref=simple-shop-header-name&listing_id=754146446", "store_sales": "16,717 sales", "store_rating": "4.9474", "listing_title": "2021 2022 Printable Editable Calendar Bundle includes Monthly Calendars, Perpetual Calendar | Sunday and Monday Start | A5 A4 & Letter Size", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP"], "listing_desc": "\n                    2021 2022 Printable Editable Calendar Bundle includes Monthly Calendars, Perpetual Calendar | Sunday and Monday Start | A5 A4 & Letter SizeIncluded in Bundle: Watercolor Monthly Calendars for 2021 & 2022• Letter Size (8.5 x 11 in) • A4 (8.27 x 11.69 in) • A5 (5.83 x 8.27 in) • Editable PDF files (in Adobe Acrobat Reader)• Monthly Calendars are Letter Size with a Sunday-Start format; A4 with a Monday-Start format; A5 with both Sunday-Start and Monday-Start formatsPerpetual Calendars• Letter Size (8.5 x 11 in)• A4 (8.27 x 11.69 in)• A5 (5.83 x 8.27 in) • Editable PDF files (in Adobe Acrobat Reader)Year at a Glance Calendars for 2021 & 2022• Letter Size (8.5 x 11 in)• A4 (8.27 x 11.69 in)• A5 (5.83 x 8.27 in)• PDF files (partially editable)Please see the 3rd listing image for placement of editable text fields. These blue text fields will not print blue. That is just to show where you can add in text.The PDF Files are made to be edited and printed using Adobe Acrobat Reader (FREE to download at: https://get.adobe.com/reader/) Using a different program, such as Preview, may result in problems editing and poor printing results.This is a digital item and NO PHYSICAL CALENDARS WILL BE SHIPPED. The colors you see on screen may differ slightly when printed.HOW THIS WORKS:• Once your payment is complete, you'll see your download link. Processing can take up to 5 minutes, refresh the page if you don't see the link. You'll also receive an email confirmation directing you to download the files.  They will be available in your purchase area (https://www.etsy.com/your/purchases)• Download and unzip the files• For best printing quality, open the file with Adobe Acrobat Reader (Free to download at: https://get.adobe.com/reader/) • You can print as many copies of the calendar as you want at home or at any commercial printer of your choice.• If for any reason you are having trouble downloading your file, please contact me and I will do my best to resolve the problem.All files included in this download are original and copyright to Kelly Sorenson. They are for your Personal Use Only and cannot be shared or resold, neither as is nor partially modified.Tags:October November December January February March April May June July August September 2021 2022 Editable PDF Files Year at a Glance Perpetual\n                ", "listing_reviews": "22", "store_reviews": "2,107 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/754146446/2021-2022-printable-editable-calendar"}, {"seller_text": "CutesyPrintsCo", "seller_href": "https://www.etsy.com/shop/CutesyPrintsCo?ref=simple-shop-header-name&listing_id=1001413330", "store_sales": "30 sales", "store_rating": "5", "listing_title": "Monthly Calendar Printable, Calendar Printable Blank, Monthly Planner Template, Blank Monthly Calendar Printable Download, Calendar Template", "listing_bestseller": "-", "listing_price": "\n                        $0.75\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    Monthly Calendar Printable, Calendar Printable Blank, Monthly Planner Template, Blank Monthly Calendar Printable Download, Calendar Template, Calendar Planner, Minimalistic PlannerThis monthly calendar will help you plan out your month and stay track of upcoming events. The calendar is blank so you are free to do what you desire! It has plenty of space for notes at the bottom with a pop of color. It gives off a nice simplistic look. *****This is a digital product, no physical product will be sent.*****This is for personal use only!Download Includes:-1xPDF A4-1xPDF LetterWhen payment is complete you will be able to download the digital file through your Purchases and Reviews on Etsy and also through your email. You will need to download it through any computer device. Once downloaded you can print the file as many times as you'd like and keep it for a lifetime!The color of the print may vary due to the printer you are using and its settings.Once the file is purchased it is nonrefundable.\n                ", "listing_reviews": null, "store_reviews": "2 shop reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/1001413330/monthly-calendar-printable-calendar"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=811454351", "store_sales": "70,786 sales", "store_rating": "4.9099", "listing_title": "5 Natural Tones Mobile & Desktop Lightroom Presets, Beige Clean Outdoor Photo Editing Filter for Instagram Influencer Lifestyle Blogger", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Natural Tones Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram Influencers, Clean Outdoor Photo Editing Filter for Lifestyle and Travel🌟The Natural Tones Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add slightly cool beige, tan and white tones to your Instagram photos. These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "100", "store_reviews": "5,613 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/811454351/5-natural-tones-mobile-desktop-lightroom"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=709390254", "store_sales": "237,230 sales", "store_rating": "4.8715", "listing_title": "10 Mobile Presets BOUNTY BEACH Summer Presets Lightroom Mobile, Bright and Airy Presets for Bloggers, Instagram Filter, Beach presets", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    10 Bright Mobile Lightroom Presets BOUNTY BEACH Summer preset Bright and Airy preset Instagram presets Light and Bright presets Lighten your dark photo, add brightness to your summer photo  and refresh it with this preset! Mobile Lightroom Influencer Preset Bounty Beach Included 10 presets for every kind of picture that will surely deliver stunning results and make your images look a hundred times better!These Presets Pack  are perfect for Instagram, blogging and photo editing on the go. Hight Quality Preset, Great for Portraits, Bloggers, Travelers, Engagements and Wedding' shoots, a user friendly pack, easy to use, One click Lightroom Preset that gives your collection of work a more cohesive and aesthetic feel and get you on your way to creating stunning images. 🎁 GET 5 & PAY FOR 3: add 5 presets to your cart, use coupon: GIFT2 and pay for 3 only https://www.etsy.com/shop/VictoriaBeePhoto?coupon=GIFT2This pack Included 10 presets inspired by travel bloggers and influencers around the world.This preset for every kind of picture that will surely deliver stunning results and make your images look a hundred times better! For photographers who do a lot of fashion, travel and lifestyle photography.Check out my Bestseller Itemshttps://www.etsy.com/shop/VictoriaBeePhoto♦️ Works in Lightroom Mobile App (iOS/Android)♦️ Works With & Without Adobe subscription♦️ Compatible with All Photo formatsIncluded:🔶10 Lightroom presets in .DNG format for MOBILE Lightroom .ZIP archive🔶10 Lightroom presets in .XMP format for DESKTOP Lightroom .ZIP archive🔶.PDF file with direct link to download presets directly to your phone 🔶.PDF Instruction Guide 10 Summer Presets  has been created to achieve a very modern, glamorous, trendy & Instagram aesthetic look. You will get best fashionable, professional  one-click result from this pack.Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️Keep in mind that all presets work differently with each photo depending on a number of factors such as lighting, white balance, tone etc. Please contact me for any questions or editing help victoriabee.shop [!at] gmail.com© 2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephoto  ©victoriabee.presetsMobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset, Pop Colour Preset, Vibrant Preset, Summer Presets\n                ", "listing_reviews": "29", "store_reviews": "8,047 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/709390254/10-mobile-presets-bounty-beach-summer"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=896490913", "store_sales": "237,230 sales", "store_rating": "4.8715", "listing_title": "25 CHRISTMAS Presets for Lightroom, Holiday Mobile Presets, Winter Instagram Filter, Mobile and Desktop", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $4.35\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    25 LIGHTROOM PRESETS CHRISTMAS LIGHTS, Holiday Mobile Presets, Desktop Presets, Photo filter, Winter Bloggers Presets, Christmas Instagram Christmas is coming!Looking for a way to get your social media ready for the holiday season? This pack is specially designed for Christmas, Winter, and Holiday photos. This is great for Christmas-themed blog entries, instagram posts, Pinterest pins and more!Every one of the twenty five presets has a different focus and they can be used for a variety of purposes.Check out my Bestseller Itemshttps://www.etsy.com/shop/VictoriaBeePhoto♦️ Works in Lightroom Mobile App (iOS/Android)♦️ Works With & Without Adobe subscription♦️ Compatible with All Photo formatsIncluded:🔶25 Lightroom presets in .DNG format for MOBILE Lightroom (.ZIP Archive)🔶25 Lightroom presets in .XMP format for DESKTOP Lightroom (.ZIP Archive)🔶.PDF file with direct link to download presets directly to your phone (Dropbox)🔶.PDF Instruction GuideEtsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets.‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️Keep in mind that all presets work differently with each photo depending on a number of factors such as lighting, white balance, tone etc. Please contact me for any questions or editing help victoriabee.shop [!at] gmail.com© 2019-2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoKeywords: Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset, Christmas Presets, Holiday Presets, Winter Presets, White Presets, Bright Presets, Instagram Presets\n                ", "listing_reviews": "100", "store_reviews": "8,047 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/896490913/25-christmas-presets-for-lightroom"}, {"seller_text": "Jakesout", "seller_href": "https://www.etsy.com/shop/Jakesout?ref=simple-shop-header-name&listing_id=834939903", "store_sales": "34,792 sales", "store_rating": "4.7203", "listing_title": "Best Sellers Lightroom Preset Bundle. Jakesout. Desktop And Mobile Compatible. 42 Lightroom presets, 11 Tools.", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $7.50\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    PLEASE READ:** Discounts and Coupons do not apply to this listing**The best bang for your buck! This bundle contains my best selling presets! All are Desktop and Mobile Compatible. Please review links below for more details on whats included in the bundle.- Outdoor Natural & Clean: https://www.etsy.com/listing/712419439/outdoor-natural-and-clean-lightroom?ref=related-2&pro=1- Perfect Tones: https://www.etsy.com/listing/709675614/perfect-tones-lightroom-presets-desktop?ref=related-7&pro=1- Bright & Airy: https://www.etsy.com/listing/656006642/10-bright-airy-lightroom-presets-desktop?ref=related-7&pro=1- Natural Bright & Airy: https://www.etsy.com/listing/697459787/natural-bright-airy-lightroom-presets?ref=related-3&pro=1- Perfect Family: https://www.etsy.com/listing/734478386/perfect-family-lightroom-presets-desktop?ref=related-3&pro=1- Professional Wedding: https://www.etsy.com/listing/630738818/professional-wedding-lightroom-presets?ref=listing-shop-header-0*Suggested tweaks after applying preset: It will be very important to adjust your exposure upon applying these presets to account for your lighting conditions. I also recommend adjusting the temperature.INCLUDED WITH YOUR PURCHASE:~ All of the 42 total presets from the packs Listed above.~ 11 Tools for Desktop Lightroom only:- Tool- AUTO WB- Tool- CREAM- Tool- FADE- Tool - GRAIN +- Tool - GRAIN BIGGER +- Tool - LENS CORRECTION- Tool - ORANGE SKIN FIX 1- Tool - ORANGE SKIN FIX 2- Tool - SATURATION -+- Tool-  SATURATION 2 -+- Tool- VIGNETTE +~ Installation Instructions.~ Fully Compatible with Lightroom Classic 3 up to Latest Version + All CC Versions & Lightroom Mobile IMPORTANT: This bundle/pack contains more files than the allotted individual uploads on Etsy. This means that I must zip the mobile and desktop preset files into one zipped folder. I have included a link to a video tutorial for uncompressing your zipped files on iPhone IOS 13 or newer and another link for uncompressing your files on a computer and then transferring the files to your phone. If you don’t have IOS 13 or newer and don’t have a computer to unzip the files then please email me and I will email you the unzipped files so you can upload straight from your phone without the use of a computer.Due to changes in lighting, camera setting, and style, you may have to make slight changes to each photo after applying the preset. Please contact me if you ever need any help with editing. I am always happy to help.***TERMS OF USE***BY PURCHASING THESE PRESETS, YOU ARE AUTOMATICALLY AGREEING TO THE FOLLOWING TERMS OF USE:Do not share the files, or sell them in any form. Derivative works are also prohibited. VIOLATORS OF THIS AGREEMENT WILL BE PROSECUTED.No refunds or exchanges can be made on digital products once they have been downloaded.Keywords: Lightroom mobile, Lightroom CC, Lightroom presets, presets, mobile presets, dng, filters, iPhone, Android, iOS, instagram presets, instagram filter, blogger presets, influencer presets, VSCO presets, lifestyle presets, editorial, wedding presets, portrait presets, travel presets, best presets, Professional Wedding, professional photo editing, digital files, bright and airy, natural and clean, outdoor natural and clean,Bundle.\n                ", "listing_reviews": "100", "store_reviews": "1,516 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/834939903/best-sellers-lightroom-preset-bundle"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=649987894", "store_sales": "237,230 sales", "store_rating": "4.8715", "listing_title": "20 Mobile Lightroom Presets INDOOR MAGIC for Desktop and Mobile Lightroom, Instagram Photo Filter, Indoor Photo Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    20 Mobile Lightroom Presets, Instagram Presets, Desktop presets, Photo filter, Blogger Presets, Indoor photo presets, Lifestyle presets, Warm Bright preset🎁 GET 5 & PAY FOR 3: add 5 presets to your cart, use coupon: GIFT2 and pay for 3 only https://www.etsy.com/shop/VictoriaBeePhoto?coupon=GIFT2Lighten your dark photo, add brightness to it and refresh it with this preset bundle! Get that bright and airy look you've been wanting! Hight Quality Preset, Great for Portraits, Bloggers, Travelers, Engagements and Wedding' shoots, a user friendly pack, easy to use, One click Lightroom Preset that gives your collection of work a more cohesive and aesthetic feel and get you on your way to creating stunning images. These presets are perfect for Instagram, blogging and photo editing on the go.Check out my Bestseller Itemshttps://www.etsy.com/shop/VictoriaBeePhoto♦️ Works in Lightroom Mobile App (iOS/Android)♦️ Works With & Without Adobe subscription♦️ Compatible with All Photo formatsIncluded:🔶20 Lightroom presets in .DNG format for MOBILE Lightroom (.ZIP Archive)🔶20 Lightroom presets in .XMP format for DESKTOP Lightroom (.ZIP Archive)🔶.PDF file with direct link to download presets directly to your phone (Dropbox)🔶.PDF Instruction Guide Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets.‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️Keep in mind that all presets work differently with each photo depending on a number of factors such as lighting, white balance, tone etc. Please contact me for any questions or editing help victoriabee.shop [!at] gmail.com© 2019-2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoMobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset\n                ", "listing_reviews": "100", "store_reviews": "8,047 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/649987894/20-mobile-lightroom-presets-indoor-magic"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=686103789", "store_sales": "171,645 sales", "store_rating": "4.8275", "listing_title": "GREEN Lightroom PRESETS Mobile and Desktop - for Instagram/ Blogger/ Photo filters/ Food Presets/ Lightroom mobile presets, tropic exotic", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    💥20 Mobile Lightroom Presets, Mobile Presets, Desktop Presets💥Blogger Preset Package for Instagram Photo PresetWhite Lifestyle preset photo filter✅FILES included:- 20 Lightroom presets for MOBILE Lightroom( free mobile lightroom app)- 20 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "47", "store_reviews": "6,145 reviews", "search": "printable calendar", "url": "https://www.etsy.com/listing/686103789/green-lightroom-presets-mobile-and"}]