[{"seller_text": "SunnyEditor", "seller_href": "https://www.etsy.com/shop/SunnyEditor?ref=simple-shop-header-name&listing_id=1037865219", "store_sales": "336 sales", "store_rating": "4.7059", "listing_title": "10 Vogue Mobile Lightroom Presets, Natural Presets, Cream Presets, Instagram Filters, Blogger, Vanilla, iPhone Presets, Filter for iPhone", "listing_bestseller": "-", "listing_price": "\n                        $4.20\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 1 PDF, 1 ZIP"], "listing_desc": "\n                    ◆ ◆ ◆ SPECIAL OFFER ◆ ◆ ◆✭ Buy 3 presets and get 2 for free. Add 5 presets to your shopping cart and apply the coupon code 2FREE. ✭ Buy 5 presets and get 4 for free. Add 9 presets to your shopping cart and apply the coupon code 4FREE.◄  INCLUDED IN YOUR PURCHASE  ►* 10 Mobile Lightroom Presets (DNG files)* Detailed PDF Image Instructions✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Lightroom Mobile is FREE so you don't need an Adobe subscription to use the presets✔️ You only need Lightroom CC App on your Phone/iPad✔️ Once purchased can be used an unlimited amount of times✔️ Easy to apply with just one clickGeneral information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUYhttps://www.youtube.com/watch?v=uOBXKOyAFEAPlease keep in mind all photos are unique and therefore each preset works differently on every photo. You can fine tune your own adjustments to find settings that suit you with temperature, exposure etcDue to the digital nature of this product ALL SALES ARE FINALKeywords:Lightroom Presets, Mobile Preset, DNG, Instagram Preset, Lightroom CC, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset, White Presets, Natural Presets© 2020 Sunny Editor Presets, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": null, "store_reviews": "17 shop reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/1037865219/10-vogue-mobile-lightroom-presets"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=680026344", "store_sales": "237,230 sales", "store_rating": "4.8714", "listing_title": "10 Mobile Lightroom Presets IBIZA, Tanned Summer Presets For Bloggers, Lifestyle Beach Instagram Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    10 Lightroom Presets IBIZA For Mobile and Desktop LightroomSummer preset,  bright warm presets, travel blogger preset photo preset Instagram filtersEdit your Instagram photos like a pro on your mobile device! Mobile Lightroom Influencer Preset IBIZA  Included 10 presets inspired by travel bloggers and influencers around the world.This preset for every kind of picture that will surely deliver stunning results and make your images look a hundred times better! For photographers who do a lot of fashion, travel and lifestyle photography.This quality preset produce amazing warm tones and making it easy for you to achieve the same look and feel as your favorite influencers! These Presets Pack  are perfect for Instagram, blogging and photo editing on the go. Hight Quality Preset, Great for Portraits, Bloggers, Travelers, Engagements and Wedding' shoots, a user friendly pack, easy to use, One click Lightroom Preset that gives your collection of work a more cohesive and aesthetic feel and get you on your way to creating stunning images. 🎁 GET 5 & PAY FOR 3: add 5 presets to your cart, use coupon: GIFT2 and pay for 3 only https://www.etsy.com/shop/VictoriaBeePhoto?coupon=GIFT2Check out my Bestseller Itemshttps://www.etsy.com/shop/VictoriaBeePhoto♦️ Works in Lightroom Mobile App (iOS/Android)♦️ Works With & Without Adobe subscription♦️ Compatible with All Photo formatsIncluded:🔶10 Lightroom presets in .DNG format for MOBILE Lightroom .ZIP archive🔶10 Lightroom presets in .XMP format for DESKTOP Lightroom .ZIP archive🔶.PDF file with direct link to download presets directly to your phone 🔶.PDF Instruction Guide 10 Ibiza Presets  has been created to achieve a very modern, glamorous, trendy & Instagram aesthetic look. You will get best fashionable, professional  one-click result from this pack.Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️Keep in mind that all presets work differently with each photo depending on a number of factors such as lighting, white balance, tone etc. Please contact me for any questions or editing help victoriabee.shop [!at] gmail.com© 2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephoto  ©victoriabee.presetsMobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset, Pop Colour Preset, Vibrant Preset, Summer Presets\n                ", "listing_reviews": "100", "store_reviews": "8,047 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/680026344/10-mobile-lightroom-presets-ibiza-tanned"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=878435750", "store_sales": "21,702 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Bohemian Presets, Instagram Filters, VSCO Filters, iPhone Presets, Lightroom Preset, Lifestyle Presets, Cream Beige", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it natural with a Bohemian Preset! This Lightroom Mobile preset will effortlessly soften and mute the shades in your photos to achieve a creamy boho chic look with the click of button! ❀ Your purchase includes ❀- 1 Bohemian Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "22", "store_reviews": "1,130 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/878435750/lightroom-mobile-preset-bohemian-presets"}, {"seller_text": "MajesticPreset", "seller_href": "https://www.etsy.com/shop/MajesticPreset?ref=simple-shop-header-name&listing_id=944179426", "store_sales": "1,361 sales", "store_rating": "4.9444", "listing_title": "30 Presets for Dogs, Cats and Animals | Preset Lightroom Mobile & Desktop, Indoor, Outdoor Pets Filter, Lightroom Mobile Bundle Instagram", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $4.39\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 4 ZIP, 1 PDF"], "listing_desc": "\n                    ⭐ TAKE 4 & PAY ONLY 2: Coupon Code: PROMO4 or ➤ https://etsy.me/3dPNBfH⭐ ⭐ TAKE 6 & PAY ONLY 3: Coupon Code: PROMO6 or ➤ https://etsy.me/3dSywtK⭐ ⭐⭐TAKE 8 & PAY ONLY 4: Coupon Code: PROMO8 or ➤ https://etsy.me/2MwdmGy❤️ More PREMIUM LIGHTROOM PRESETS can be found here: ➤ https://etsy.com/shop/majesticpresetIn this preset bundle you will get 30 different Lightroom filters for your dog photography. This collection includes Summer, Winter, Bohemian, Indoor, Outdoor and many more preset styles.WHAT YOU WILL GET:✅ 30 presets for the free Android & iOS Lightroom Mobile app (.DNG-files) \u2028✅ 30 presets for Lightroom CC (.XMP-files) \u2028✅ 30 presets for Lightroom Classic 4, 5, 6 to 7.3 (.Lrtemplate-files) \u2028 ✅ Step-by-Step Installation Guide (.PDF file)  ✔ INSTAND DOWNLOAD: After your purchase is complete, you will receive direct access to these Lightroom presets via email or through your Etsy account.\u2028✔ 100% COMPATIBEL with the free Lightroom Mobile Application for iOS, Android & Chrome. To use this preset bundle, all you need is your smartphone and the free Lightroom Mobile app for you iPhone, iPad or Android device. \u2028 ✔ The Lightroom Desktop presets are compatible with all old and current Lightroom und Camera RAW versions. For Lightroom Desktop Classic, use the .Irtemplate Files Container in the .zip file. ForLightroom Desktop CC the. Xml files.\u2028The PERFECT INSTAGRAM / BLOGGER FEED:\u2028Get the WOW-Effect! On all your social media platforms like Instagram, Pinterest and Facebook. Get more attention and followers on Instagram with our trending Instagram filters. With these Blogger presets for Lightroom, you’ll create a consistent and clean feed in no time.\u2028Beginner or professional?NO MATTER! With this preset bundle, you can edit simple smartphone photos or high-quality RAW photos from your DSLR / system camera like a pro with just „ONE CLICK“.\u2028Take care of this:\u2028To get the most perfect before-and-after result for your photos, you should move as close as possible to the respective preset theme. The results may vary depending on the exposure, contrast and color shades of your photos. Don’t worry! Just chance the exposure of the presets on your photo afterwards. The higher quality and more detailed your base photos are, the better the Lightroom presets from „SHOPNAME“ can do their job. More presets you can find in our shop ➤ https://etsy.com/shop/majesticpreset\u2028In our shop you can find more Lightroom Instagram Blogger presets for the topics: Travel, Lifestyle, Fashion, Wedding, Street, Urban and Foodblogger.\u2028You have questions about these Instagram Blogger Lightroom mobile and Desktop presets? Feel free to send us a direct message via Etsy or via email to „E-Mail Account“ FAQ’s:▸ compatible with all Lightroom versions\u2028▸ compatible with the free Lightroom mobile app\u2028▸ no Adobe Cloud Subskription required▸ compatible with Adobe Camera Raw ACR▸ no returns or exchanges! Digital products are generally not cancelled. \u2028@2021 „Pictoolz“License: These Lightroom mobile and desktop presets are for personal use only. Any reproduction and distribution to third parties is strictly prohibited.\n                ", "listing_reviews": "11", "store_reviews": "54 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/944179426/30-presets-for-dogs-cats-and-animals"}, {"seller_text": "KIINcreations", "seller_href": "https://www.etsy.com/shop/KIINcreations?ref=simple-shop-header-name&listing_id=698930457", "store_sales": "108,067 sales", "store_rating": "4.8939", "listing_title": "7 Lightroom mobile MINIMAL BLOGGER LIGHTROOM preset set / moody fashion blogger instagram filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.87\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    ⭐ MORE PRESETS HERE: https://www.etsy.com/shop/KIINcreationsA SET OF 7 User Friendly Blogger Lightroom Presets for LR MOBILE (DNG files)  for minimal style/ low saturation looks.User Friendly, Easy to Use, One Click, Lightroom Presets to help you achieve better imagery for your blog. As a blogger myself I understand the importance of having great images and keeping them in the same style. This is a great bundle for minimal style lovers - bright highlights, dark shadows, detailed and rich greys and browns. Low saturation blues, reds, and yellows.This is my favourite set, which I also use to edit all my blog photos. You don't need an Adobe subscription to use these presets. You simply need to download the LR Mobile App and create an account with Adobe. These presets will be compatible with both jpeg and RAW files.Once payment is made you can download the presets instantly. Contact me with any questions regarding your order or using your presets I will be happy to help! x\n                ", "listing_reviews": "44", "store_reviews": "4,454 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/698930457/7-lightroom-mobile-minimal-blogger"}, {"seller_text": "PresetsByMary", "seller_href": "https://www.etsy.com/shop/PresetsByMary?ref=simple-shop-header-name&listing_id=811860156", "store_sales": "64,798 sales", "store_rating": "4.8204", "listing_title": "10 Lightroom Presets Mobile - AVOCADO, Presets for Instagram Blogger, Lightroom Mobile Presets, Lifestyle Instagram Filter, Lightroom Preset", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.97\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    💗GET 6 & PAY FOR 3: add 6 presets to your cart, use coupon: GIFTBYMARY and pay for 3 only 💗https://www.etsy.com/shop/PresetsByMary?coupon=GIFTBYMARY⭐️10 UNIQUE LIGHTROOM PRESETS / MOBILE Presets ⭐️Mobile Preset is perfect for your Adobe Lightroom CC Mobile App and works well with your photos shot with your iPhone or Android device.Presets fit for Outdoor and Indoor pictures, Family, Travel, Lifestyle, Blogger, Wedding, Portrait photos.Included:🔶10 Lightroom presets in DNG format for MOBILE Lightroom (free app compatible with both IOS and ANDROID).🔶Compatible with All Photo formats🔶Compatible with Lightroom Mobile App🔶Compatible with All Lightroom and Photoshop Versions🔶Instant download (Download the presets right after the payment and start enjoying now)🔶Free support (contact us me any questions or concerns. We're always happy to provide fast and thorough support)🎁SPECIAL OFFER 3+3 for FREEBuy atleast 3 items from my shop and get 3 for FREEWIth love,PresetsByMary♥️\n                ", "listing_reviews": "16", "store_reviews": "3,799 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/811860156/10-lightroom-presets-mobile-avocado"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=821148665", "store_sales": "70,786 sales", "store_rating": "4.9099", "listing_title": "5 Mobile & Desktop Lightroom Presets Pet Lovers, Dog Cat Photo Editing Filter for Instagram, Animal Preset for Bloggers, Bright Home Filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Pet Lover Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram, Photo Editing Filter for Lifestyle and Travel🌟The Pet Lovers Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add beautiful, bright tones to your Instagram photos. These presets are PERFECT for pet lovers, Instagram Influencers & bloggers looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for mobile preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "100", "store_reviews": "5,613 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/821148665/5-mobile-desktop-lightroom-presets-pet"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=686088327", "store_sales": "171,648 sales", "store_rating": "4.8275", "listing_title": "Black MOBILE LIGHTROOM Presets, Lightroom Mobile Preset, VSCO, Instagram Filter, Desktop Presets, dark preset, moody presets, nude preset", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.57\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    • Professional Lightroom Presets for free Mobile and Desktop Lightroom• You receive 4 variants of presets with white/slightly warm/slightly cold tones• You can use them unlimited number of times.• Post-purchase support guaranteed - if you need my help with editing don't hesitate to contact me ✅FILES included:- 4 Lightroom presets for MOBILE Lightroom ( free mobile lightroom app)- 4 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "62", "store_reviews": "6,145 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/686088327/black-mobile-lightroom-presets-lightroom"}, {"seller_text": "CreativeBusinessvibe", "seller_href": "https://www.etsy.com/shop/CreativeBusinessvibe?ref=simple-shop-header-name&listing_id=1000367586", "store_sales": "93 sales", "store_rating": "5", "listing_title": "Custom Animated Youtube intro and outro, youtube template canva editable, gold, beige neutral nude YouTube branding kit, youtube channel kit", "listing_bestseller": "-", "listing_price": "\n                        $10.00\n                    ", "listing_highlights": ["Handmade", "Materials: canva\n\n\nRead the full description"], "listing_desc": "\n                    These editable social media templates for Youtube are made for you and your channel. Use these templates to edit elements, wording, fonts, font color, background color to match your needs and your brand! You can literally add, remove, and replace elements to your liking. These templates can be accessed through WWW.CANVA.COM; an online editor where you can edit without downloading any additional software or fonts. It comes with 1000s of elements to help personalize your template. You can also upload your own elements. You will receive a PDF file to download right after purchasing. I am only responsible for providing you with this editable design. Everything else outside of the template itself like technical issues on Canva has nothing to do with our shop! We can, however, assist you with any other issues regarding your order. PS. Youtube is a great source to help you and guide you on how to use Canva if it's your first time using the software. But I promise you, it's really easy to navigate.HOW TO ORDER▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬❶ Read this whole description for useful info →purchase your template❷ After purchasing(s), I will send you your template to your email using the Etsy email you have on file. This can take up to 24 hours. However, I usually send it out within 2 hours. ❸ Make your changes and edits → Save → Post! Voila! :) RETURNS & EXCHANGES▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬I don’t accept returns, exchanges, or cancellations. But please contact me if you have any problems with your order.\n                ", "listing_reviews": null, "store_reviews": "2 shop reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/1000367586/custom-animated-youtube-intro-and-outro"}, {"seller_text": "SimonaLisaPresets", "seller_href": "https://www.etsy.com/shop/SimonaLisaPresets?ref=simple-shop-header-name&listing_id=920919806", "store_sales": "3,875 sales", "store_rating": "4.8675", "listing_title": "10 Mobile LIGHTROOM Presets, VANILLA, Presets, Vsco Filters, Fashion Presets, Mobile Presets, Instagram Filters, Dng Preset, Natural Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.19\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    10 Mobile Lightroom Presets, Iphone Presets, Lightroom, Mobile Presets, Presets, Dng Presets, Cream Presets,  Desktop Presets, Vsco Filters, Fashion Presets, Instagram Filters, Natural PresetSHOP MORE PRESETS :)https://www.etsy.com/shop/SimonaLisaPresetsINCLUDED :)> 10 Instant Download Mobile Lightroom & Desktop Presets (DNG file)> PDF How To Install Mobile Presets Guide> Free Gift >Support available from our store at all times (just send a message through on Etsy)**The Presets are compatible with the Free Mobile Lightroom app, and the Desktop Lightroom app  (Via DNG Import, not LRTemplate)**If you require any assistance or have general queries, do not hesitate to send me a message on Etsy. :)Xx\n                ", "listing_reviews": "24", "store_reviews": "400 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/920919806/10-mobile-lightroom-presets-vanilla"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=807670112", "store_sales": "171,648 sales", "store_rating": "4.8275", "listing_title": "10 Home Presets - Mobile LIGHROOM Presets - Lightroom Presets - Lightroom Mobile Preset & Desktop Preset, Instagram Filter - Summer Magical", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    • Professional Lightroom Presets for free Mobile and Desktop Lightroom• You receive 10 variants of presets • You can use them unlimited number of times.✅FILES included:- 10 Lightroom presets for MOBILE Lightroom( free mobile lightroom app)- 10 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "53", "store_reviews": "6,145 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/807670112/10-home-presets-mobile-lighroom-presets"}, {"seller_text": "theLAcreative", "seller_href": "https://www.etsy.com/shop/theLAcreative?ref=simple-shop-header-name&listing_id=947007403", "store_sales": "8,440 sales", "store_rating": "4.8972", "listing_title": "YouTube Channel Kit | Editable Canva Template | Minimal Clean Branding | Film Frames YouTube Banner, End Card, Video Thumbnails templates", "listing_bestseller": "-", "listing_price": "\n                        $10.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    YouTube Channel Kit | Editable Canva Template | Minimal Clean Branding | Film Frames YouTube Banner, End Card, Video Thumbnails for Beauty, Fashion, or Lifestyle Vlogger template for your channel, that you can edit on your own for free in Canva.____________________________________________Please read the full item description to ensure you will be happy with your purchase.This is an instant digital download template. No Physical items will be shipped._____________________________________________Modern Film Frames YouTube channel kit--------------------------------------------- 2 Templates Ideal for YouTube channel art (2560x1440px)--- 3 Templates for Video Thumbnails--- 1 Endscreen, outro template--- Free Fonts Used--- Photos and Mockups are NOT Included--- Free Elements from Canva used--- Frames for drag and drop Photo Placements--- Simple Tutorial Included--- Basic Knowledge of Canva app Required--- The files must be edited on Canva for desktop, I do not guarantee they will work on mobile phones or tabletsWHAT IS INCLUDED IN YOUR PACKAGE:-------------------------------------------------------- 1 Read me file with instructions and the link to templates in CanvaPLEASE NOTE!!!----------------------To upload custom thumbnails, you must have a verified accountEnd screen must be added to your actual video in the software that you use to edit your videos.For more information about YouTube's limitations please check the youtube's rules and policiesREFUNDS AND EXCHANGES--------------------------------------Due to ﬁles being instant downloads, refunds and exchanges cannot be given.But we are always happy to help you if you have some problems.If you have any questions about an item, please message us BEFORE placing your order.© 2019 LA creative. All rights reserved.All template designs are for personal use only and may not be resold or redistributed under any circumstances.\n                ", "listing_reviews": null, "store_reviews": "306 shop reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/947007403/youtube-channel-kit-editable-canva"}, {"seller_text": "okthatspeachy", "seller_href": "https://www.etsy.com/shop/okthatspeachy?ref=simple-shop-header-name&listing_id=919835403", "store_sales": "1,412 sales", "store_rating": "4.9211", "listing_title": "AU NATUREL Mobile Lightroom Presets Instagram Influencer Photography Blogger Natural Bright Photo Filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.18\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PNG, 1 other file"], "listing_desc": "\n                    Instagram Presets | Mobile Lightroom Presets | Instant Photo EditsExperiencing feed envy? Want that beautiful, cohesive theme but not sure where to start? Look no further, Lightroom presets are the easiest and quickest way to instantly change the look and feel of your photos with no hassle. A full, thorough photo edit is just a click away.These presets were created to be used with the Lightroom Mobile App that can be downloaded for free. This listing includes one mobile Lightroom preset (DNG file) and a 'How To' file, to help you with the install.Even though my presets have been tested on a variety of photos with different lighting conditions / colours / subjects etc, it's important to note that all these different variables may also mean the preset may need a little adjusting to best fit your photo. Thank you for supporting smallDon't hesitate to get in touch for any queries!Due to the nature of the item, there are no refunds/exchanges on any digital items.Terms of Use:By buying this product you are automatically agreeing to the following terms of use:No copying or redistribution of my products.\n                ", "listing_reviews": "13", "store_reviews": "38 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/919835403/au-naturel-mobile-lightroom-presets"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=820356249", "store_sales": "70,786 sales", "store_rating": "4.9099", "listing_title": "5 Family Desktop & Mobile Lightroom Presets, Bright Airy Photo Editing Filter for Instagram, White Clean Preset for Home Lifestyle Blogger", "listing_bestseller": "-", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Family Time Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram, Photo Editing Filter for Lifestyle and Travel🌟The Family Time Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add bright, white and airy tones to your Instagram photos. These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for mobile preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "37", "store_reviews": "5,613 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/820356249/5-family-desktop-mobile-lightroom"}, {"seller_text": "theLAcreative", "seller_href": "https://www.etsy.com/shop/theLAcreative?ref=simple-shop-header-name&listing_id=869150373", "store_sales": "8,440 sales", "store_rating": "4.8972", "listing_title": "YouTube Channel Kit | Editable Canva Template | Modern Nude beige watercolor Branding | YouTube Banner, End Card, Video Thumbnails templates", "listing_bestseller": "-", "listing_price": "\n                        $10.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Improve your social media presence with a professionally designed Modern Nude beige watercolor YouTube banner, YouTube channel art, Pink and Rose gold Branding YT Banner, End Card, Thumbnails for Beauty, Fashion, or Lifestyle Vlogger template for your channel, that you can edit on your own for free in Canva.____________________________________________Please read the full item description to ensure you will be happy with your purchase.This is an instant digital download template. No Physical items will be shipped._____________________________________________Modern Nude beige watercolor YouTube channel kit--------------------------------------------- 2 Templates Ideal for YouTube channel art (2560x1440px)--- 3 Templates for Video Thumbnails--- 1 Endscreen, outro template--- Free Fonts Used--- Photos and Mockups are NOT Included--- Free Elements from Canva used--- Frames for drag and drop Photo Placements--- Simple Tutorial Included--- Basic Knowledge of Canva app Required--- The files must be edited on Canva for desktop, I do not guarantee they will work on mobile phones or tablets--- Watercolor elements are not editableWHAT IS INCLUDED IN YOUR PACKAGE:-------------------------------------------------------- 1 Read me file with instructions and the link to templates in CanvaPLEASE NOTE!!!----------------------To upload custom thumbnails, you must have a verified accountThe end screen must be added to your actual video in the software that you use to edit your videos.For more information about YouTube's limitations please check the youtube's rules and policiesREFUNDS AND EXCHANGES--------------------------------------Due to ﬁles being instant downloads, refunds and exchanges cannot be given.But we are always happy to help you if you have some problems.If you have any questions about an item, please message us BEFORE placing your order.© 2019 LA creative. All rights reserved.All template designs are for personal use only and may not be resold or redistributed under any circumstances.\n                ", "listing_reviews": null, "store_reviews": "306 shop reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/869150373/youtube-channel-kit-editable-canva"}, {"seller_text": "PresetDesignPhoto", "seller_href": "https://www.etsy.com/shop/PresetDesignPhoto?ref=simple-shop-header-name&listing_id=967817180", "store_sales": "2,128 sales", "store_rating": "4.9657", "listing_title": "10 RUSTIC Lightroom Presets Boho Presets, Instagram Filter, Vintage Preset, Moody Rich Presets for Blogger, Bohemian Presets, Earthy Presets", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.77\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 JPG, 1 PDF"], "listing_desc": "\n                    🎁 GET 4 & PAY FOR 2 With Promo Code: 2FREE 🎁🎁 GET 6 & PAY FOR 3 With Promo Code: 3FREE 🎁🎁 GET 8 & PAY FOR 4 With Promo Code: 4FREE 🎁10 Rustic presets, Lightroom presets, Blogger photo presets, mobile presets and desktop presets, instagram Filters by Preset DesignINCLUDED:• 10 MOBILE Lightroom presets• 10 DESKTOP Lightroom presets• After Purchase Customer Support• Instructions• Instant DownloadPreset Bundles In My Shop:www.etsy.com/shop/presetdesignphoto♡ SPECIAL OFFER ♡🎁  ADD 4 TO CART, PAY FOR 2 🎁  GET 50% WHEN YOU ADD 4 🎁🎁  ADD 6 TO CART, PAY FOR 3 🎁  GET 50% WHEN YOU ADD 6 🎁🎁  ADD 8 TO CART, PAY FOR 4 🎁  GET 50% WHEN YOU ADD 8 🎁HERE'S WHY YOU'LL LOVE IT:• Rustic vintage moody vibe perfect for instagram themes• Made by a professional digital creator• Consistent results with no harsh colors or lightingMORE INFO:• Works with the Free and Paid Lightroom Mobile App• Works with All Lightroom Desktop Versions • Works with Mac and PC Desktops/LaptopsIf you have any more questions or need help picking the perfect presets for you, you can contact us any time!OUR SOCIAL MEDIA• IG: @preset_design.....................................................© Preset Design LLC, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited......................................................\n                ", "listing_reviews": "32", "store_reviews": "204 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/967817180/10-rustic-lightroom-presets-boho-presets"}, {"seller_text": "theLAcreative", "seller_href": "https://www.etsy.com/shop/theLAcreative?ref=simple-shop-header-name&listing_id=860415117", "store_sales": "8,440 sales", "store_rating": "4.8972", "listing_title": "YouTube Channel Kit | Editable Canva Template | Pink and Peach Boho Branding | YouTube Banner, End Card, Video Thumbnails templates", "listing_bestseller": "-", "listing_price": "\n                        $10.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Improve your social media presence with a professionally designed Modern Pink and Peach Boho YouTube banner, YouTube channel art, Pink and Rose gold Branding YT Banner, End Card, Thumbnails for Beauty, Fashion, or Lifestyle Vlogger template for your channel, that you can edit on your own for free in Canva.____________________________________________Please read the full item description to ensure you will be happy with your purchase.This is an instant digital download template. No Physical items will be shipped._____________________________________________Modern Pink and Peach Boho YouTube channel kit--------------------------------------------- 2 Templates Ideal for YouTube channel art (2560x1440px)--- 3 Templates for Video Thumbnails--- 1 Endscreen, outro template--- Free Fonts Used--- Photos and Mockups are NOT Included--- Free Elements from Canva used--- Frames for drag and drop Photo Placements--- Simple Tutorial Included--- Basic Knowledge of Canva app Required--- The files must be edited on Canva for desktop, I do not guarantee they will work on mobile phones or tablets--- Rose gold elements are not editableWHAT IS INCLUDED IN YOUR PACKAGE:-------------------------------------------------------- 1 Read me file with instructions and the link to templates in CanvaPLEASE NOTE!!!----------------------To upload custom thumbnails, you must have a verified accountEnd screen must be added to your actual video in the software that you use to edit your videos.For more information about YouTube's limitations please check the youtube's rules and policiesREFUNDS AND EXCHANGES--------------------------------------Due to ﬁles being instant downloads, refunds and exchanges cannot be given.But we are always happy to help you if you have some problems.If you have any questions about an item, please message us BEFORE placing your order.© 2019 LA creative. All rights reserved.All template designs are for personal use only and may not be resold or redistributed under any circumstances.\n                ", "listing_reviews": "6", "store_reviews": "306 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/860415117/youtube-channel-kit-editable-canva"}, {"seller_text": "CreatorParaM", "seller_href": "https://www.etsy.com/shop/CreatorParaM?ref=simple-shop-header-name&listing_id=981520815", "store_sales": "289 sales", "store_rating": "5", "listing_title": "YouTube Branding Package l Personalized Banner, Intro, Outro l Editable Canva templates", "listing_bestseller": "-", "listing_price": "\n                        $12.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Enhance your YouTube channel with a self-editable branding kit. Attract subscribers, viewers and build an appealing YouTube channel that represents your style.__________This is an instant digital download template. No Physical items will be shipped. A free Canva account and basic knowledge of Canva is needed. You can use the free version of Canva to edit, personalize, save and download these templates.__________This Package Includes:▪ Banner▪ Intro▪ Outro/Endslate__________You can edit colors, fonts, (change colors or remove background). Change or edit elements, add your own photos and icons.__________After Your order:You'll receive a PDF file with access links to all of these editable templates (Banner, Intro and Outro).__________Important Notes:*The example photographs / logos used in the listing are for example purposes only. You'll be able to add your own photos while editing.* The PDF you'll receive after the order, can only be downloaded and opened on (desktop). The editable template links (in the PDF) should only be edited, saved and downloaded on (desktop).* Intro and end-screen must be added to your actual video in the software that you use to edit your videos.* Due to ﬁles being instant downloads, refunds and exchanges cannot be given. But we are always happy to help you if you have any issues.*All template designs are for personal use only and may not be resold or redistributed under any circumstances.__________\n                ", "listing_reviews": null, "store_reviews": "15 shop reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/981520815/youtube-branding-package-l-personalized"}, {"seller_text": "SymphonyPresets", "seller_href": "https://www.etsy.com/shop/SymphonyPresets?ref=simple-shop-header-name&listing_id=791964935", "store_sales": "17,197 sales", "store_rating": "4.9267", "listing_title": "10 Dark and Moody Mobile Lightroom Presets -  Desktop Presets - Instagram Presets - Set of 10 Presets - iPhone Presets - Blogger Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 JPG, 1 ZIP"], "listing_desc": "\n                    Moody Black - Lightroom Presets / Best for Lightroom Mobile and Desktop/ Lightroom Presets/ Instagram PresetsMake your photos stand out with this preset pack which includes 10 unique presets for Lightroom. These presets were designed especially for portraits, travel, lifestyle, and wedding photography to give your photos that popular and attractive dark and moody look. This preset pack is the second version of our Dark and Moody Preset Pack.This bundle includes 10 beautiful Lightroom presets which can be used in almost every type of situation. Whether you took an amazing selfie, or you took awesome photos on your new camera these presets will be great. They were great in a variety of lighting situations, even in extremely low light environments.You can use these presets in both the mobile and the desktop version of lightroom with a very easy install that can take under 1 minute. Compatibility: Works on all Versions of Lightroom Classic, Lightroom CC and Lightroom Mobile. Lightroom Classic versions 7.2 and older use the .lrtemplate files while 7.3 and newer can use either .lrtemplate or .xmp.Top features of this bundle:🗸 One time purchase, keep forever🗸 10 Presets in .xmp Format🗸 10 Presets in .lrtemplate Format🗸 10 Preset in .dng Format🗸 Compatible with Lightroom Mobile🗸 Compatible on Windows and Mac🗸 24/7 Support🗸 Free Updates🗸 Install Instructions Included\n                ", "listing_reviews": "100", "store_reviews": "860 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/791964935/10-dark-and-moody-mobile-lightroom"}, {"seller_text": "Oniriqve", "seller_href": "https://www.etsy.com/shop/Oniriqve?ref=simple-shop-header-name&listing_id=1002597217", "store_sales": "55 sales", "store_rating": "5", "listing_title": "YouTube Channel Kit | Editable YouTube Banner, Intro, 2 Thumbnails, End Card | YouTube Brand Kit, Editable Canva Templates | White Marble", "listing_bestseller": "-", "listing_price": "\n                        $7.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 ZIP"], "listing_desc": "\n                    Make your YouTube channel stand out with this Minimal White Marble YouTube Channel Kit editable in Canva ! The branding you always dreamt of is now a couple clicks away, and you don't even need to be a professional graphic designer to use it !YouTube Banner, Intro, 2 Thumbnails, Social Media Card, End Card, Animated Premade Outro, 21 Social Media Logos... You name it, with this Minimal White Marble kit, you can do it all !🎁 THE MINIMAL WHITE MARBLE KIT INCLUDES:▪ A YouTube Banner Template (2560x1440px)▪ 2x YouTube Thumbnails Templates (3840x1920px)▪ An Intro Card Template (can be animated) (3840x1920px)▪ A YouTube End Screen Template (can be animated) (3840x1920px)▪ A Social Media Card Template (can be animated) (3840x1920px)▪ An Animated Premade YouTube Outro (you can change the animation and edit it too) (3840x1920px)▪ A ZIP file with different social media logos to import in CanvaYou can edit the templates to your liking: colors, fonts, move and resize the elements, add your pictures and icons.After your order, you will receive a PDF file with 7 clickable links, giving access to the 7 templates listed above, and the ZIP file with the logos !In this PDF, you will find a quick Tutorial for Canva, but don't worry, their website is really intuitive, only basic skills will be needed !📝 WHAT YOU NEED TO KNOW:* This is a digital file, it means that no physical items will be shipped to you. The PDF giving access to the links of the templates will be on your computer.* What is Canva ? Canva is a free tool that requires no designing skills, only intuition ! Just create an account, and then you'll be able to edit the templates (texts, their styles, the fonts, the colors and add your own pictures). Nevertheless, you have to know that some things can't be modified on Canva.* The photos I chose to represent the people in the visuals are for exemple purposes ; they can obviously be replaced with your own photos !* The PDF you'll receive after the order, can only be downloaded and opened on desktop. The editable template links (in the PDF) should only be edited, saved and downloaded on desktop.* Due to ﬁles being instant downloads, refunds and exchanges cannot be given. But if you have any question about your purchase, I'll be happy to help !© 2021 Oniriqve. All rights reserved.All template designs are for personal use only and may not be resold or redistributed under any circumstances.YouTube Channel Kit | Editable YouTube Banner, Intro, 2 Thumbnails, End Card | YouTube Brand Kit, Editable Canva Templates | White Marble\n                ", "listing_reviews": null, "store_reviews": "5 shop reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/1002597217/youtube-channel-kit-editable-youtube"}, {"seller_text": "theLAcreative", "seller_href": "https://www.etsy.com/shop/theLAcreative?ref=simple-shop-header-name&listing_id=833972061", "store_sales": "8,440 sales", "store_rating": "4.8972", "listing_title": "YouTube Channel Kit | Editable Canva Template | Minimal Nude Branding | YouTube Banner, End Card, Video Thumbnails templates", "listing_bestseller": "-", "listing_price": "\n                        $10.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Improve your social media presence with a professionally designed Modern Pink and Rose gold YouTube banner, YouTube channel art, Pink and Rose gold Branding YT Banner, End Card, Thumbnails for Beauty, Fashion, or Lifestyle Vlogger template for your channel, that you can edit on your own for Free in Canva.____________________________________________Please read the full item description to ensure you will be happy with your purchase.This is an instant digital download template. No Physical items will be shipped._____________________________________________Modern Pink and Rose gold YouTube channel kit--------------------------------------------- 2 Templates Ideal for YouTube channel art (2560x1440px)--- 3 Templates for Video Thumbnails--- 1 Endscreen, outro template--- Free Fonts Used--- Photos and Mockups are NOT Included--- Free Elements from Canva used--- Frames for drag and drop Photo Placements--- Simple Tutorial Included--- Basic Knowledge of Canva app Required--- The files must be edited on Canva for desktop, I do not guarantee they will work on mobile phones or tabletWHAT IS INCLUDED IN YOUR PACKAGE:-------------------------------------------------------- 1 Read me file with instructions and the link to templates in CanvaPLEASE NOTE!!!----------------------To upload custom thumbnails, you must have a verified accountEnd screen must be added to your actual video in the software that you use to edit your videos.For more information about YouTube's limitations please check the youtube's rules and policiesREFUNDS AND EXCHANGES--------------------------------------Due to ﬁles being instant downloads, refunds and exchanges cannot be given.But we are always happy to help you if you have some problems.If you have any questions about an item, please message us BEFORE placing your order.© 2019 LA creative. All rights reserved.All template designs are for personal use only and may not be resold or redistributed under any circumstances.\n                ", "listing_reviews": null, "store_reviews": "306 shop reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/833972061/youtube-channel-kit-editable-canva"}, {"seller_text": "LouMarksPhoto", "seller_href": "https://www.etsy.com/shop/LouMarksPhoto?ref=simple-shop-header-name&listing_id=865473815", "store_sales": "388,511 sales", "store_rating": "4.8278", "listing_title": "10 Presets, Lightroom Presets, Lightroom mobile presets, Filter Instagram presets, Preset for mobile blogger, Natural light and airy Pack", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.49\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP, 2 PDF"], "listing_desc": "\n                    ♡ SALE!! Buy 3 Packs & Get 2 FREE! Add all 5 Packs to your cart and only pay for 3 in total!♡ More Presets In My Shop: www.etsy.com/shop/loumarksphoto♡ Create consistent photo edits with The Light Airy Preset Pack. This Preset Collection soften and lighten your dark dull photos, add lightness and sift color with my photo presets! This presets pack included 10 presets suitable for all images and creates amazing results! Makes your images look so much better and brighter! ♡ Works amazing in one click on Indoor and Outdoor, Home Interiors, Family Photos, Lifestyle, Travel, Fashion, Blogger, Wedding, and Portrait Images. Create beautiful blog images or social media images one click. Perfect to easily enhance everyday photos!WHY YOU'LL LOVE IT✔️Light Airy vibe perfect for instagram themes✔️Creamy skin tones and dreamy white tones✔️Made by a professional photographerLou & Marks Presets work with All Versions of Lightroom Mobile & Lightroom Desktop and with Photoshop ACR.INCLUDED IN YOUR PURCHASE ✔️ 10 Mobile Lightroom Presets (DNG)✔️ 10 Desktop Lightroom Presets (LR)✔️ 10 Lightroom & Photoshop Presets (XMP)✔️ Step-by-step PDF guide with video instructionsCOMMON QUESTIONS✔️ Works With The Free & Paid Lr iPhone App✔️ Works With The Free & Paid Lr Android App✔️ Works With All Lightroom Desktop Versions ✔️ Works With Photoshop ACR ✔️ Works With Mac & PC✔️ Works With JPG & RAW Formats♡ SKIN TONE PROMISE You are you unique and so are our Presets! We created our Presets for everyone. No one specific skin tone or hair color. When you purchase from Lou + Marks you are not just purchasing presets you also get our guarantee that they will suit your skin tone. If they don’t send me a message with an unedited image and I will personally adjust them for you. ♡ STAY IN TOUCH Connect with me on Instagram @louandmarks and tag #louandmarks so I can see all your amazing photo edits and share them in my daily stories of my audience of over 60K.© Lou & Marks. All Rights Reserved. By Purchasing this product you agreeing to the Terms of Use. Do not sharing the files, or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "69", "store_reviews": "16,494 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/865473815/10-presets-lightroom-presets-lightroom"}, {"seller_text": "MintAndPepper", "seller_href": "https://www.etsy.com/shop/MintAndPepper?ref=simple-shop-header-name&listing_id=774854798", "store_sales": "61,307 sales", "store_rating": "4.8303", "listing_title": "Lightroom Mobile Presets Natural, Instagram Presets for Bloggers, Bright and Airy Preset, Home preset, Photo filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.59\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    7 Presets for Mobile Lightroom in .DNG format ✩ Lightroom Presets ✩ Instagram FiltersNATURAL is pack of 7 Lightroom Mobile Presets. Great for bloggers, photographers and everyone who aims to create a consistent feed on Instagram with easily applied filter. Perfect for outdoor and indoor photography, fashion shots and portraits.✩ They work well with iPhone and Android devices. You just need to download free Lightroom Mobile App✩ Easy to apply, with just one click✩ Instant download filesYOU GET:✩ 7 Lightroom Mobile Presets in .DNG format✩ Instruction in PDF 💥Check out our Bestsellers💥https://www.etsy.com/shop/MintAndPepperSPECIAL OFFER:🌟GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE🌟🌟GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE🌟🌟GET 8 PACKS & PAY ONLY FOR 4 - Add 8 items to your cart and use promo code 4FREE🌟Please remember that all presets look differently on each photo because of lighting and white balance settings, dominant colours etc. If your photo doesn’t look perfect you may need to adjust exposure or temperature to achieve the best results.Due to the digital nature of this product no exchanges or refunds will be made.CONTACT:EMAIL: mintandpepper5 [!at] yahoo.comON IG: @lovepresets_shop© 2020 MintAndPepper, All Rights ReservedTerms of use: Forbidden to copy, sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.Lightroom Presets, Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, iPhone, Android, Lifestyle Presets, Desktop Presets, Wedding Presets, Portrait Presets, Best Presets, Bright And Airy Preset, Clean Preset, Light Preset, Instagram Filters, Mobile Filters, Photo Filters, Travel Blogger Presets, Photo Editing, Photography Presets, White Preset, Blogger Presets, Photo Presets, Mobile Filter, Travel Presets, Influencer Presets, Home presets, Natural presets\n                ", "listing_reviews": "54", "store_reviews": "2,033 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/774854798/lightroom-mobile-presets-natural"}, {"seller_text": "MintAndPepper", "seller_href": "https://www.etsy.com/shop/MintAndPepper?ref=simple-shop-header-name&listing_id=965300605", "store_sales": "61,307 sales", "store_rating": "4.8303", "listing_title": "14 Lightroom Mobile Presets, Bright Airy Lightroom Preset, Desktop Boho Presets, Photo Filter for Blogger, Bright Instagram", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.82\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 2 ZIP"], "listing_desc": "\n                    14 Presets for Mobile Lightroom in .DNG format ✩ Lightroom Presets ✩ Instagram FiltersBOHO VIBE is pack of 14 Lightroom Mobile & Desktop Presets. Great for bloggers, photographers and everyone who aims to create a consistent feed on Instagram with easily applied filter. Perfect for outdoor and indoor photography, fashion shots and portraits.✩ They work well with iPhone and Android devices and Desktop Lightroom✩ Easy to apply, with just one click✩ Instant download filesYOU GET:✩ 14 Lightroom Mobile Presets in .DNG and .XMP formats✩ Instruction in PDF 💥Check out our Bestsellers💥https://www.etsy.com/shop/MintAndPepperSPECIAL OFFER:🌟GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE🌟🌟GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE🌟🌟GET 8 PACKS & PAY ONLY FOR 4 - Add 8 items to your cart and use promo code 4FREE🌟Please remember that all presets look differently on each photo because of lighting and white balance settings, dominant colours etc. If your photo doesn’t look perfect you may need to adjust exposure or temperature to achieve the best results.Due to the digital nature of this product no exchanges or refunds will be made.CONTACT:EMAIL: mintandpepper5 [!at] yahoo.comON IG: @mint_and_pepper_© 2021 MintAndPepper, All Rights ReservedTerms of use: Forbidden to copy, sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.Lightroom Presets, Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, iPhone, Android, Lifestyle Presets, Desktop Presets, Wedding Presets, Boho Presets, Portrait Presets, Best Presets, Bright And Airy Preset, Clean Preset, Light Preset, Instagram Filters, Mobile Filters, Photo Filters, Travel Blogger Presets, Photo Editing, Photography Presets, White Preset, Blogger Presets, Photo Presets, Mobile Filter, Travel Presets, Influencer Presets, Summer Presets, Trendy Presets, Premium Presets\n                ", "listing_reviews": "23", "store_reviews": "2,033 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/965300605/14-lightroom-mobile-presets-bright-airy"}, {"seller_text": "theLAcreative", "seller_href": "https://www.etsy.com/shop/theLAcreative?ref=simple-shop-header-name&listing_id=840710786", "store_sales": "8,440 sales", "store_rating": "4.8972", "listing_title": "YouTube Channel Kit | Editable Canva Template | Minimal Clean Branding | YouTube Banner, End Card, Video Thumbnails templates", "listing_bestseller": "-", "listing_price": "\n                        $10.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Improve your social media presence with a professionally designed Modern Minimal YouTube banner, YouTube channel art, Gray Clean Branding YT Banner, End Card, Thumbnails for Beauty, Fashion, or Lifestyle Vlogger template for your channel, that you can edit on your own for Free in Canva.____________________________________________Please read the full item description to ensure you will be happy with your purchase.This is an instant digital download template. No Physical items will be shipped._____________________________________________Modern Minimal YouTube channel kit--------------------------------------------- 2 Templates Ideal for YouTube channel art (2560x1440px)--- 3 Templates for Video Thumbnails--- 1 Endscreen, outro template--- Free Fonts Used--- Photos and Mockups are NOT Included--- Free Elements from Canva used--- Frames for drag and drop Photo Placements--- Simple Tutorial Included--- Basic Knowledge of Canva app Required--- The files must be edited on Canva for desktop, I do not guarantee they will work on mobile phones or tabletsWHAT IS INCLUDED IN YOUR PACKAGE:-------------------------------------------------------- 1 Read me file with instructions and the link to templates in CanvaPLEASE NOTE!!!----------------------To upload custom thumbnails, you must have a verified accountEnd screen must be added to your actual video in the software that you use to edit your videos.For more information about YouTube's limitations please check the youtube's rules and policies.FROM THE SAME COLLECTION:-------------------------------------------Instagram puzzle feed, minimal:https://www.etsy.com/listing/779990938/instagram-puzzle-feed-instagram-template?ref=shop_home_active_11&pro=1Price list template for Instagram stories:https://www.etsy.com/listing/791801350/price-list-template-for-instagram?ref=shop_home_active_22&pro=1Instagram Carousel Post Template | Lead Magnet, Online Course, Webinar, E book Marketing Banners:https://www.etsy.com/listing/802368355/instagram-carousel-post-template-lead?ref=shop_home_active_25&pro=1E book, Workbook, Lead Magnet, Ebook, Course Creator, Worksheet, Checklist, Opt in Freebie for Infopreneurs:https://www.etsy.com/listing/794935195/e-book-workbook-lead-magnet-ebook-course?ref=shop_home_active_148&pro=1Services and Pricing Guide for Canva:https://www.etsy.com/listing/785780242/services-and-pricing-guide-for-canva?ref=shop_home_active_2&pro=1Minimal Gray INSTAGRAM STORY HIGHLIGHTS Icons:https://www.etsy.com/listing/719773795/minimal-gray-instagram-story-highlights?ref=shop_home_active_25&pro=1REFUNDS AND EXCHANGES--------------------------------------Due to ﬁles being instant downloads, refunds and exchanges cannot be given.But we are always happy to help you if you have some problems.If you have any questions about an item, please message us BEFORE placing your order.© 2019 LA creative. All rights reserved.All template designs are for personal use only and may not be resold or redistributed under any circumstances.\n                ", "listing_reviews": "7", "store_reviews": "306 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/840710786/youtube-channel-kit-editable-canva"}, {"seller_text": "ByAFDesigns", "seller_href": "https://www.etsy.com/shop/ByAFDesigns?ref=simple-shop-header-name&listing_id=918208400", "store_sales": "207 sales", "store_rating": "4.7333", "listing_title": "YouTube Channel Kit | Editable Canva Template | YouTube Banner, End Card, Video Thumbnail Templates | Nude Beige Branding", "listing_bestseller": "-", "listing_price": "\n                        $15.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    This YouTube channel kit was carefully made for you and your channel. Use these templates to edit the wording, fonts, font color, and background color to match your needs and your brand! Feel free to check out my other designs :) This pack comes with 5 templates, including:1. YouTube Channel Cover Art (Banner)2. (2) YouTube Channel End Screens 3. (2) YouTube Channel ThumbnailsThese templates can be accessed through WWW.CANVA.COM; an online editor where you can edit without downloading any additional software or fonts. You will receive a link via a PDF file to the template right after purchasing via e-mail. We are ONLY responsible for providing you with this editable design. Everything else outside of the template itself like technical issues on Canva has nothing to do with our shop! We can, however, assist you with any other issues regarding your order.HOW TO ORDER▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬❶ Read this whole description for useful info → purchase your template❷ After purchasing, you will be able to download a PDF file with a link to access your template(s) on Canva that is sent to you via e-mail in your order confirmation receipt.❸ Make your changes and edits → Save → Use! Voila! :)RETURNS & EXCHANGES▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬I don't accept returns, exchanges, or cancellations. But please contact me if you have any problems with your order.\n                ", "listing_reviews": "8", "store_reviews": "15 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/918208400/youtube-channel-kit-editable-canva"}, {"seller_text": "HillAndOliveAus", "seller_href": "https://www.etsy.com/shop/HillAndOliveAus?ref=simple-shop-header-name&listing_id=775657077", "store_sales": "33,511 sales", "store_rating": "4.5456", "listing_title": "10 Mobile Lightroom Presets, Vsco Filters, Iphone Presets, Lightroom, Mobile Presets, Instagram Filters Presets, Colorful Mobile, Dng Preset", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.71\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    Mobile Lightroom presets for aesthetic Instagram profile feed. Perfect for anyone wanting to create a dreamy Instagram feed, works well with photos shot on Android or iPhone. Details:- 10 Mobile Lightroom Presets in .dng format- Use on Lightroom mobile app - Compatible with both Android and iPhone- Digital Files ONLY- Include PDF image instructions and Google Drive alternative download linkInstallation: To access your digital files:1. Go to Your Account 2. Purchases and reviews and look for the order. 3. To the right of the order, click Download Files. 4. You will be able to download the download link PDF which will take you to Google Drive where you will be able to download  ALL 10 presets     (ALSO DOWNLOAD INSTRUCTION MANUAL FOR REFERENCE.)5. Save each DNG file separately to your phone (these will save as images).6. You will then be able to upload each DNG file as an image to your Lightroom Mobile app.7. Click on the three dots in the top right of your Lightroom app  8. Select the option 'Create Preset', this will allow you to save the preset to the preset editing option of the app for use on other images.For any questions please contact me via Etsy messages.No sharing files, or selling them in any form. Derivative works are prohibited.\n                ", "listing_reviews": "100", "store_reviews": "1,400 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/775657077/10-mobile-lightroom-presets-vsco-filters"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=686099539", "store_sales": "171,648 sales", "store_rating": "4.8275", "listing_title": "COLOR Presets, Vibrant Presets, Lightroom PRESETS, MOBILE Presets, Instagram Filter, Desktop Preset, lightroom mobile presets, blogger", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    💥5 Mobile Lightroom Presets, Mobile Presets, Desktop Presets💥Blogger Preset Package for Instagram Photo PresetDreamLand preset photo filter✅FILES included:- 5 Lightroom presets for MOBILE Lightroom( free mobile lightroom app)- 5 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "94", "store_reviews": "6,145 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/686099539/color-presets-vibrant-presets-lightroom"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=631617674", "store_sales": "237,231 sales", "store_rating": "4.8715", "listing_title": "20 Lightroom Presets LUXURY BLACK for Desktop and Mobile Lightroom, Deep Moody,  Dark Instagram Filter, Black Tones Blogger Presets", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $3.65\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    20 LIGHTROOM PRESETS LUXURY BLACK, Mobile Presets, Desktop Presets, Dark Preset, Black Preset, Photo filter, Pets Bloggers Presets, Instagram presetsCreate the perfect look within a click of a button it will be perfect for all your social media posts!Luxury Black Preset Pack that gives a photo a unique atmosphere and unsaturated, faded colors.Check out my Bestseller Itemshttps://www.etsy.com/shop/VictoriaBeePhoto♦️ Works in Lightroom Mobile App (iOS/Android)♦️ Works With & Without Adobe subscription♦️ Compatible with All Photo formatsIncluded:🔶20 Lightroom presets in .DNG format for MOBILE Lightroom (.ZIP Archive)🔶20 Lightroom presets in .XMP format for DESKTOP Lightroom (.ZIP Archive)🔶.PDF file with direct link to download presets directly to your phone (Dropbox)🔶.PDF Instruction Guide Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets.‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️Keep in mind that all presets work differently with each photo depending on a number of factors such as lighting, white balance, tone etc. Please contact me for any questions or editing help victoriabee.shop [!at] gmail.com© 2019-2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoKeywords: Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset, Dog Preset, Puppy Preset, Cat Preset, Animal Preset, Pets Presets, Bright Light Presets\n                ", "listing_reviews": "32", "store_reviews": "8,047 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/631617674/20-lightroom-presets-luxury-black-for"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=948567963", "store_sales": "21,702 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Neutral Filter, Cream Preset, Instagram Filters, iPhone Presets, Lightroom Filter, Lifestyle Preset, Organic Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it natural with an Organic Preset! This Lightroom Mobile preset will effortlessly soften and mute the shades in your photos to achieve a creamy cozy look with the click of button! ☼ Your purchase includes ☼- 1 Organic Lightroom Mobile Preset- PDF step by step installation guide☼ Additional Information ☼- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ☼ Cancellation Refunds/Exchanges ☼Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "15", "store_reviews": "1,130 reviews", "search": "youtube channel art", "url": "https://www.etsy.com/listing/948567963/lightroom-mobile-preset-neutral-filter"}, {"seller_text": "BlakeTidrow", "seller_href": "https://www.etsy.com/shop/BlakeTidrow?ref=simple-shop-header-name&listing_id=1038812615", "store_sales": null, "store_rating": null, "listing_title": "YouTube Channel Kit | Editable Canva Template | YouTube Banner, End Card, Video Thumbnails templates", "listing_bestseller": "-", "listing_price": "\n                        $9.88\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 File"], "listing_desc": "\n                    Modern templates to make your youtube channel look aesthetic and professional instantly.  All of these templates are customizable for your brand, you can change up the colors, fonts, text, images, etc. as needed.--- 1 Templates Ideal for YouTube channel art (2560x1440px)--- 2 Templates for Video Thumbnails--- 1 Endscreen, outro template--- Free Fonts Used--- Photos and Mockups are NOT Included--- Free Elements from Canva used--- Frames for drag and drop Photo Placements--- Simple Tutorial Included--- Basic Knowledge of Canva app Required--- The files must be edited on Canva for desktop, I do not guarantee they will work on mobile phones or tabletsYou will receive 5 PDF files with clickable links, giving you access to the templates.*This is a digital file.REFUNDS AND EXCHANGES:Due to ﬁles being instant downloads, refunds and exchanges cannot be given.But we are always happy to help you if you have some problems.If you have any questions about an item, please message us prior to placing your order.HOW TO ORDER1. Simply purchase the listing.2. After your payment has been cleared you can download the file under purchases/reviews section in your Etsy account. Please follow the link to find your purchases: www.etsy.com/your/purchases\n", "listing_reviews": null, "store_reviews": null, "search": "youtube channel art", "url": "https://www.etsy.com/listing/1038812615/youtube-channel-kit-editable-canva"}, {"seller_text": "MakinaDesign", "seller_href": "https://www.etsy.com/shop/MakinaDesign?ref=simple-shop-header-name&listing_id=873113790", "store_sales": "43,872 sales", "store_rating": "4.807", "listing_title": "MAKEUP LOGO DESIGN, beauty Logo, Logo design, Logo, Premade logo, Logo Template, makeup artist, beauty salon, beauty logo", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $8.40\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ♥ Preview this logo design with your business name.https://www.corjl.com/d/598CNEGRAPHIC DESIGNER USE OF OUR TEMPLATES IS STRICTLY PROHIBITED AND NOT ALLOWED. Buyer must be the client themself. You are not allowed to edit this template for someone else, resale for profit, alter, or copy this design. This is for your personal business use ONLY. Offenders will have all access revoked and no refunds will be issued. All templates are copyrighted by Makina Designs..............................................................................................................Thank you for shopping at MAKINA Designs♥This beautiful logo is perfect for makeup artists, beauty salons, etc!***PLEASE READ THOROUGHLY BEFORE PURCHASING***♥ THIS LISTING IS FOR A LOGO DESIGN TO BE EDITED BY YOU AT CORJL.COM♥ EDIT IT ON YOUR MOBILE DEVICE OR COMPUTER♥ MUST HAVE ACCESS TO YOUR EMAIL TO RECEIVE THE LINK FROM CORJL.COM TO EDIT YOUR LOGO♥ NO DROPBOX LINK WILL BE SENT, YOU EDIT YOUR LOGO AT CORJL.COM♥ INSTRUCTIONS INCLUDED.............................................................................................................EDIT YOUR LOGO on Corjl.com on your PC and/or mobile device. Super simple, easy to use, and instant!♥ No editing software required♥ Edit or add your text very easily♥ Arrange your text or leave it as is♥ Upload your own images/background ♥ Add or remove your own taglinePLEASE NOTE: Only your business name and tagline can be edited for this logo. The logo design and colors are not changeable..............................................................................................................WHAT YOU WILL RECEIVE:♥ 1 x logo featured in this listing♥ Export from Corjl in 3 formats: PNG, JPG, and PDF.♥ YOU edit your own custom logo text at your fingertips .............................................................................................................HOW IT WORKS:1. After you purchase the listing, you will receive an email from Corjl with a link to access your purchased file. 2. Edit and save your file. Please note that you have 90 days from purchase date to edit and download your files. You can edit and download your logo as many times as you like within the 90 days. .............................................................................................................♥ USAGE:This is not a OOAK (One of a kind) logo. This logo design may be resold by MAKINA Designs.Due to this not being a OOAK logo, you may not copyright this image for business.You are not allowed to resell, edit, or giveaway for free any files purchased from MAKINA Designs.This logo is for your personal business use only..............................................................................................................THIS IS A DIGITAL PRODUCT. Nothing will be physically shipped to you. Because of the nature of digital products no refunds, exchanges, or edits are available..............................................................................................................Tags:Custom logo, lashes, lash technician, salon, lash artist, Beauty Hair Essentials Love, mom blog, blogger, vlogger, lifestyle, glam, social media branding, water color, doodle, feminine, makeup, lash artists, hairstylists, branding.www.makinadesigns.com© MAKINA DESIGNS all rights reserved.\n                ", "listing_reviews": null, "store_reviews": "1,316 shop reviews", "search": "logo", "url": "https://www.etsy.com/listing/873113790/makeup-logo-design-beauty-logo-logo"}, {"seller_text": "ALEXGRitem", "seller_href": "https://www.etsy.com/shop/ALEXGRitem?ref=simple-shop-header-name&listing_id=1035754849", "store_sales": "109 sales", "store_rating": "5", "listing_title": "Club de Futbol Cruz Azul, La Maquina Celeste, Mexican soccer team Cruz Azul", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.49\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 1 PDF, 1 other file"], "listing_desc": "\n                    Este es un Archivo DIGITAL, no es un Articulo Fisico. Archivo Digital con Descarga Instantanea.Archivos incluidos:JPG, SVG, PDFArchivos listos para reañizar sus Proyectos de Personalizacion u otros Proyectos.Cualquier duda se puede comunicar con nosotros.\n                ", "listing_reviews": null, "store_reviews": "7 shop reviews", "search": "logo", "url": "https://www.etsy.com/listing/1035754849/club-de-futbol-cruz-azul-la-maquina"}, {"seller_text": "SnazzyMango", "seller_href": "https://www.etsy.com/shop/SnazzyMango?ref=simple-shop-header-name&listing_id=839019412", "store_sales": "3,763 sales", "store_rating": "4.6667", "listing_title": "INSTAGRAM Wedding Filter! Gold Wedding Filter For Instagram! Personalised Instagram Filter, Wedding Filter Insta Stories, Gold Wedding Insta", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $8.01+\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: Adobe Illustrator, Photoshop, Instagram, Facebook, Spark AR, Glitter, Insta Stories, Effect, Instagram Story, Insta Story, Sparkle, Gold, Instagram Wedding\n\n\nRead the full description"], "listing_desc": "\n                    Custom Wedding Filter For Instagram, Instagram Stories Filter!Make a statement at your wedding with your very own custom Instagram/Facebook filter! All your family, friends, guests and followers will have access to your filter! Anyone who sees your story will also have access to your filter! Unlike snapchat filters it's not restricted to location and there is no upload cost!| CUSTOMISATION |Information Required:Mr. & Mrs. / Mr. & Mr. / Mrs. -Surname -Date (In format required) - Glitter colour (Select from drop down menu) or message me if you want a colour which isn't listed.Which social media do you want your filter to be on? (Facebook or Instagram). Please note there's a small charge to have your filter on both social media platforms as I essentially have to make 2 separate filters.| HOW IT WORKS |1 - Enter your personalisation requirements in the space provided when ordering.2 - I then design your filter in Instagram/Facebook's unique software.3 - A proof will then be sent to you of how your filter will look, please allow 24hrs for this.4 - Once you're happy with how your filter looks, I then submit it to Instagram/Facebook to upload to their filter collection. (This can take up to 48hrs)!5 - Once the filter has been accepted by Instagram/Facebook I will then email you a link to where you can find your filter on the social media site!6 - You can share the link with all your friends, family and guests! Alternatively, when your post to your story using the filter a badge will be displayed in the top left corner. Anyone who clicks on this will also have access and be able to use your filter! (An example of this is Picture 3).Please message me if you have any questions.  :)If you include the snapchat version in your order, this is just for the filter file. You must upload the filter to Snapchat where costs may be incurred due to location and date. More information can be found here: https://www.snapchat.com/l/en-gb/on-demand/Facebook and Instagram filters are uploaded by me at no extra cost.My full collection of Instagram & Facebook filters can be found here:https://www.etsy.com/uk/shop/SnazzyMango?ref=seller-platform-mcnav&section_id=21416837Keywords:Insta Filter, Instagram Filter, Instagram Story, Instagram Stories, Insta Stories, Instagram Wedding, Instagram Wedding Filter, Rose Gold Wedding Filter, Insta Wedding Filter, Insta Wedding Effect, Insta Wedding Stories, Insta Wedding, Instagram Wedding, Rose Gold Wedding Filter, Insta Mask, Insta Effect\n                ", "listing_reviews": "11", "store_reviews": "466 reviews", "search": "logo", "url": "https://www.etsy.com/listing/839019412/instagram-wedding-filter-gold-wedding"}, {"seller_text": "Blondary", "seller_href": "https://www.etsy.com/shop/Blondary?ref=simple-shop-header-name&listing_id=943879946", "store_sales": "2,567 sales", "store_rating": "4.9957", "listing_title": "Lightroom Presets, 6 Coconut Presets, Mobile Presets, Instagram Filter, Blogger Presets, Travel Presets, Summer Presets, Tropical, Maldives", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $1.05\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    6 Mobile Lightroom Presets, Instagram Presets, Travel presets, Photo filter, Blogger Presets, Indoor photo presets, Lifestyle presets, Warm Bright preset, Tropical Presets, Preset, Coconut Presets✩ FREE PRESETS OFFER ✩💥 GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE 💥💥 GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE 💥*Coconut Mobile & Desktop Presets: include 6 mobile and desktop Lightroom preset will enhance skin tones for an all year round sunkissed tan and make the blues in your photo pop.*⭐You Will Receive :- 6 DNG. Mobile Presets (Compatible with computer Lightroom App also!) - 1 PDF file \"how to download mobile presets\" All presets files are in DNG format.After the download you will need to unzip the file, either on your PC (and then send the mobile presets to your phone) or on your phone (if you have an app that can unzip files).After purchase you will be able to INSTANTLY DOWNLOAD the following 6 presets.- If you have problems with installation or with downloading your files just contact me and I'll do my best to help you.- Please keep in mind that each photo has different light setting so you can tweak some settings as light, contrast etc after applying you presets to get best results.For personal use ONLY! You may NOT sell, distribute, rent, give, sub-license, or transfer presets, or presets sent to anyone else.More Presets:Creamy Presets:https://www.etsy.com/listing/948185389/mobile-lightroom-presets-5-creamy?ref=shop_home_active_8&pro=1Winter Snow Presets:https://www.etsy.com/listing/949617290/mobile-lightroom-presets-12-winter-snow?ref=shop_home_active_9&pro=1Vintage Presets:https://www.etsy.com/listing/960609413/lightroom-presets-3-vintage-presets?ref=shop_home_active_1&pro=1Spring Presets:https://www.etsy.com/listing/953829356/lightroom-presets-6-spring-presets-white?ref=shop_home_active_3&pro=1Fitness Presets:https://www.etsy.com/listing/943374818/lightroom-presets-6-fitness-presets?ref=shop_home_active_5&pro=1Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filters, Travel Presets, Influencer Presets, warm presets, iPhone Presets, Moody Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright Presets, Clean Preset, Color Pop Preset, Vibrant Presets, Desert Presets, Beach Presets, Instagram Presets, Lifestyle Presets, Coconut Presets, summer presets, tropical presets\n                ", "listing_reviews": null, "store_reviews": "234 shop reviews", "search": "logo", "url": "https://www.etsy.com/listing/943879946/lightroom-presets-6-coconut-presets"}, {"seller_text": "AglowPresets", "seller_href": "https://www.etsy.com/shop/AglowPresets?ref=simple-shop-header-name&listing_id=775574072", "store_sales": "50,855 sales", "store_rating": "4.9237", "listing_title": "GLOW  Mobile Lightroom Preset , Photo Filters, Instagram preset, best preset, bright preset, Blogger Preset, aglow preset, mobile preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 other file"], "listing_desc": "\n                    PRESET SALE🔥📸: https://www.etsy.com/shop/AglowPresetsBUY 3 INDIVIDUAL PRESETS GET 3 FREE - Use Code: BUY3GET2BUY 3 BUNDLES GET 3 FREE - Use code: 2FREEBUNDLESGLOW Aglow MOBILE PRESETThis preset works amazing for outdoor and indoor pictures. It makes all the colors pop and brightens the whole vibe of the picture.  This preset is a must have for any blogger or Instagrammer to make their feed stand out! These Mobile presets were uniquely designed to work with a variety of photo settings. Each preset has been created and tested on different lighting and locations to insure a perfect application to your photos every time. Using AGLOW presets, Instagrammers, bloggers and photographers or anyone wanting to enhance their photos will create beautiful asthetic images that will stand out to their viewers. WHAT IS NEEDED? - Download the Free Lightroom CC App on your mobile device.-AFTER PURCHASE YOU WILL RECEIVE:-1 GLOW PRESET PHOTO in DNG FORMAT(This will be a single image that contains all of the presets for that filter.)-Lightroom Mobile Installation User ManualPlease follow us on Instagram @aglowpresets for tips and editing tricks along with great giveaways!   Tag me at @aglowpresets when you post your photos using the Aglow presets!  I would love to see them!Please leave a review!!!https://www.instagram.com/aglowpresets/You can also check out my WEBSITE for more information!  www.aglowpresets.comPHOTO TIPS:Photo's will be transformed in one click!  I do recommend adjusting the lighting under the \"light tab\" in Lightroom.  Every picture is taken in a different lighting environment, so by increasing or decreasing the exposure will get that perfect look!No refunds or exchanges on Downloaded images.All presets are Copyrighted ©AGLOW PRESETS.Keywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lightroom Presets, best presets, filters\n                ", "listing_reviews": "100", "store_reviews": "2,528 reviews", "search": "logo", "url": "https://www.etsy.com/listing/775574072/glow-mobile-lightroom-preset-photo"}, {"seller_text": "PresetsByMary", "seller_href": "https://www.etsy.com/shop/PresetsByMary?ref=simple-shop-header-name&listing_id=726644045", "store_sales": "64,798 sales", "store_rating": "4.8204", "listing_title": "16 Mobile Lightroom Presets DISNEY GIRL Travel Blogger Lifestyle Vibrant Instagram Bright Color Summer Photo Editing", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.97\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    💗GET 6 & PAY FOR 3: add 6 presets to your cart, use coupon: GIFTBYMARY and pay for 3 only 💗https://www.etsy.com/shop/PresetsByMary?coupon=GIFTBYMARY⭐️16 UNIQUE LIGHTROOM PRESETS / MOBILE Presets ⭐️Mobile Preset is perfect for your Adobe Lightroom CC Mobile App and works well with your photos shot with your iPhone or Android device.Presets fit for Outdoor and Indoor pictures, Family, Travel, Lifestyle, Blogger, Wedding, Portrait photos.Included:🔶16 Lightroom presets in DNG format for MOBILE Lightroom (free app compatible with both IOS and ANDROID).🔶Compatible with All Photo formats🔶Compatible with Lightroom Mobile App🔶Compatible with All Lightroom and Photoshop Versions🔶Instant download (Download the presets right after the payment and start enjoying now)🔶Free support (contact us me any questions or concerns. We're always happy to provide fast and thorough support)🎁SPECIAL OFFER 3+3 for FREEBuy atleast 3 items from my shop and get 3 for FREE WIth love,PresetsByMary♥️\n                ", "listing_reviews": "100", "store_reviews": "3,799 reviews", "search": "logo", "url": "https://www.etsy.com/listing/726644045/16-mobile-lightroom-presets-disney-girl"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=1029762143", "store_sales": "21,702 sales", "store_rating": "4.7409", "listing_title": "10 Lightroom Presets for Mobile, Vibrant Preset, Colorful Filter, Bright Summer Preset, Beach Preset, Instagram Filter, VSCO Filter, Outdoor", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $2.12\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    Meet our NEW Colorpop Lightroom Presets for Mobile devices! These trendy vibrant filters are perfect for Bloggers, Instagram Influencers, or anyone looking to up their photo game!⋒ Your Purchase Includes ⋒・10 Colorpop Lightroom Presets for Mobile・PDF Download Guide・PDF Editing Tips & Tricks Handbook⋒ Additional Information ⋒・FOR MOBILE (iOS / Android)・Compatible with the FREE Lightroom App・Works with & WITHOUT an Adobe subscription・Presets can be used an unlimited number of timesOur presets are tested on a range of different photo styles. Please keep in mind, all photos are unique and therefore presets work differently on every photo. We are confident that our presets will add a beautiful touch to your photos. The final touch may be done by you through small adjustments like tweaking the exposure or saturation to create your perfect image.⋒ Cancellations, Refunds and Exchanges ⋒Due to the digital nature of this product, we are unable to offer refunds. However, your satisfaction is our number one priority. In the case you are not happy with a preset you have purchased, please leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2021 IslahStudios, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.⋒ Keywords ⋒Lightroom Preset, Lightroom Preset Etsy, Lightroom Mobile, Outdoor Preset, Outdoor Filter, Beach Preset, Beach Filter, Summer Preset, Summer Filter, Instagram Preset, Instagram Filter, VSCO Filter, Lifestyle Blogger Preset, Lifestyle Blogger Filter, Influencer Preset, Influencer Filter, California Vibes, iPhone Filter, Android Filter, Tan Preset, Vacation Preset, Travel Preset, Travel Blogger, Mommy Preset, Mommy Filter, Baby Preset, Baby Filter, Newborn Preset, Newborn Filter, Family Preset, Family Filter, Home Preset, Home FIlter, Indoor Preset, Indoor Filter, Interior Preset, Interior Filter, Vibrant Preset, Vibrant Filter, Colorful Preset, Colorful Filter, Colorpop Preset, Colorpop Filter\n                ", "listing_reviews": null, "store_reviews": "1,130 shop reviews", "search": "logo", "url": "https://www.etsy.com/listing/1029762143/10-lightroom-presets-for-mobile-vibrant"}, {"seller_text": "HyggelyStudio", "seller_href": "https://www.etsy.com/shop/HyggelyStudio?ref=simple-shop-header-name&listing_id=726954527", "store_sales": "21,406 sales", "store_rating": "4.919", "listing_title": "8 Lightroom MOBILE Presets, Clean and Crisp Mobile Lightroom Presets, Blogger and Instagram Photo Filters, Lightroom CC, Light Bright Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.55\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF"], "listing_desc": "\n                    Elevate your social media presence with these Clean and Crisp presets for MOBILE! These are used best for images used in light spaces or shot in natural light.☞ PLEASE NOTE: THIS IS A DIGITAL DOWNLOAD! NO PHYSICAL COPY WILL BE SENT TO YOU! ☜CHECK OUT MORE FROM THIS SHOP --> https://www.etsy.com/ca/shop/HyggelyStudio-----------------------------------------------DETAILS FOR INSTANT DOWNLOAD:-----------------------------------------------♡ INSTANT DIGITAL DOWNLOAD!You will receive 8 preset files (PDF will have a clickable link to your files through google drive)+ PDF WITH LINK TO STEP BY STEP INSTRUCTIONS WITH PHOTOS!➀ CLEAN&CRISP - ORIGINAL - DNG FILE ➁ CLEAN&CRISP - HIGHLIGHT- DNG FILE➂ CLEAN&CRISP - WARM- DNG FILE➃ CLEAN&CRISP - COOL - DNG FILE➄ CLEAN&CRISP - INTERIOR - DNG FILE➅ CLEAN&CRISP - OUTDOOR - DNG FILE➆ CLEAN&CRISP - TWO - DNG FILE➇ CLEAN&CRISP - THREE - DNG FILE!! These presets are created for Mobile Lightroom CC ONLY !!*If you would like the Desktop version of these presets, please message me, and I will direct you to the desktop listing*- Compatible with both the Paid and Free Versions of Lightroom Mobile- Instant Download Directly to Mobile Device, No Desktop Needed- Compatible with JPG & Raw ImagesBased on your lighting conditions, camera settings, and personal style, these presets may need to be slightly altered to fit your needs. I am always happy to help you use the presets if you are having trouble.  !! No refunds or exchanges can be made on digital products !!TERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE FOLLOWING -- - Do not share these files- Do not sell these files- Derivative works are also prohibited© 2019 Hyggely Studio - All Rights Reserved\n                ", "listing_reviews": "100", "store_reviews": "816 reviews", "search": "logo", "url": "https://www.etsy.com/listing/726954527/8-lightroom-mobile-presets-clean-and"}, {"seller_text": "SunnyEditor", "seller_href": "https://www.etsy.com/shop/SunnyEditor?ref=simple-shop-header-name&listing_id=923518190", "store_sales": "336 sales", "store_rating": "4.7059", "listing_title": "11 Natural Mobile Lightroom Presets, Natural Presets, Cream Presets, Instagram Filters, Blogger, Vanilla, iPhone Presets, Filter for iPhone", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.20\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 1 PDF, 1 ZIP"], "listing_desc": "\n                    ◆ ◆ ◆ SPECIAL OFFER ◆ ◆ ◆✭ Buy 3 presets and get 2 for free. Add 5 presets to your shopping cart and apply the coupon code 2FREE. ✭ Buy 5 presets and get 4 for free. Add 9 presets to your shopping cart and apply the coupon code 4FREE.◄  INCLUDED IN YOUR PURCHASE  ►* 11 Mobile Lightroom Presets (DNG files)* Detailed PDF Image Instructions✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Lightroom Mobile is FREE so you don't need an Adobe subscription to use the presets✔️ You only need Lightroom CC App on your Phone/iPad✔️ Once purchased can be used an unlimited amount of times✔️ Easy to apply with just one clickGeneral information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUYhttps://www.youtube.com/watch?v=uOBXKOyAFEAPlease keep in mind all photos are unique and therefore each preset works differently on every photo. You can fine tune your own adjustments to find settings that suit you with temperature, exposure etcDue to the digital nature of this product ALL SALES ARE FINALKeywords:Lightroom Presets, Mobile Preset, DNG, Instagram Preset, Lightroom CC, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset, White Presets, Natural Presets© 2020 Sunny Editor Presets, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "5", "store_reviews": "17 reviews", "search": "logo", "url": "https://www.etsy.com/listing/923518190/11-natural-mobile-lightroom-presets"}, {"seller_text": "FilAndEllieStudio", "seller_href": "https://www.etsy.com/shop/FilAndEllieStudio?ref=simple-shop-header-name&listing_id=857923240", "store_sales": "9,294 sales", "store_rating": "4.8409", "listing_title": "6 Mobile LIGHTROOM Presets, Nude Presets, Fashion Presets, Mobile Presets, Instagram Filters Presets, Dng Brown Preset, Natural Beige Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF, 2 ZIP"], "listing_desc": "\n                    Instagram Presets / Mobile Lightroom Presets / Desktop & Mobile Presets /Natural Beige Presets✩ INCLUDED IN YOUR PURCHASE ✩6 Mobile Lightroom Presets (DNG files)6 Desktop Lightroom Presets (XMP files)Free 35 pages PDF on Social Media GrowthDetailed PDF Image Instructions◾️ If you have issues downloading or using any of the files, please contact me and I will re-send you the files and help you troubleshoot◾️With over 10 years of professional experience in the world of photography, you are guaranteed to get high quality presets that will elevate the look of your photos. We spent hundredths of hours editing, so that you won’t have to.✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Works With & WITHOUT Adobe subscription✔️ You only need Lightroom CC App on your Phone/iPad✔️ Works With Lightroom Desktop for Mac or PCCreated for the FREE Lightroom Mobile App and Desktop Lightroom. Works best on RAW files but is fully compatible with JPEGS as well.General information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUY. Make sure to save the zip file on your phone. The transaction and installation can be completed on a mobile device. Access to a desktop computer is not required.These presets were designed to work with many different light conditions, from full sun to shade, and will help you achieve a consistent look by enhancing the colors and brightness of your photos. This pack in particular was designed to enhance natural and soft tones, giving a neutral, but warm feel to your photos. Sand, the color of wheat, white, brown and soft tones in general are at the core of these filters.  Perfect for interior design or general lifestyle photos. This pack works well for many different types of photography from lifestyle to travel, home blogging and interior design photos. The range of colors for the 6 presets is very wide. These can be applied on many different types of photos to achieve different results.Beige includes 6 mobile presets. They are all extremely versatile, can be fully customized and are guaranteed to enhance dull images with just one click. Whether you work with photos straight from your phone’s camera roll or raw files from your DSLR, these presets will help you refine your style giving you beautiful photos.Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "41", "store_reviews": "421 reviews", "search": "logo", "url": "https://www.etsy.com/listing/857923240/6-mobile-lightroom-presets-nude-presets"}, {"seller_text": "PointSVG", "seller_href": "https://www.etsy.com/shop/PointSVG?ref=simple-shop-header-name&listing_id=923682626", "store_sales": "13,004 sales", "store_rating": "4.7631", "listing_title": "NFL SVG", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.60\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP"], "listing_desc": "\n                    You can add my store to your favorites and get an extra 10% discount.32 Teams Nfl Svg Bundle PackThis listing include 32 NFL TEAM Logo Svg and Png Files.BONUS COWBOY PACK AND BONUS NFL FAMILY PACK.SEE ALL OUR PRINTABLE GRAPHICS HERE:https://www.etsy.com/shop/pointsvg______________________________________FOR USE WITH THE FOLLOWING SOFTWARE PROGRAMS (and more):- Cricut Design Space- Silhouette Studio- Inkscape- Corel Draw- Adobe Illustrator- Sure Cuts A Lot (SCAL)- Adobe Photoshop- Microsoft PublisherWHAT YOU CAN DO ?- Scrapbooking- Card and Invitation Design- Party Printables- Teacher Worksheets/TPT Creations- Embroidery Designs- Vinyl Design- Glass Block Design- Iron on Transfers- Wall Vinyl- With your Silhouette Cameo- With your Cricut- and Much More!\n                ", "listing_reviews": "31", "store_reviews": "574 reviews", "search": "logo", "url": "https://www.etsy.com/listing/923682626/nfl-svg"}, {"seller_text": "Blondary", "seller_href": "https://www.etsy.com/shop/Blondary?ref=simple-shop-header-name&listing_id=987625128", "store_sales": "2,567 sales", "store_rating": "4.9957", "listing_title": "10 Mobile Lightroom Presets, Vanilla Presets, Vsco Filters, Fashion Presets, Lifestyle Presets, Instagram Filter, Nude Presets, Beige Preset", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $1.05\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    10 Mobile Lightroom Presets, Nude Presets, Lifestyle Presets, Beige Presets, Iphone Presets, Lightroom, Mobile Presets, Presets, Dng Presets, Cream Presets, Vsco Filters, Fashion Presets, Instagram Filters, Natural Preset, Vanilla Presets✩ FREE PRESETS OFFER ✩💥 GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE 💥💥 GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE 💥*Vanilla Mobile Presets: include 10 mobile lightroom presets perfect for anyone wanting to create a warm, creamy Instagram feed. t*⭐You Will Receive :- 10 DNG. Mobile Presets - 1 PDF file - Mobile Instructions-Free GiftAll presets files are in DNG format.After the download you will need to unzip the file, either on your PC (and then send the mobile presets to your phone) or on your phone (if you have an app that can unzip files).- If you have problems with installation or with downloading your files just contact me and I'll do my best to help you.- Please keep in mind that each photo has different light setting so you can tweak some settings as light, contrast etc after applying you presets to get best results.For personal use ONLY! You may NOT sell, distribute, rent, give, sub-license, or transfer presets, or presets sent to anyone else.More Presets:Beige Presets:https://www.etsy.com/listing/964232783/mobile-lightroom-presets-12-beige?ref=shop_home_active_1&pro=1Bright Interior Presets:https://www.etsy.com/listing/952251009/mobile-lightroom-presets-6-bright?ref=shop_home_active_2&pro=1Minimalistic Presets:https://www.etsy.com/listing/938999572/lightroom-mobile-preset-7-minimalistic?ref=shop_home_active_4&pro=1Luxury Black Presets:https://www.etsy.com/listing/971607185/lightroom-presets-10-luxury-black?ref=shop_home_active_3&pro=1Fitness Presets:https://www.etsy.com/listing/943374818/lightroom-presets-6-fitness-presets?ref=shop_home_active_5&pro=1Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filters, Travel Presets, Influencer Presets, warm presets, iPhone Presets, Moody Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright Presets, Clean Preset, Color Pop Preset, Vibrant Presets, Home Presets, Beach Presets , Vanilla Preset\n                ", "listing_reviews": null, "store_reviews": "234 shop reviews", "search": "logo", "url": "https://www.etsy.com/listing/987625128/10-mobile-lightroom-presets-vanilla"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=923532978", "store_sales": "21,702 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Neutral Filter, Cream Preset, Instagram Filters, iPhone Presets, Lightroom Filter, Lifestyle Preset, Blogger Filter", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Live life luxuriously with a Luxe Preset! This Lightroom Mobile preset will effortlessly soften and neutralize the shades in your photos to achieve a rich luxurious look with the click of button! ✩ Your purchase includes ✩- 1 Luxe Lightroom Mobile Preset- PDF step by step installation guide✩ Additional Information ✩- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ✩ Cancellation Refunds/Exchanges ✩Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2021 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "11", "store_reviews": "1,130 reviews", "search": "logo", "url": "https://www.etsy.com/listing/923532978/lightroom-mobile-preset-neutral-filter"}, {"seller_text": "OlivesandBlue", "seller_href": "https://www.etsy.com/shop/OlivesandBlue?ref=simple-shop-header-name&listing_id=900601043", "store_sales": "140 sales", "store_rating": "4.3333", "listing_title": "5 Earthy Tones Preset, Preset Lightroom Mobile and Desktop, Instagram Filter for Travel Instagram Influencer and Bloggers, Dark Moody Preset", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $3.14\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP"], "listing_desc": "\n                    Buy 5 Pay 3!Add 5 presets to your cart and apply the code \"BUNDLE\" to pay for 3.Or simply click the link below:https://www.etsy.com/shop/OlivesandBlue?coupon=BUNDLECreated for one single click use for Mobile and Desktop Lightroom. These presets will help you enhance your picture with just a single click for a consistent theme.The purchase will be includes:5 Mobile Lightroom Preset5 Desktop Lightroom PresetBy purchasing the item, you agree to the terms of use which refunds, cancelation, exchange are not apply. Some adjustments might be needed for some pictures due to the camera setting and light adjustments. The files should not be shared, resold, redistributed and reproduced for any purposes.Disclaimer:All the pictures shown in this video belong to their respective original owners.All the photos are for illustration purposes only. Credits to the rightful owner.If you have any further questions, please do not hesitate to contact me. Sincerely,Clou\n                ", "listing_reviews": null, "store_reviews": "3 shop reviews", "search": "logo", "url": "https://www.etsy.com/listing/900601043/5-earthy-tones-preset-preset-lightroom"}, {"seller_text": "FilAndEllieStudio", "seller_href": "https://www.etsy.com/shop/FilAndEllieStudio?ref=simple-shop-header-name&listing_id=1029443267", "store_sales": "9,294 sales", "store_rating": "4.8409", "listing_title": "7 Mobile LIGHTROOM Presets, Summer Presets, Pastel Presets, Instagram Filter, Natural Light And Airy,Blogger Preset, Natural Warm Presets", "listing_bestseller": "-", "listing_price": "\n                        $2.98\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 2 ZIP"], "listing_desc": "\n                    Instagram Presets / Mobile Lightroom Presets / Desktop & Mobile Presets /Natural Presets/Warm Summer Presets✩ INCLUDED IN YOUR PURCHASE ✩7 Mobile Lightroom Presets (DNG files)7 Desktop XMP PresetsFree 35 pages PDF on Social Media GrowthDetailed PDF Image Instructions◾️ If you have issues downloading or using any of the files, please contact me and I will re-send you the files and help you troubleshoot◾️With over 10 years of professional experience in the world of photography, you are guaranteed to get high quality presets that will elevate the look of your photos. We spent hundredths of hours editing, so that you won’t have to.✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Works With & WITHOUT Adobe subscription✔️ You only need Lightroom CC App on your Phone/iPad✔️ Works With Lightroom Desktop for Mac or PC (Classic & CC)Created for the FREE Lightroom Mobile App and Desktop Lightroom. Works best on RAW files but is fully compatible with JPEGS as well.General information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUY. Make sure to save the zip file on your phone. The transaction and installation can be completed on a mobile device. Access to a desktop computer is not required.These presets were designed to work with many different light conditions, from full sun to shade, and will help you achieve a consistent look by enhancing the colors and brightness of your photos. This pack in particular was designed to enhance the colors of sunlight, giving a warm, slighlty pink, natural and bright feel to your photos. A pastel accent for all your Spring photos. Perfect for general lifestyle photos, family, weddings or in general for portraits at golden hour/sunset . This pack works well for many different types of photography from lifestyle to travel, home blogging and professional wedding photographyGarden includes 6 mobile presets & 6 Desktop Presets. They are all extremely versatile, can be fully customized and are guaranteed to enhance dull images with just one click. Whether you work with photos straight from your phone’s camera roll or raw files from your DSLR, these presets will help you refine your style giving you beautiful photos.Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": null, "store_reviews": "421 shop reviews", "search": "logo", "url": "https://www.etsy.com/listing/1029443267/7-mobile-lightroom-presets-summer"}, {"seller_text": "BaltaDiena", "seller_href": "https://www.etsy.com/shop/BaltaDiena?ref=simple-shop-header-name&listing_id=725324520", "store_sales": "11,166 sales", "store_rating": "4.4946", "listing_title": "Ray ban stickers, ray ban decal, rb decal for sunglasses, ray ban prescription glasses logo decal, ray ban shades diy glasses decals", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.50+\n                    ", "listing_highlights": ["Handmade"], "listing_desc": "\n                    Vinyl decals for sunglasses, measures 0.4\" long x 0.15\" tallYou can choose the quantity/\"set of\" from the drop down menu.Also available with \"P\"!Color- white.\n                ", "listing_reviews": "100", "store_reviews": "569 reviews", "search": "logo", "url": "https://www.etsy.com/listing/725324520/ray-ban-stickers-ray-ban-decal-rb-decal"}, {"seller_text": "sokartdesigns", "seller_href": "https://www.etsy.com/shop/sokartdesigns?ref=simple-shop-header-name&listing_id=939327384", "store_sales": "429 sales", "store_rating": "4.9", "listing_title": "I Will Create Custom Logo Design for your big and small Business | Professional Logo Designer Expert", "listing_bestseller": "-", "listing_price": "\n                        $39.29\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 TXT"], "listing_desc": "\n                    Welcome in sokartdesign shope!if you need custom business card (extra 15.99$) check out here:https://www.etsy.com/listing/940664070/i-will-create-custom-business-card-your?ref=listings_manager_grid>>>> when you purchase i will start creating logo under your requirements .we spent amount of time to research for competitors and other designs to creat something unique and original!!>>OUR process: search, sketch, turn into digital<<* Our Style :   business and minimal, modern,watercolor, luxurious/classic/vintage* Industry we work for : ALL industry>>NB: We don't do: alcoholic, religious, wine, drog, adult and sexual related logos, mascot design<<Turn around: 3 days---------------------------------------------------------What is included in your order: ---------------------------------------------------------    Custom High-Quality Logo Concepts.    Complete logo files provided in all formats. (JPG, PNG, PDF, SVG, EPS, AI,)     Unlimited Revisions.    Easily editable files - Change colors or text easily.    All files in printable resolution.--------------------------------------------------------------------------------------------------------------Add your personalisation1.  company service brief in 1 line (important)2. logo name / slogan (important)3. Color palette (important)4. send me examples  -from my designs or outsource-  in message if you have (optional)5. Elements  want included? (optional)Its super simple to get started, order now!PLEASE NOTE:--------------------The work start when you order!!\n                ", "listing_reviews": null, "store_reviews": "40 shop reviews", "search": "logo", "url": "https://www.etsy.com/listing/939327384/i-will-create-custom-logo-design-for"}, {"seller_text": "24DesignStudios", "seller_href": "https://www.etsy.com/shop/24DesignStudios?ref=simple-shop-header-name&listing_id=604984224", "store_sales": "1,685 sales", "store_rating": "4.9073", "listing_title": "Logo Design, Logo Design Custom, Custom Logo Design, Branding Logo, Logo, Photography Logo Design, Business Logo Design, Logo Branding, Logo", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $39.20+\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: Corel Draw, Adobe Illustrator, logo design, graphic designer, logos, business card, Custom logo, Custom logo design, Business logo, Business branding, Original logo design, OOAK logos, Adobe Photoshop\n\n\nRead the full description"], "listing_desc": "\n                    Logo Design, Custom Logo Design, Logo, Logos, Custom logo, Logo Design Service, Photography, Chalkboard Logo ------------------------------------------------------AUTHENTICATED ETSY SHOP !!ALL 5 STAR REVIEWS FROM CLIENTS *****------------------------------------------------------This listing is about Premium Logo Design, specially customized for you & will never get on resale.------------------------------------------------------------PACKAGE FOR THIS LISTING INCLUDES :------------------------------------------------------------* 3 LOGO DESIGN CONCEPTS UNIQUELY CUSTOMIZED* UNLIMITED LOGO REVISIONS UNTIL YOU GET SATISFIED* FINAL LOGO FORMATS: CDR, AI, PNG, EPS, PDF & JPEG----------------------------------GUIDE TO PURCHASE :----------------------------------* Add this listing to your cart. Checkout/Make payment via PayPal.* You will get a questionnaire after you complete the purchase, fill it up & revert us back. On that basis, our team will design & e-mail you 3 Customized Logo Concepts within 5-7 business days.* Choose your favorite one option out of 3, then you can ask further amendments until you satisfy.* Your final approved logo will be sent to you via e-mail in different file formats.NOTE: For any specific illustration, please intimate us before purchase.For more, please visit :https://www.etsy.com/in-en/shop/24DesignStudios?ref=search_shop_redirect\n", "listing_reviews": "100", "store_reviews": "389 reviews", "search": "logo", "url": "https://www.etsy.com/listing/604984224/logo-design-logo-design-custom-custom"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=869926639", "store_sales": "25,456 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets, Tan Presets, Presets, Instagram Filters, Influencer Presets, Vsco Filters, Mobile Presets, Brown Presets, Vsco", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "14", "store_reviews": "793 reviews", "search": "logo", "url": "https://www.etsy.com/listing/869926639/3-mobile-lightroom-presets-tan-presets"}]