[{"seller_text": "magnoliapapersandco", "seller_href": "https://www.etsy.com/shop/magnoliapapersandco?ref=simple-shop-header-name&listing_id=687427686", "store_sales": "34,817 sales", "store_rating": "4.9375", "listing_title": "Bridal Shower Photo Prop Frame Printable Template, Greenery Wedding / Hen Party Photo Frame, Succulent Eucalyptus Frame, Social Media Frame", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $5.59\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 1 PDF"], "listing_desc": "\n                    Bridal Shower Photo Prop Frame Horizontal, Greenery Wedding / Hen Party Photo Booth Frame Template, Succulent Photo Prop Frame, Social Media Photo FramePrint your own DIY Succulent, Eucalyptus, Greenery PHOTO PROP FRAME. This INSTANT DOWNLOAD template is easy to edit using our design application right in your browser. Just edit any of the text for your wedding or event, have printer mount on foam board. Cut out center with an xacto knife and ruler.★EDIT ON THE TEMPLETT WEBSITE...................................................................Within a minute after purchase you'll receive an email with a link to access this template so you can start editing on the Templett website. No fonts to download, no software to install.💕💕 Claim your additional 10% discount here: (Copy and Paste Link on URL)https://mailchi.mp/74504133f466/magnolia-brides-blog 💕💕★DEMO THIS TEMPLATE RIGHT NOW...................................................................Check out this template in our demo area and play around with it before you purchase!https://templett.com/design/demo/magnolia/1619901★EASY TO USE!...................................................................1. Follow link from Templett email where you will edit on their website.2. Edit text and colors, move object around, etc.3. Get it printed at any print shop, ie., Staples or Office Max/Depot. 4. Have printer mount on foam board. Cut out center with an xacto knife and ruler.★FILES INCLUDED:...................................................................You will receive one template that you can customize.No physical items will be received.★SPECIFICATIONS:...................................................................24\" x 36\"★WHERE TO PRINT...................................................................• Copy center such as Staples or OfficeMax• Our recommended Online printer: https://printsoflove.com/magnolia-papers-co/Use Coupon Code: MAGNOLIA for 10% off your order★DON'T WANT TO PRINT AND CUT YOURSELF?CLICK LINK BELOW FOR PRINTED, READY TO USE OUT OF THE BOX, PHOTO PROP FRAME...................................................................https://www.etsy.com/listing/1011016367/photo-prop-frame-printed-ready-to-use?ref=shop_home_active_1&pro=1&frs=1VIDEO TUTORIAL:Copy and paste the link below in your browser to watch a short video tutorial on how to edit your template:https://www.youtube.com/watch?v=xT7EyKrmdGo&t=59s★TERMS OF USE:...................................................................You may use this file for your own PERSONAL USE ONLY. File sharing, distribution, and commercial use of this file or of the printed work from this file are prohibited.You can save your template and come back to our web app at any time and continue editing your template. It will always be available to you. Enjoy![id:4578436,1619901]\n                ", "listing_reviews": "14", "store_reviews": "1,862 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/687427686/bridal-shower-photo-prop-frame-printable"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=881743862", "store_sales": "21,700 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Influencer Presets, Instagram Filters, iPhone Presets, Lightroom Filter, Lifestyle Presets, Blogger Photo Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it neutral with this Influencer Preset! This Lightroom Mobile preset will effortlessly soften and mute the shades in your photos to achieve a creamy chic look with the click of button! ❀ Your purchase includes ❀- 1 Influencer Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "33", "store_reviews": "1,130 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/881743862/lightroom-mobile-preset-influencer"}, {"seller_text": "YouGrewPrintables", "seller_href": "https://www.etsy.com/shop/YouGrewPrintables?ref=simple-shop-header-name&listing_id=385025296", "store_sales": "30,726 sales", "store_rating": "4.8257", "listing_title": "25 Adult Phrases Printable photo booth props, adult party props, instant download photobooth speech bubbles, adult party props, meow, hot", "listing_bestseller": "-", "listing_price": "\n                        $6.24\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    Adult Party speech bubbles props, diy photo booth printables - 25x Speech BubblesJust purchase the digital file to print and cut out at home.---------------------------------------------------------------------------------------------------- - - LISTING INCLUDES - - - 1. 25 x Printable Speech Bubbles2. Photobooth sign2 PDF documents for easy printing.This listing is for a digital file(s) of design shown only.All Digital Files will be sent as PDF(s)----------------------------------------------------------------------------------------------For Matching DIY Printable Bunting: https://www.etsy.com/uk/listing/289666805/diy-party-bunting-printable-happyEach speech bubble fits one Letter page (roughly 7\"x10\" depending on shape). You can use scale in printer settings to make these fit a smaller size.For more photo booth props click here: https://www.etsy.com/uk/shop/YouGrewPrintables?section_id=17030213&ref=shopsection_leftnav_2PLEASE NOTE:To mount on card yourself, any craft store will stock thick card. No Software or Fonts required. Print may not be exact colour match depending on printer and screen.- - - IMPORTANT SHOP POLICY - - - © All instant downloads and their designs are copyrighted by YouGrew. YouGrew Printables allows for personal use and limited professional use, but please do not resell, reproduce in part or full.If you have any questions please do not hesitate to message us. Printables can not be refunded due to the nature of digital downloadsNo physical product is offered – this is the DIY Template for you to print yourself.\n                ", "listing_reviews": "35", "store_reviews": "1,671 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/385025296/25-adult-phrases-printable-photo-booth"}, {"seller_text": "AvalanchePresets", "seller_href": "https://www.etsy.com/shop/AvalanchePresets?ref=simple-shop-header-name&listing_id=721952828", "store_sales": "9,831 sales", "store_rating": "4.5965", "listing_title": "10 Mobile Lightroom Presets,Summer preset, Instagram filter,Natural preset, Desktop Presets, Color Lightroom, Vibrance, Lifestyle Blogger,", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $0.71\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    Visit more Presetswww.etsy.com/shop/AvalanchePresetsINCLUDED IN YOUR PURCHASE💥 Instant Download💥 10 Lightroom presets for MOBILE Lightroom( free mobile lightroom app)💥 10 Lightroom presets for DESKTOP Lightroom (Both MAC and Windows supported)💥 Instructions💥 Instant Download 💥 Compatible with all Photo formats💥 Compatible with Lightroom Mobile App (Both IOS and Android)💥 Compatible with Desktop Lightroom (Both MAC and Windows)🎁GET 4 PAY FOR 2🎁• Add 4 items to cart• Use code: GET2FREE• Pay just for 2 items If you are not sure about suitability of presets on your photos you can leave me message/send me few examples of your photos and I will test the presets and will show you results.📧 Contact us:  avalanchepresets [!at] gmail.com© 2018 AvalanchePresets, All Rights Reserved\n                ", "listing_reviews": null, "store_reviews": "352 shop reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/721952828/10-mobile-lightroom-presetssummer-preset"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=885035515", "store_sales": "70,786 sales", "store_rating": "4.9099", "listing_title": "5 Beach Lightroom Mobile Presets, Tan Skin Photo Editing Filter for Summer Travel, Blue Ocean Instagram Influencer Tropical Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.67\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Just Beachy Lightroom MOBILE Presets for Bloggers & Instagram Influencers, Photo Editing Filter for Lifestyle and Travel🌟The Just Beachy Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will bright and airy, beachy tones to your iPhone imagery. These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ Detailed PDF instructions for preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "13", "store_reviews": "5,613 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/885035515/5-beach-lightroom-mobile-presets-tan"}, {"seller_text": "lifeisforthefun", "seller_href": "https://www.etsy.com/shop/lifeisforthefun?ref=simple-shop-header-name&listing_id=553417887", "store_sales": "20,809 sales", "store_rating": "4.8969", "listing_title": "wedding photo booth props, wedding photo props, wedding signs, wedding decorations, glitter photo  props,", "listing_bestseller": "-", "listing_price": "\n                        $21.21+\n                    ", "listing_highlights": ["Handmade", "Materials: cardstock, bambo skewers, see item details, see production time, ask for a custom lisitng\n\n\nRead the full description"], "listing_desc": "\n                    Wedding photo booth props.Includes 9 pieces- MR - sign  (approx.. 7x11 inches)- MRS- sign (approx.. 7x11 inches)- Large &     (approx.. 6x7 inches)- large ring   (approx.. 5 X 7 inches)- 2 wine glasses  (approx.. 3x8 inches)- 2 martini glasses  (approx.. 3.5 x7 inches)- Camera with flash  (approx.. 6.5 x5 inches)ADD a custom # ===============- +$3 -Leave the # you would like in the message box at checkout.- colors will be glitter gold and black. -If you would like a different color combo, you are welcome to leave that in the note also. Only one color maybe glitter. ======================================EXTRAS=========================Custom sign- please leave a note in the message box with what you'd like the sign to say (if nothing  is left it will say \"congrats!\")FACE PIECES - will be a mix of mustaches, glasses, lips, bow ties, neck ties ect.Xtra ring- will give a second diamond ringchampagne bottle - will be an added champagne bottle prop. ========================= More wedding décor=====================-https://www.etsy.com/shop/lifeisforthefun?ref=l2-shopheader-name&search_query=bachelorette+party-https://www.etsy.com/shop/lifeisforthefun?ref=l2-shopheader-name&search_query=weddingDon't see what you're looking for? Contact me for a custom listing, I'd be happy to make something special for your event!-----Check out other things in my shop---LifeIsForTheFun.etsy.com -----Check out other things in my shop--- LifeIsForTheFun.etsy.com\n", "listing_reviews": "13", "store_reviews": "3,033 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/553417887/wedding-photo-booth-props-wedding-photo"}, {"seller_text": "ThePresetCow", "seller_href": "https://www.etsy.com/shop/ThePresetCow?ref=simple-shop-header-name&listing_id=943420508", "store_sales": "6,133 sales", "store_rating": "4.8085", "listing_title": "Mobile Lightroom Presets | Instagram Presets | Desktop Lightroom Presets | Influencer Blogger Preset | Creamy Presets | Light Nude Presets |", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.13\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 2 other files"], "listing_desc": "\n                    Created for Instagram influencers, lifestyle or travel bloggers, and creators, this airy nude-toned creamy preset will transform your images with just one click! Aimed to create a cohesive feed & consistent aesthetic for your Instagram, blog, or platform. Made by a photographer with 6 years of camera experience.INCLUDED IN YOUR PURCHASE:✔ 1 MOBILE Lightroom Preset (DNG format)✔ 1 DESKTOP Lightroom Preset (XMP format)✔ PDF Step-by-Step GuideCOMMON QUESTIONS: ✔ Compatible in Lightroom Mobile App (iOS or Android)✔ Compatible in Lightroom Desktop (Mac or PC)✔ Compatible in all Lightroom Desktop versions✔ Instant downloadContact me with any questions, feedback, or concerns. Thank you for shopping small!♡ Stay safe & happy editing, Alana ♡📌 PINTEREST: www.pinterest.com/alanamak📷 INSTAGRAM: www.instagram.com/alanamakREFUND POLICY & TERMS OF USE:Due to the digital nature of this product, all sales are final & there are no returns or exchanges. No sharing files, or reselling them in any form. Derivative works are prohibited. Violators of this agreement will be prosecuted.© ThePresetCow, 2020KEYWORDS:Nude Preset | Nude Tones Preset | Cream Preset | Warm Preset | Nude Aesthetic Preset | Light Airy Preset | Bright Preset | Creamy Presets | Mobile Lightroom Presets I Instagram Presets I Desktop Lightroom Presets I Influencer & Instagram Filter I DNG I Mobile Filter I Travel Presets I Influencer Presets I I iPhone Presets I Blogger Presets I Photo Filters I Android Preset I Edits in Lightroom | VSCO Filter | Lightroom Editing | Photo Presets | Lightroom for Beginners | Best Lightroom Presets | VSCO Tumblr Editing | Best Instagram Filters | Aesthetic Lightroom Preset | Aesthetic Instagram Filter | Photo Editing | Travel Filter | Blogger Filter | Easy Preset | Photography Presets | Photography Editing |\n                ", "listing_reviews": "16", "store_reviews": "188 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/943420508/mobile-lightroom-presets-instagram"}, {"seller_text": "LouMarksPhoto", "seller_href": "https://www.etsy.com/shop/LouMarksPhoto?ref=simple-shop-header-name&listing_id=674334567", "store_sales": "388,507 sales", "store_rating": "4.8278", "listing_title": "10 Mobile LIGHTROOM Presets, Vibrant Blogger Preset, Desktop Presets Lightroom, Colorful Lightroom Preset, Bright Instagram filters", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.49\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP, 2 PDF"], "listing_desc": "\n                    SALE!! Buy 3 Packs & Get 2 FREE! Add all 5 Packs to your cart and only pay for 3 in total!Create consistent photo edits with The Vibrant Blog Pack. These Preset will give your images amazing vibrancy, brightness, clarity, and a modern aesthetic. This was designed for Lightroom Mobile to have consistency when editing. Vibrant will bring out all those amazing colors in your images with rich tones and soft light. This preset work great on both indoor and outdoor images.Amazing Preset Collection to give images that colorful bright look, keeping color vibrant & skin tones smooth. Looks amazing on travel, fashion, beauty, city, interior, selfies and even wedding images! Created for all skin tones! My Presets work with All Versions of Lightroom Mobile & Lightroom Desktop and with Photoshop ACR.INCLUDED IN YOUR PURCHASE ✔️ 12 Mobile Lightroom Presets (DNG)✔️ 12 Desktop Lightroom Presets (LR)✔️ 12 Desktop Presets (XMP)✔️ PDF guide & Video InstructionsCOMMON QUESTIONS✔️ Works With The Free & Paid Lr App✔️ Works With iPhone & Android✔️ Works With All Lightroom Desktop Versions ✔️ Works With Photoshop ACR ✔️ Works With Mac & PC✔️ Works With JPG & RAW FormatsSKIN TONE PROMISE ♡You are you unique and so are our Presets! We created our Presets for everyone. No one specific skin tone or hair color. When you purchase from Lou + Marks you are not just purchasing presets you also get our guarantee that they will suit your skin tone. If they don’t send me a message with an unedited image and I will personally adjust them for you. STAY IN TOUCH ♡Connect with me on Instagram @louandmarks and tag #louandmarks so I can see all your amazing photo edits and share them in my daily stories of my audience of over 60K.© All Rights Reserved. By Purchasing this product you agreeing to the Terms of Use included in the download. Do not sharing the files, or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "100", "store_reviews": "16,494 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/674334567/10-mobile-lightroom-presets-vibrant"}, {"seller_text": "PresetDesignPhoto", "seller_href": "https://www.etsy.com/shop/PresetDesignPhoto?ref=simple-shop-header-name&listing_id=977253645", "store_sales": "2,125 sales", "store_rating": "4.9657", "listing_title": "10 Lightroom Presets, Clean and Crisp Lightroom Presets for Mobile and Desktop, Blogger and Instagram Photo Filters, Light Bright Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.92\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 JPG, 1 PDF"], "listing_desc": "\n                    🎁 GET 4 & PAY FOR 2 With Promo Code: 2FREE 🎁🎁 GET 6 & PAY FOR 3 With Promo Code: 3FREE 🎁🎁 GET 8 & PAY FOR 4 With Promo Code: 4FREE 🎁10 Clean And Crisp presets, Lightroom presets, Blogger photo presets, mobile presets and desktop presets, instagram Filters by Preset DesignINCLUDED:• 10 MOBILE Lightroom presets• 10 DESKTOP Lightroom presets• After Purchase Customer Support• Instructions• Instant DownloadPreset Bundles In My Shop:www.etsy.com/shop/presetdesignphoto♡ SPECIAL OFFER ♡🎁  ADD 4 TO CART, PAY FOR 2 🎁  GET 50% WHEN YOU ADD 4 🎁🎁  ADD 6 TO CART, PAY FOR 3 🎁  GET 50% WHEN YOU ADD 6 🎁🎁  ADD 8 TO CART, PAY FOR 4 🎁  GET 50% WHEN YOU ADD 8 🎁HERE'S WHY YOU'LL LOVE IT:• Light airy clean vibe perfect for instagram themes• Made by a professional digital creator• Consistent results with no harsh colors or lightingMORE INFO:• Works with the Free and Paid Lightroom Mobile App• Works with All Lightroom Desktop Versions• Works with Mac and PC Desktops/LaptopsIf you have any more questions or need help picking the perfect presets for you, you can contact us any time!OUR SOCIAL MEDIA• IG: @preset_design.....................................................© Preset Design LLC, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited......................................................\n                ", "listing_reviews": "5", "store_reviews": "204 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/977253645/10-lightroom-presets-clean-and-crisp"}, {"seller_text": "Collectpresets", "seller_href": "https://www.etsy.com/shop/Collectpresets?ref=simple-shop-header-name&listing_id=1022003390", "store_sales": "259 sales", "store_rating": "5", "listing_title": "BALI PHOTO PRESETS - Mobile Lightroom Preset - Bali Photo - Mobile Photo Filter - Summer Bright Preset - Digital Download File", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $2.79\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 Files"], "listing_desc": "\n                    ♥ DIGITAL DOWNLOAD BALI MOBILE PHOTO FILTER This high quality presets works on both devices android and iOS with free lightroom applications. You will get the top premium presets that are Sand, Taste, Color, Bright, and Brighter. The format of the file is DNG and PDF. Plus, these designs are lifestyle, travel, vacation, blogging, and excellent fort Instagram. You can download this file instantly by paying affordable charges. ☛ Product Name: Bali Photo Filter ☛ Product Type: Digital ☛ Format: DNG and PDF ☛ Presets Premium: Blue, Dreamy, Jungle, Rainy, and Tender☛ Image: Unique Designs for Instagram Feed ☛ Designs: Lifestyle, Travel, Vacation, and Blogging☛ Purpose: Gift for Lovers ☛ Instantly Download: Yes ♥ GIFT This Bali photo filter can be used as a gift to offer to lovers, dear ones, and friends. You can use these presets as Instagram Feed. ♥ WHY CHOOSE US We provide the best customer support services, and you can message us through Etsy messaging service anytime. Our products are specially developed for digital use. You can order it confidently.\n                ", "listing_reviews": null, "store_reviews": "10 shop reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/1022003390/bali-photo-presets-mobile-lightroom"}, {"seller_text": "SleepyMoonStudios", "seller_href": "https://www.etsy.com/shop/SleepyMoonStudios?ref=simple-shop-header-name&listing_id=925558968", "store_sales": "331 sales", "store_rating": "4.8387", "listing_title": "5 Mobile Lightroom Presets / Disney Glow Lightroom Mobile Preset For Instagram / Disneyland Filter / Glow Preset / Soft Travel Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.35\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    ✨ Welcome to Sleepy Moon Studios! ✨Sleepy Moon Studios Shop:www.etsy.com/shop/sleepymoonstudiosAll the presets from SleepyMoonStudios have been created for the free Lightroom app for iPhone and Android and for Adobe Lightroom Desktop.This preset will help you to create a consistent theme on all your photos in just one click for Instagram, blogs and any other social media platform of your choice. This Mobile Lightroom preset can be used to give your photos a professional look for your instagram, travel, lifestyle blog or food blog and can be used by influencers, photographers or anyone who wants their images to have a consistent look. The professional look to the photos will help build your business or social media accounts. Our presets have been tested to work on a wide range of images however on lower quality images or darker images, some small adjustments to contrast or exposure may need to be made.Included in your digital download:5 x DNG Lightroom Presets1 x PDF step-by-step instructions on how to save and use your preset. Due to the digital nature of this product, all sales are final.Terms & Conditions:By purchasing this preset you agree to not distribute, lend or resell it to any other person.If you have an issues installing the preset or have any questions, please message me on Etsy or email me at sleepymoonstudios [at] gmail.com and I will help you to use the presets!Search Terms:Disney Glow Mobile Lightroom Preset, Desktop, Mobile, Instagram Blogger, Influencer, Pink & Blue, Pretty Instagram Feed, Soft, Bright, Light & Airy, Clean, Blogger, Food Blogger, Girly, Family Photos, Mickey, Minnie, Disney Vlogger, VSCO, Pink Preset, Blue Filter, Disney Food, Disney Girl, Colourful, iPhone, Insta.© Sleepy Moon Studios - All Rights Reserved.\n                ", "listing_reviews": "5", "store_reviews": "31 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/925558968/5-mobile-lightroom-presets-disney-glow"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=805590178", "store_sales": "21,701 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Vibrant Presets, Instagram Filters, VSCO Filters, iPhone Presets, Lightroom Preset, Lifestyle Presets, Bright", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Live life in color with this Vibrant Preset! This Lightroom Mobile preset will raise the saturation to bring out beautiful vibrancy in your photos with the simple click of a button! ❀ Your purchase includes ❀- 1 Vibrant Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "42", "store_reviews": "1,130 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/805590178/lightroom-mobile-preset-vibrant-presets"}, {"seller_text": "PresetDesignPhoto", "seller_href": "https://www.etsy.com/shop/PresetDesignPhoto?ref=simple-shop-header-name&listing_id=986055688", "store_sales": "2,126 sales", "store_rating": "4.9657", "listing_title": "10 Beach Tan Lightroom Mobile Presets, Sunkissed Summer Presets, Summer Glow Instagram Filter, Beach Travel Preset for Blogger, Ocean Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.92\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 JPG, 1 PDF"], "listing_desc": "\n                    🎁 GET 4 & PAY FOR 2 With Promo Code: 2FREE 🎁🎁 GET 6 & PAY FOR 3 With Promo Code: 3FREE 🎁🎁 GET 8 & PAY FOR 4 With Promo Code: 4FREE 🎁13 Beach Tan, Lightroom presets, Blogger photo presets, mobile presets and desktop presets, instagram Filters by Preset DesignINCLUDED:• 8 MOBILE Lightroom presets• 8 DESKTOP Lightroom presets• After Purchase Customer Support• Instructions• Instant DownloadPreset Bundles In My Shop:www.etsy.com/shop/presetdesignphoto♡ SPECIAL OFFER ♡🎁  ADD 4 TO CART, PAY FOR 2 🎁  GET 50% WHEN YOU ADD 4 🎁🎁  ADD 6 TO CART, PAY FOR 3 🎁  GET 50% WHEN YOU ADD 6 🎁🎁  ADD 8 TO CART, PAY FOR 4 🎁  GET 50% WHEN YOU ADD 8 🎁HERE'S WHY YOU'LL LOVE IT:• Bronze sunkissed tan vibe perfect for instagram themes• Made by a professional digital creator• Consistent results with no harsh colors or lightingMORE INFO:• Works with the Free and Paid Lightroom Mobile App• Works with All Lightroom Desktop Versions• Works with Mac and PC Desktops/LaptopsIf you have any more questions or need help picking the perfect presets for you, you can contact us any time!OUR SOCIAL MEDIA• IG: @preset_design.....................................................© Preset Design LLC, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited......................................................\n                ", "listing_reviews": "6", "store_reviews": "204 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/986055688/10-beach-tan-lightroom-mobile-presets"}, {"seller_text": "EveDesignCo", "seller_href": "https://www.etsy.com/shop/EveDesignCo?ref=simple-shop-header-name&listing_id=894121463", "store_sales": "5,333 sales", "store_rating": "4.1846", "listing_title": "Mobile Lightroom Presets | Instagram Presets | Desktop & Mobile Presets | Influencer Dainty Theme | Dainty Natural Airy Photo Presets", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.23\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 2 other files"], "listing_desc": "\n                    Mobile Lightroom Presets | Instagram Presets | Desktop & Mobile Presets | Influencer Dainty Theme | Dainty Natural Airy Photo PresetsCreated for the FREE Lightroom Mobile App and Desktop Lightroom. These presets will transform your photos with just one click. Create a cohesive aesthetic in your images and a consistent theme for Instagram or in your blog.What's included with your purchase? ✩ One Mobile Lightroom Preset (DNG file) ✩ One Desktop Lightroom Template (TIF) ✩ Step-by-step PDF guide with images Thank you for shopping small!INTELLECTUAL PROPERTY RIGHTS: Unless otherwise indicated, the products listed on this shop is our proprietary property and all source code, databases, functionality, software, designs, audio, video, text, photographs, and graphics on the Site (collectively, the “Content”) and the trademarks, service marks, and logos contained therein are owned or controlled by us or licensed to us and are protected by copyright laws and various other intellectual property rights and unfair competition laws of the United States, foreign jurisdictions, and international conventions.\n                ", "listing_reviews": "19", "store_reviews": "132 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/894121463/mobile-lightroom-presets-instagram"}, {"seller_text": "MintAndPepper", "seller_href": "https://www.etsy.com/shop/MintAndPepper?ref=simple-shop-header-name&listing_id=849922269", "store_sales": "61,307 sales", "store_rating": "4.8303", "listing_title": "10 Mobile Lightroom Presets Garden, Bright Instagram Filter, Blogger Presets, Lightroom Mobile Presets Mobile Lightroom, Outdoor Preset", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $3.82\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    10 Presets for Mobile Lightroom in .DNG format ✩ Lightroom Presets ✩ Instagram Filters ✩ Best PresetsCreate the dreamiest edits with GARDEN preset pack. They were designed to transform your images with just one click! 10 presets allow you to make a cohesive feed or a gallery without extensive knowledge of photo editing. Get soft, bright tones in your phone images in seconds!This pack is great for bloggers, photographers and everyone who aims to create a consistent feed on Instagram with easily applied filter. Perfect for outdoor and indoor photography, fashion shots and portraits.✩ They work well with iPhone and Android devices. You just need to download free Lightroom Mobile App✩ Easy to apply, with just one click✩ Instant download filesYOU GET:✩ 10 Lightroom Mobile Presets in .DNG format✩ Instruction in PDF 💥Check out our Bestsellers💥https://www.etsy.com/shop/MintAndPepperSPECIAL OFFER:🌟GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE🌟🌟GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE🌟🌟GET 8 PACKS & PAY ONLY FOR 4 - Add 8 items to your cart and use promo code 4FREE🌟Please remember that all presets look differently on each photo because of lighting and white balance settings, dominant colours etc. If your photo doesn’t look perfect you may need to adjust exposure or temperature to achieve the best results.Due to the digital nature of this product no exchanges or refunds will be made.CONTACT:EMAIL: mintandpepper5 [!at] yahoo.comON IG: @mint_and_pepper_© 2020 MintAndPepper, All Rights ReservedTerms of use: Forbidden to copy, sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.Lightroom Presets, Mobile Preset, Vibrant Presets, DNG, Instagram Preset, Lightroom CC, Presets, iPhone, Android, Lifestyle Presets, Desktop Presets, Wedding Presets, Portrait Presets, Best Presets, Bright And Airy Preset, Clean Preset, Light Preset, Instagram Filters, Mobile Filters, Photo Filters, Travel Blogger Presets, Photo Editing, Photography Presets, White Preset, Blogger Presets, Photo Presets, Mobile Filter, Travel Presets, Influencer Presets\n                ", "listing_reviews": "12", "store_reviews": "2,033 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/849922269/10-mobile-lightroom-presets-garden"}, {"seller_text": "LouMarksPhoto", "seller_href": "https://www.etsy.com/shop/LouMarksPhoto?ref=simple-shop-header-name&listing_id=724179059", "store_sales": "388,507 sales", "store_rating": "4.8278", "listing_title": "16 Lightroom Presets, Mobile Lightroom Presets BRIGHT & LIGHT, Desktop Presets, Portrait presets, Instagram Filter, Outdoor Wedding Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.49\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP, 1 PDF"], "listing_desc": "\n                    Lightroom Presets, Wedding preset, Instagram preset, Portrait presets. Includes 16 Presets for Mobile Lightroom and Desktop Lightroom. For the Free Lightroom Mobile App on iPhone and Android or Desktop. Perfect for portraits, weddings, engagements, family photos, blogger images, indoor and outdoor lighting. These Lightroom Desktop + Mobile Presets will brighten your images and increase the luminance of individual colors. Focused on creamy skin tones and soft, bright backgrounds this pack is amazing on outdoor images. Create soft greens, dreamy skin tones, and a clean bright feel all in one Preset Pack. Bright Airy Wedding Lightroom Presets help you edit an entire engagement session or wedding with consistency, style, and speed. Create beautiful wedding images or behind the scenes images on your Mobile App & Dekstop Lightroom. Perfect to easily enhance everyday photos! ✩ INCLUDED IN YOUR PURCHASE ✩✔️ 16 Mobile Lightroom Presets (DNG files)✔️ 16 Desktop Lightroom Presets (LR/PS files)✔️  Step-by-step PDF guide with video instructions◾️ If Your Mobile Device gives you trouble downloading send me a message and I can email your files over and can you save them directly to your camera roll and import them in one step. ◾️Compatibility:✔️  The Free & Paid Android Lr Mobile App ✔️  The Paid iPhone Lr Mobile App ✔️  Both iPhone & Android✔️  Lightroom CC & Lightroom CC Classic✔️  Lightroom Desktop All Versions✔️  Adobe Photoshop ACR✔️  Both Mac & PC ♡ LOU & MARKS PROMISE ♡You are you unique and so are our Presets! We created our Presets for everyone. No one specific skin tone or hair color. When you purchase from Lou + Marks you are not just purchasing presets you also get our guarantee that they will suit your skin tone. If they don’t send me a message with an unedited image and I will personally adjust them for you.  ♡ STAY IN TOUCH ♡ON IG: www.instagram.com/louandmarksWEBSITE: www.louandmarks.comEMAIL: louandmarks [a] gmail.com© 2019 Lou & Marks, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited.Keywords:Lou and Marks, Presets, Mobile Preset, DNG, Instagram Preset, Lightroom CC, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset\n                ", "listing_reviews": "41", "store_reviews": "16,494 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/724179059/16-lightroom-presets-mobile-lightroom"}, {"seller_text": "OnePreset", "seller_href": "https://www.etsy.com/shop/OnePreset?ref=simple-shop-header-name&listing_id=821771523", "store_sales": "77,827 sales", "store_rating": "4.658", "listing_title": "Mobile Lightroom Presets, Vsco Filters, Iphone Presets, Lightroom, Mobile Presets, Instagram Filters, Presets, Colorful Mobile, Dng Preset", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.67\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 other file"], "listing_desc": "\n                    💝 GET A FREE PRESET 💝\u2028GET 4 & PAY FOR 3: Add 4 Presets to your cart, use promo code “ONEFREE” and only pay for 3.OR SHOP UNDER THIS LINKhttps://www.etsy.com/au/shop/OnePreset?coupon=ONEFREE✩✩✩ We have 45 BESTSELLERS ✩✩✩Mobile Lightroom Presets, Vsco Filters, Iphone Presets, Lightroom, Mobile Presets, Instagram Filters, Presets, Colorful Mobile, Dng PresetMobile & Desktop Compatible Lightroom Presets to create an aesthetic Instagram feed. \u2028\u2028✮ INCLUDED IN YOUR PURCHASE ✮• Mobile Lightroom Preset (DNG file)• PDF File w/ Simple Instruction Manual• Compatible with both Android and iPhone• Works in Adobe Lightroom (PC/Mac)✮ INSTALLATION ✮ To access your digital files:1. Go to Your Account2. Purchases and reviews and look for the order.3. To the right of the order, click Download Files.4. You will be able to download the DNG File.5. You will then be able to upload each DNG file as an image to your Lightroom Mobile app.6. Click on the three dots in the top right of your Lightroom app7. Select the option 'Create Preset', this will allow you to save the preset to the preset editing option of the app for use on other images.We value and respect our customers. We always find a compromise in solving any questions that may arise, even after the delivery of the order.Due to the digital nature of this product ALL SALES ARE FINAL.For any questions please contact me via Etsy messages.© No sharing files, or selling them in any form. Derivative works are prohibited. © OnePreset, 2020\n                ", "listing_reviews": "100", "store_reviews": "2,906 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/821771523/mobile-lightroom-presets-vsco-filters"}, {"seller_text": "hooraydays", "seller_href": "https://www.etsy.com/shop/hooraydays?ref=simple-shop-header-name&listing_id=517700058", "store_sales": "276,449 sales", "store_rating": "4.7655", "listing_title": "9 Boho Wedding Photo Props, Table Photo Props, Rustic Photo Props, Best Day Ever, Strike A Pose, Photo Booth Props", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $9.40\n                        \n                    ", "listing_highlights": [], "listing_desc": "\n                    Make you big day memorable by capturing pictures of you and your loved ones using this fun Photo Booth Prop pack! Create your own Photo Booth fun by posing with these lovely novelty props.Each Photo booth pack contains: 1x Best Day Ever Sign, 1x Bouquet of Flowers, 1x Bow Tie, 1x Champagne Glass, 1x Top Hat, 1x Moustache, 1x #Strike a Pose Sign and 2x Glasses.Each prop is around 25cm in height and has a thin wooden handle to hold on to.\n                ", "listing_reviews": "35", "store_reviews": "22,962 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/517700058/9-boho-wedding-photo-props-table-photo"}, {"seller_text": "AesairStudio", "seller_href": "https://www.etsy.com/shop/AesairStudio?ref=simple-shop-header-name&listing_id=893192502", "store_sales": "4,740 sales", "store_rating": "4.7591", "listing_title": "2 Mobile Lightroom Preset NATURAL CLEAN Influencer Lightroom Preset Travel Blogger Instagram Lifestyle Fashion Photography", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 4 other files"], "listing_desc": "\n                    ORDER TOTAL 20 USD or MORE to GET 30% OFF YOUR ORDER! Work automatically.This mobile lightroom presets NATURAL CLEAN has been carefully created & selected to enhance your images. This mobile lightroom presets NATURAL CLEAN will give your photos bright contrast colors that convey the atmosphere of your picture and help to emphasize the smallest details of your work.Experiment when using mobile lightroom presets NATURAL CLEAN and then you will certainly go to a new level.This is the quickest and most effective way to edit your phone shots and selfies. You don’t need a Lightroom subscription - nor any complicated editing skills. Simply install the free Lightroom app on your mobile and you’re good to go! You can get started right away with the photos in your camera roll. Your Instagram feed will never have looked so gorgeous. Start editing with our amazing mobile lightroom presets NATURAL CLEAN.🔶WHAT'S INCLUDED IN THE PACK? - 2 Mobile(DNG file) Lightroom Presets- 2 Desktop(XMP file) Lightroom Presets- Step-by-step installation guide Works in Adobe Lightroom (PC/Mac) and Lightroom Mobile App (iOS/Android)🔸*INSTANT DOWNLOAD FILES *Have any difficulties or questions? Please contact us –  helloaesair [!at] gmail.com🔸*IMPORTANT*There are no refunds/exchanges on any digital items.🔸*TERMS OF USE*BY BUYING THIS PRODUCT YOU ARE AUTOMATICALLY AGREEING TO THE FOLLOWING TERMS OF USE: DO NOT SHARE OR SELL ANY OF MY ITEMS.© 2020, AesairStudio, All Rights ReservedKeywords:mobile, mobile lightroom, lightroom mobile, mobile presets, preset mobile, lightroom presets, wedding portraits blogger influencer presets VSCO, mobile presets, lifestyle presets, blogger, presets, Instagram filter, natural preset, summer preset, photo filter, white preset, best preset.\n                ", "listing_reviews": "23", "store_reviews": "287 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/893192502/2-mobile-lightroom-preset-natural-clean"}, {"seller_text": "SurpriseINC", "seller_href": "https://www.etsy.com/shop/SurpriseINC?ref=simple-shop-header-name&listing_id=274406174", "store_sales": "20,805 sales", "store_rating": "4.9337", "listing_title": "Breakfast at Tiffany's Party Printable Photo Booth Props -  Tiffany's Bachelorette Party - Tiffany's Party - Bridal Shower- Instant download", "listing_bestseller": "Bestseller", "listing_price": "\n                        $8.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    This listing is for one digital PDF file with 35 images for a printable photo prop set for you Breakfast at Tiffany's Bridal Shower or Birthday Party. As soon as your payment is accepted on Etsy, you'll have immediate access to the downloads (check your email)! ****************NO PHYSICAL ITEMS WILL BE SHIPPED**************You will be responsible for the printing of your materials. You can print as many as you need at your local photo lab, office supply store or your house! File prints perfectly onto any 8.5\" x 11\" cardstock. We recommend 80 or 65 lb. white cardstock.MEASURES (approximately):12-page PDF file that contains 35 props!•Mustaches (4) - 4,5 x 2 inches.•Mouths (4) - 3 x 2 inches.•Glasses (3)- 7,2 x 3 inches.•Bow (2) - 4,5 x 2 inches.•Crown -  7 x 5 inches.•Hat 1-  7 x 5 inches.•Hat 2 -  10 x 5,5 inches.•Ring - 6 x 6 inches.•Let’s Party Flag - 10 x 6 inches.•#OMG Sign - 6 x 3 inches.•Sleeping Mask - 7 x 3 inches.•#STRIKEAPOSE Sign - 11 x 3 inches.•Cheers! Sign - 8 x 7 inches.•Paris is always a good idea! Speech Bubble - 9 x 8 inches.•Girls Just Wanna Have Fun! Speech Bubble - 9 x 8 inches.•Tiffany’s Present - 4,5 x 4,5 inches.•Lipstick (2) - 4 x 1,5 inches.•Mirror - 10 x 5 inches.•Camera - 6 x 4,5 inches.•Pearl Necklace - 6 x 7,5 inches.•Long Cigarrete - 9 x 0,5 inches.•Audrey Hepburn Hair - 9,5 x 7 inches. •Champagne Glass (2)- 11 x 4 inches.Please be aware that colors vary monitor to monitor, as well as printer to printer.Here you can find the printable banner that goes with the theme:https://www.etsy.com/listing/481445829/diy-banner-printable-breakfast-at?ref=shop_home_active_14Looking for a Breakfast at Tiffany's Baby Shower set?https://www.etsy.com/listing/449708098/baby-shower-printable-photo-booth-props?ref=shop_home_active_16Return to my shop:www.etsy.com/shop/SurpriseINC------- ★ -------Note:1)This is an INSTANT DOWNLOAD meaning once your payment has been confirmed, you will receive a link to download the item. It is your responsibility to make sure you download the files of purchasing the item. No files will be emailed to you unless you send me a message/convo requesting it.2)Due to the nature of instant downloadable products, refunds will not be given after purchase. For personal use only. ------- ★ -------HOW TO DOWNLOAD YOUR FILETo access your digital file(s), go to You > Purchases and reviews and look for the order. To the right of the order, click Download Files. This goes to the Downloads page for all the files attached to your order.------- ★ -------All printables are personal use. Please do not distribute, edit or sell.\n                ", "listing_reviews": "99", "store_reviews": "1,209 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/274406174/breakfast-at-tiffanys-party-printable"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=685796691", "store_sales": "171,644 sales", "store_rating": "4.8275", "listing_title": "FOOD Preset BLOGGER Lightroom PRESETS Mobile and Desktop - for Instagram, Blogger, Photo filters, Food Presets, Lightroom mobile presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.06\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    🎁 GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code: 2FREE• Pay only for 2 items💥6 UNIQUE LIGHTROOM PRESETS / MOBILE Presets / PC Presets💥✅FILES included:- 6 Lightroom presets for MOBILE Lightroom - 6 Lightroom presets for desktop Lightroom • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets, Food Preset\n                ", "listing_reviews": "45", "store_reviews": "6,145 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/685796691/food-preset-blogger-lightroom-presets"}, {"seller_text": "SunrisePartySupplies", "seller_href": "https://www.etsy.com/shop/SunrisePartySupplies?ref=simple-shop-header-name&listing_id=609208429", "store_sales": "3,521 sales", "store_rating": "4.7414", "listing_title": "50th Birthday Photo Booth Props with Strike a Pose Sign - 31 Printed Pieces with Wooden Sticks", "listing_bestseller": "-", "listing_price": "\n                        $14.99\n                    ", "listing_highlights": ["Handmade"], "listing_desc": "\n                    Create lasting memories at your 50th birthday photo booth with this deluxe set of 31 props! Designed with care in the USA and backed by a 100% satisfaction guarantee!Beautiful creative pictures are the perfect way to remember your special day. That's why our deluxe set of 31 photo booth prop cutouts is the perfect addition to your fiftieth festivities!You'll receive:✓ 30 unique and durable cutouts designed in the USA and printed in vibrant color✓ 1 \"Grab a Prop and Strike a Pose\" sign to make sure your guests join in the fun!✓ 31 wooden dowels✓ Plenty of adhesive strips to make assembly a breeze.Set up the included “Grab a prop and strike a pose!” sign with the cutouts to make sure your guests don't hesitate to join in the fun. With 31 unique props and endless possibilities, you, your friends and family will be sure to laugh and smile as you create lasting memories together.We stand by our customers and our products. If you are not 100% satisfied, just contact us within 30 days for a full refund under our manufacturer's warranty.For the best in photo booth fun, order yours today!\n                ", "listing_reviews": "11", "store_reviews": "300 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/609208429/50th-birthday-photo-booth-props-with"}, {"seller_text": "EnFete", "seller_href": "https://www.etsy.com/shop/EnFete?ref=simple-shop-header-name&listing_id=683735361", "store_sales": "44,529 sales", "store_rating": "4.8642", "listing_title": "Gold Wedding Photo Props, Wedding Photo Booth Cutouts", "listing_bestseller": "Bestseller", "listing_price": "\n                        $12.00\n                    ", "listing_highlights": ["Materials: lots of love, 10 photo booth props\n\n\nRead the full description"], "listing_desc": "\n                    Make your big day memorable by capturing pictures of you and your loved ones using this fun Wedding Photo Booth Prop pack. Create your own Photo Booth fun by posing with these lovely novelty props.1 -bow tie1- lips1 - diamond ring1- champagne glass1- heart shaped glasses1- love glasses1- the big day heart1- moustache1- team groom arrow1-team bride arrow.Each prop comes complete with wooden sticks.Each pack contains 10 props measuring: 7.5inches (W) x 9.75(H). Each prop varies in size.Check out the shop for Photo Booth Fringe and Other Backdrops!Subscribe for updates, party tips, and free printables at:https://pages.convertkit.com/ceba5cd529/b18dafea38\n                ", "listing_reviews": "51", "store_reviews": "4,793 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/683735361/gold-wedding-photo-props-wedding-photo"}, {"seller_text": "DestinationPresets", "seller_href": "https://www.etsy.com/shop/DestinationPresets?ref=simple-shop-header-name&listing_id=962773388", "store_sales": "4,369 sales", "store_rating": "4.9488", "listing_title": "15 EVERYDAY BRIGHT Lightroom Presets Natural Light and Airy Presets for Instagram Blogger Clean Presets Summer Outdoor Preset Spring Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $4.14\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 JPG, 1 PDF"], "listing_desc": "\n                    💖Enjoy Our LOVE Coupons💖: BUY 3 PRESETS ➤GET 1 FREE 🎁🎁🎁🎁➤ADD 4 PACKS TO YOUR ORDER AND PAY ONLY FOR 3 (30% off) ✨15 EVERYDAY BRIGHT Lightroom Presets Natural Light and Airy Presets for Instagram Blogger Clean Bright Presets Summer Outdoor Preset Spring Bright and Airy Preset Clean presetMake an unique feed which looks like you♥ This EVERYDAY BRIGHT Lightroom presets will gives you a Bright Airy Clean Natural Tone, perfect for Everyday photoshoot♡  ↠ PERFECT FOR : Indoor and Outdoor photoshoot, Family, Blogger, Influencers, Instagram, Nature and Landscape, Travel, All Seasons and so much more ! ↠ INCLUDED :                   ✔ 15 Lightroom Mobile Presets in DNG files✔ 15 Desktop Presets in LRTEMPLATE files✔ PDF Installation step by step guide for how to install the presets on your phone and computer↠ WHY CHOOSE DESTINATION PRESETS ?-Save your time editing-Have a Cohesive and Consistent feed-Designed for you to make your pictures Unique and Beautiful-Grow your engagement and followers-Designed for JPEG and RAW files. For best results shoot on Raw -Compatible with IOS, Android mobile and Lightroom Desktop CC-Easy to use, download instantlyAdobe Lightroom mobile is available for FREE on your phone : just download the app and create your account with Adobe.Adobe Lightroom Desktop needs to have a subscription. You can have 7 Free days trial. ↠ PLEASE NOTEEach picture is different and unique. All results will work differently depending on the light, camera model, colors, skin tones etc Don't worry♥  If necessary, add some additonnal adjustements to suit your picture (check the pdf instruction included in the purchase)↠ REFUNDS AND EXCHANGESDue to the digital nature, I regret that no refund and exchange can be made on this product.If you have any questions, feel free to contact me at :  destinationpresets [!at] gmail.com I will be happy to help you♡↠ TERMS OF USECopyright ©destinationpresets All right reserved. It is prohibited to reshare, sell this product in any form without the consent of the original creator.♡Don't hesitate to subscribe, make a quick review, pin on your Pinterest and add this item to your favorites♡Thank you for visiting my shop♥Let's CREATE MAGIC, Happy Editing ♥All the love, lyly♥PHOTOS CREDITS: All the Pictures Shown in the listing belong to their Respective Owners. Credits to the respective owner. All photos are for illustration purposes only. ＊＊＊＊＊＊＊＊＊＊＊＊＊＊You are here for: blogger presets, instagram filters, lightroom presets, mobile presets, presets and photofilters, instagram presets, influencer presets, presets, preset lightroom, lightroom filter, presets style, desktop presets, best presets, VSCO presets, influencer presets, trendy presets, lightroom filter, lightroom, family presets, season presets, iphone presets, cozy presets, bright outdoor preset, bright winter presets, travel presets, city presets, lifestyle presets, holiday presets, winter presets, Bright presets, outdoor presets, Indoor presets, nature presets, home presets, indoor presets,  everyday presets, natural presets, Influencer presets, neutral presets, family presets, minimal presets, travel presets, summer presets, spring presets, bright airy presets, light airy preset, clean presets, clean soft preset, clean tone preset, light and airy, white presets, clear presets\n                ", "listing_reviews": "27", "store_reviews": "459 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/962773388/15-everyday-bright-lightroom-presets"}, {"seller_text": "SunnyEditor", "seller_href": "https://www.etsy.com/shop/SunnyEditor?ref=simple-shop-header-name&listing_id=1037865219", "store_sales": "336 sales", "store_rating": "4.7059", "listing_title": "10 Vogue Mobile Lightroom Presets, Natural Presets, Cream Presets, Instagram Filters, Blogger, Vanilla, iPhone Presets, Filter for iPhone", "listing_bestseller": "-", "listing_price": "\n                        $4.20\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 1 PDF, 1 ZIP"], "listing_desc": "\n                    ◆ ◆ ◆ SPECIAL OFFER ◆ ◆ ◆✭ Buy 3 presets and get 2 for free. Add 5 presets to your shopping cart and apply the coupon code 2FREE. ✭ Buy 5 presets and get 4 for free. Add 9 presets to your shopping cart and apply the coupon code 4FREE.◄  INCLUDED IN YOUR PURCHASE  ►* 10 Mobile Lightroom Presets (DNG files)* Detailed PDF Image Instructions✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Lightroom Mobile is FREE so you don't need an Adobe subscription to use the presets✔️ You only need Lightroom CC App on your Phone/iPad✔️ Once purchased can be used an unlimited amount of times✔️ Easy to apply with just one clickGeneral information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUYhttps://www.youtube.com/watch?v=uOBXKOyAFEAPlease keep in mind all photos are unique and therefore each preset works differently on every photo. You can fine tune your own adjustments to find settings that suit you with temperature, exposure etcDue to the digital nature of this product ALL SALES ARE FINALKeywords:Lightroom Presets, Mobile Preset, DNG, Instagram Preset, Lightroom CC, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset, White Presets, Natural Presets© 2020 Sunny Editor Presets, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": null, "store_reviews": "17 shop reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/1037865219/10-vogue-mobile-lightroom-presets"}, {"seller_text": "lifeisforthefun", "seller_href": "https://www.etsy.com/shop/lifeisforthefun?ref=simple-shop-header-name&listing_id=698533110", "store_sales": "20,809 sales", "store_rating": "4.8969", "listing_title": "custom sign, custom photo props, word bubble photo prop, birthday decorations, adult birthday decorations, photo booth props, custom decor", "listing_bestseller": "-", "listing_price": "\n                        $4.99\n                    ", "listing_highlights": ["Handmade", "Materials: cardstock, bambo skewers, Please read item details, see production time\n\n\nRead the full description"], "listing_desc": "\n                    custom word bubble propINCLUDES 1 custom PROPleave what you would like the bubble to say in the message box at checkout ==========================================================================* if no note is left bubble will say Pick me*COLOR==========================You pick the colors!============================More wedding décor=====================https://www.etsy.com/shop/lifeisforthefun?ref=l2-shopheader-name&search_query=bachelorette+partyhttps://www.etsy.com/shop/lifeisforthefun?ref=l2-shopheader-name&search_query=weddingMORE New Years decor=======================https://www.etsy.com/shop/lifeisforthefun?ref=seller-platform-mcnav&search_query=new+yearDon't see what you're looking for? Contact me for a custom listing, I'd be happy to make something special for your event!-----Check out other things in my shop---LifeIsForTheFun.etsy.com\n", "listing_reviews": "8", "store_reviews": "3,033 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/698533110/custom-sign-custom-photo-props-word"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=878435750", "store_sales": "21,701 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Bohemian Presets, Instagram Filters, VSCO Filters, iPhone Presets, Lightroom Preset, Lifestyle Presets, Cream Beige", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it natural with a Bohemian Preset! This Lightroom Mobile preset will effortlessly soften and mute the shades in your photos to achieve a creamy boho chic look with the click of button! ❀ Your purchase includes ❀- 1 Bohemian Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "22", "store_reviews": "1,130 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/878435750/lightroom-mobile-preset-bohemian-presets"}, {"seller_text": "MajesticPreset", "seller_href": "https://www.etsy.com/shop/MajesticPreset?ref=simple-shop-header-name&listing_id=944179426", "store_sales": "1,361 sales", "store_rating": "4.9444", "listing_title": "30 Presets for Dogs, Cats and Animals | Preset Lightroom Mobile & Desktop, Indoor, Outdoor Pets Filter, Lightroom Mobile Bundle Instagram", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $4.39\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 4 ZIP, 1 PDF"], "listing_desc": "\n                    ⭐ TAKE 4 & PAY ONLY 2: Coupon Code: PROMO4 or ➤ https://etsy.me/3dPNBfH⭐ ⭐ TAKE 6 & PAY ONLY 3: Coupon Code: PROMO6 or ➤ https://etsy.me/3dSywtK⭐ ⭐⭐TAKE 8 & PAY ONLY 4: Coupon Code: PROMO8 or ➤ https://etsy.me/2MwdmGy❤️ More PREMIUM LIGHTROOM PRESETS can be found here: ➤ https://etsy.com/shop/majesticpresetIn this preset bundle you will get 30 different Lightroom filters for your dog photography. This collection includes Summer, Winter, Bohemian, Indoor, Outdoor and many more preset styles.WHAT YOU WILL GET:✅ 30 presets for the free Android & iOS Lightroom Mobile app (.DNG-files) \u2028✅ 30 presets for Lightroom CC (.XMP-files) \u2028✅ 30 presets for Lightroom Classic 4, 5, 6 to 7.3 (.Lrtemplate-files) \u2028 ✅ Step-by-Step Installation Guide (.PDF file)  ✔ INSTAND DOWNLOAD: After your purchase is complete, you will receive direct access to these Lightroom presets via email or through your Etsy account.\u2028✔ 100% COMPATIBEL with the free Lightroom Mobile Application for iOS, Android & Chrome. To use this preset bundle, all you need is your smartphone and the free Lightroom Mobile app for you iPhone, iPad or Android device. \u2028 ✔ The Lightroom Desktop presets are compatible with all old and current Lightroom und Camera RAW versions. For Lightroom Desktop Classic, use the .Irtemplate Files Container in the .zip file. ForLightroom Desktop CC the. Xml files.\u2028The PERFECT INSTAGRAM / BLOGGER FEED:\u2028Get the WOW-Effect! On all your social media platforms like Instagram, Pinterest and Facebook. Get more attention and followers on Instagram with our trending Instagram filters. With these Blogger presets for Lightroom, you’ll create a consistent and clean feed in no time.\u2028Beginner or professional?NO MATTER! With this preset bundle, you can edit simple smartphone photos or high-quality RAW photos from your DSLR / system camera like a pro with just „ONE CLICK“.\u2028Take care of this:\u2028To get the most perfect before-and-after result for your photos, you should move as close as possible to the respective preset theme. The results may vary depending on the exposure, contrast and color shades of your photos. Don’t worry! Just chance the exposure of the presets on your photo afterwards. The higher quality and more detailed your base photos are, the better the Lightroom presets from „SHOPNAME“ can do their job. More presets you can find in our shop ➤ https://etsy.com/shop/majesticpreset\u2028In our shop you can find more Lightroom Instagram Blogger presets for the topics: Travel, Lifestyle, Fashion, Wedding, Street, Urban and Foodblogger.\u2028You have questions about these Instagram Blogger Lightroom mobile and Desktop presets? Feel free to send us a direct message via Etsy or via email to „E-Mail Account“ FAQ’s:▸ compatible with all Lightroom versions\u2028▸ compatible with the free Lightroom mobile app\u2028▸ no Adobe Cloud Subskription required▸ compatible with Adobe Camera Raw ACR▸ no returns or exchanges! Digital products are generally not cancelled. \u2028@2021 „Pictoolz“License: These Lightroom mobile and desktop presets are for personal use only. Any reproduction and distribution to third parties is strictly prohibited.\n                ", "listing_reviews": "11", "store_reviews": "54 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/944179426/30-presets-for-dogs-cats-and-animals"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=686088327", "store_sales": "171,643 sales", "store_rating": "4.8275", "listing_title": "Black MOBILE LIGHTROOM Presets, Lightroom Mobile Preset, VSCO, Instagram Filter, Desktop Presets, dark preset, moody presets, nude preset", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.57\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    • Professional Lightroom Presets for free Mobile and Desktop Lightroom• You receive 4 variants of presets with white/slightly warm/slightly cold tones• You can use them unlimited number of times.• Post-purchase support guaranteed - if you need my help with editing don't hesitate to contact me ✅FILES included:- 4 Lightroom presets for MOBILE Lightroom ( free mobile lightroom app)- 4 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "62", "store_reviews": "6,145 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/686088327/black-mobile-lightroom-presets-lightroom"}, {"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=856053558", "store_sales": "25,449 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets,Blogger Mom Presets, Bright White Presets, Vsco Filters, Mobile Presets, Instagram Filters, Indoor Preset, Family", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "68", "store_reviews": "793 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/856053558/3-mobile-lightroom-presetsblogger-mom"}, {"seller_text": "xoFetti", "seller_href": "https://www.etsy.com/shop/xoFetti?ref=simple-shop-header-name&listing_id=759392914", "store_sales": "48,481 sales", "store_rating": "4.9239", "listing_title": "Bridal Shower Photo Booth Props - 21 pieces, pre-assembled - Rose Gold Bachelorette Party Decorations, Bride To Be, Miss to Mrs, Wedding", "listing_bestseller": "Bestseller", "listing_price": "\n                        $9.99\n                    ", "listing_highlights": ["Handmade"], "listing_desc": "\n                    ✨Instagram Ready: it's your special day and we want your party to look AMAZING! Our rose gold photo booth props will be the talk of the party :)✨Metallic Details: every prop is printed on thick card stock and features real, rose gold foil details!✨Unique Designs: from bride tribe + future mrs signs to champagne glasses and flower crowns.. the bride to be will love our flower inspired props!✨The Perfect Size: a fun addition to any engagement party, bridal shower, bachelorette or wedding decor! Each prop measures between 5-8\" tall creating the perfect size props!✨Ready to use: each prop comes pre-glued to a thin wooden stick and ready to use.\n                ", "listing_reviews": "47", "store_reviews": "4,631 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/759392914/bridal-shower-photo-booth-props-21"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=807670112", "store_sales": "171,643 sales", "store_rating": "4.8275", "listing_title": "10 Home Presets - Mobile LIGHROOM Presets - Lightroom Presets - Lightroom Mobile Preset & Desktop Preset, Instagram Filter - Summer Magical", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    • Professional Lightroom Presets for free Mobile and Desktop Lightroom• You receive 10 variants of presets • You can use them unlimited number of times.✅FILES included:- 10 Lightroom presets for MOBILE Lightroom( free mobile lightroom app)- 10 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "53", "store_reviews": "6,145 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/807670112/10-home-presets-mobile-lighroom-presets"}, {"seller_text": "okthatspeachy", "seller_href": "https://www.etsy.com/shop/okthatspeachy?ref=simple-shop-header-name&listing_id=919835403", "store_sales": "1,412 sales", "store_rating": "4.9211", "listing_title": "AU NATUREL Mobile Lightroom Presets Instagram Influencer Photography Blogger Natural Bright Photo Filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.18\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PNG, 1 other file"], "listing_desc": "\n                    Instagram Presets | Mobile Lightroom Presets | Instant Photo EditsExperiencing feed envy? Want that beautiful, cohesive theme but not sure where to start? Look no further, Lightroom presets are the easiest and quickest way to instantly change the look and feel of your photos with no hassle. A full, thorough photo edit is just a click away.These presets were created to be used with the Lightroom Mobile App that can be downloaded for free. This listing includes one mobile Lightroom preset (DNG file) and a 'How To' file, to help you with the install.Even though my presets have been tested on a variety of photos with different lighting conditions / colours / subjects etc, it's important to note that all these different variables may also mean the preset may need a little adjusting to best fit your photo. Thank you for supporting smallDon't hesitate to get in touch for any queries!Due to the nature of the item, there are no refunds/exchanges on any digital items.Terms of Use:By buying this product you are automatically agreeing to the following terms of use:No copying or redistribution of my products.\n                ", "listing_reviews": "13", "store_reviews": "38 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/919835403/au-naturel-mobile-lightroom-presets"}, {"seller_text": "MintAndPepper", "seller_href": "https://www.etsy.com/shop/MintAndPepper?ref=simple-shop-header-name&listing_id=765809708", "store_sales": "61,307 sales", "store_rating": "4.8303", "listing_title": "Lightroom Mobile Presets 10 Mobile Lightroom Presets Blogger Instagram Presets Lifestyle Photo filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.82\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    10 Presets for Mobile Lightroom in .DNG format ✩ Lightroom Presets ✩ Instagram FiltersBLOGGER is pack of 10 Lightroom Mobile Presets. Great for bloggers, photographers and everyone who aims to create a consistent feed on Instagram with easily applied filter. Perfect for outdoor and indoor photography, fashion shots and portraits.✩ They work well with iPhone and Android devices. You just need to download free Lightroom Mobile App✩ Easy to apply, with just one click✩ Instant download filesYOU GET:✩ 10 Lightroom Mobile Presets in .DNG format✩ Instruction in PDF 💥Check out our Bestsellers💥https://www.etsy.com/shop/MintAndPepperSPECIAL OFFER:🌟GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE🌟🌟GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE🌟🌟GET 8 PACKS & PAY ONLY FOR 4 - Add 8 items to your cart and use promo code 4FREE🌟Please remember that all presets look differently on each photo because of lighting and white balance settings, dominant colours etc. If your photo doesn’t look perfect you may need to adjust exposure or temperature to achieve the best results.Due to the digital nature of this product no exchanges or refunds will be made.CONTACT:EMAIL: mintandpepper5 [!at] yahoo.comON IG: @mint_and_pepper_© 2020 MintAndPepper, All Rights ReservedTerms of use: Forbidden to copy, sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.Lightroom Presets, Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, iPhone, Android, Lifestyle Presets, Desktop Presets, Wedding Presets, Portrait Presets, Best Presets, Bright And Airy Preset, Clean Preset, Light Preset, Instagram Filters, Mobile Filters, Photo Filters, Travel Blogger Presets, Photo Editing, Photography Presets, White Preset, Blogger Presets, Photo Presets, Mobile Filter, Travel Presets, Influencer Presets, Summer Presets, Trendy Presets, Premium Presets\n                ", "listing_reviews": "37", "store_reviews": "2,033 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/765809708/lightroom-mobile-presets-10-mobile"}, {"seller_text": "SHPrintables", "seller_href": "https://www.etsy.com/shop/SHPrintables?ref=simple-shop-header-name&listing_id=863683866", "store_sales": "1,720 sales", "store_rating": "4.9", "listing_title": "Quarantine Photo Booth Props Instant Download, PRINTABLES, PDF File", "listing_bestseller": "-", "listing_price": "\n                        $7.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    * NO PHYSICAL ITEMS TO BE SHIPPED*FILE IS AVAILABLE FOR IMMEDIATE DOWNLOAD UPON PURCHASE._____________________________________________________________This includes 1 PDF file in ZIP format with (18) designs ready to print.* Size of Props to print based on your preference:- A4 8.27 x 11.69 inches (for small designs)- A3 11.69 x 16.53 inches (for designs like shirts, body parts, frames, etc.) *Instructions To Print*- This can be printed at home or at your local printing shop.- Please be aware that colors may vary monitor to monitor, as well as printer to printer.- Kindly note that this set is to be used for your own personal use and cannot be used for any commercial purposes. Have fun and take cool pictures! * We've put a lot of time and effort on these designs, therefore, once the designs are ordered and sent, we do not accept refunds or cancellations. Thank you for stopping by!\n                ", "listing_reviews": null, "store_reviews": "107 shop reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/863683866/quarantine-photo-booth-props-instant"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=820356249", "store_sales": "70,786 sales", "store_rating": "4.9099", "listing_title": "5 Family Desktop & Mobile Lightroom Presets, Bright Airy Photo Editing Filter for Instagram, White Clean Preset for Home Lifestyle Blogger", "listing_bestseller": "-", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Family Time Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram, Photo Editing Filter for Lifestyle and Travel🌟The Family Time Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add bright, white and airy tones to your Instagram photos. These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for mobile preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "37", "store_reviews": "5,613 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/820356249/5-family-desktop-mobile-lightroom"}, {"seller_text": "Jazelle86", "seller_href": "https://www.etsy.com/shop/Jazelle86?ref=simple-shop-header-name&listing_id=521165215", "store_sales": "146 sales", "store_rating": "5", "listing_title": "Wedding Photo Booth Props custom photo props engagement party bridal shower. Set of 9", "listing_bestseller": "-", "listing_price": "\n                        $26.99\n                    ", "listing_highlights": ["Handmade"], "listing_desc": "\n                    Set of 9 props as pictured. 1: Wine/Champagne Bottle1: Wine Glass1: Diamond Ring1:  “Bride” Glasses5: Word Bubbles (Cheers, I Do, Bride Tribe,      Mrs., She Said Yes!)Made with durable cardstock.Additional Photo booth props available and can be interchanged to make a set of 9:* Large Glasses (Champagne bottle on edges)* Medium Glasses (Champagne bottle on edges)* Large Lips (Red)* Small Lips (Red)* Moustache (black)* Picture Camera* Bow Tie* \"Cheers\"* Word Bubbles* Engagement ringsAll photo props are held together with wooden sticks. Stick is wrapped in tape, Color/Texture of tape will vary.Please email me with any specific details or requests for quotes on options/colors not included.\n                ", "listing_reviews": "16", "store_reviews": "35 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/521165215/wedding-photo-booth-props-custom-photo"}, {"seller_text": "EveDesignCo", "seller_href": "https://www.etsy.com/shop/EveDesignCo?ref=simple-shop-header-name&listing_id=829140052", "store_sales": "5,333 sales", "store_rating": "4.1846", "listing_title": "Mobile Lightroom Presets | Instagram Presets | Desktop & Mobile Presets | Influencer Natural Theme | Natural Airy Photo Presets", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.23\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 2 other files"], "listing_desc": "\n                    Mobile Lightroom Presets | Instagram Presets | Desktop & Mobile Presets | Influencer Natural Theme | Natural Airy Photo PresetsCreated for the FREE Lightroom Mobile App and Desktop Lightroom. These presets will transform your photos with just one click. Create a cohesive aesthetic in your images and a consistent theme for Instagram or in your blog.What's included with your purchase? ✩ One Mobile Lightroom Preset (DNG file) ✩ One Desktop Lightroom Template (Irtemplate) ✩ Step-by-step PDF guide with images Thank you for shopping small!INTELLECTUAL PROPERTY RIGHTS: Unless otherwise indicated, the products listed on this shop is our proprietary property and all source code, databases, functionality, software, designs, audio, video, text, photographs, and graphics on the Site (collectively, the “Content”) and the trademarks, service marks, and logos contained therein are owned or controlled by us or licensed to us and are protected by copyright laws and various other intellectual property rights and unfair competition laws of the United States, foreign jurisdictions, and international conventions.\n                ", "listing_reviews": "58", "store_reviews": "132 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/829140052/mobile-lightroom-presets-instagram"}, {"seller_text": "SymphonyPresets", "seller_href": "https://www.etsy.com/shop/SymphonyPresets?ref=simple-shop-header-name&listing_id=791964935", "store_sales": "17,197 sales", "store_rating": "4.9267", "listing_title": "10 Dark and Moody Mobile Lightroom Presets -  Desktop Presets - Instagram Presets - Set of 10 Presets - iPhone Presets - Blogger Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 JPG, 1 ZIP"], "listing_desc": "\n                    Moody Black - Lightroom Presets / Best for Lightroom Mobile and Desktop/ Lightroom Presets/ Instagram PresetsMake your photos stand out with this preset pack which includes 10 unique presets for Lightroom. These presets were designed especially for portraits, travel, lifestyle, and wedding photography to give your photos that popular and attractive dark and moody look. This preset pack is the second version of our Dark and Moody Preset Pack.This bundle includes 10 beautiful Lightroom presets which can be used in almost every type of situation. Whether you took an amazing selfie, or you took awesome photos on your new camera these presets will be great. They were great in a variety of lighting situations, even in extremely low light environments.You can use these presets in both the mobile and the desktop version of lightroom with a very easy install that can take under 1 minute. Compatibility: Works on all Versions of Lightroom Classic, Lightroom CC and Lightroom Mobile. Lightroom Classic versions 7.2 and older use the .lrtemplate files while 7.3 and newer can use either .lrtemplate or .xmp.Top features of this bundle:🗸 One time purchase, keep forever🗸 10 Presets in .xmp Format🗸 10 Presets in .lrtemplate Format🗸 10 Preset in .dng Format🗸 Compatible with Lightroom Mobile🗸 Compatible on Windows and Mac🗸 24/7 Support🗸 Free Updates🗸 Install Instructions Included\n                ", "listing_reviews": "100", "store_reviews": "860 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/791964935/10-dark-and-moody-mobile-lightroom"}, {"seller_text": "SDCDesignsShop", "seller_href": "https://www.etsy.com/shop/SDCDesignsShop?ref=simple-shop-header-name&listing_id=987083258", "store_sales": "341 sales", "store_rating": "5", "listing_title": "Schitt's Creek Photo Booth - Printable Party Props - Instant Download", "listing_bestseller": "-", "listing_price": "\n                        $10.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Description:This listing is for a high-resolution printable file. It includes a digital file with 24 \"Schitt's Creek\" TV show related images. As soon as your payment is accepted you will have immediate access to the file.Copyright Notice:You are paying for a creative service and the time spent designing and personalizing your item with personal information, which is permitted for one-time personal use. This item is not a licensed product; all character images used are free and not being sold. I am not claiming ownership over the character clip-art or graphics; they belong to their respective copyright holders. Items purchased are for one-time personal use only and are not to be re-sold for any reason.Info:Colors may vary monitor to monitor and printer to printer.Thank you for your order have an awesome party!\n                ", "listing_reviews": null, "store_reviews": "25 shop reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/987083258/schitts-creek-photo-booth-printable"}, {"seller_text": "PremiumPaperProducts", "seller_href": "https://www.etsy.com/shop/PremiumPaperProducts?ref=simple-shop-header-name&listing_id=544031261", "store_sales": "8,705 sales", "store_rating": "4.8524", "listing_title": "53CT Wedding Photo Booth Props, Party Props, Photo Booth Props, Wedding Supplies, Wedding Decor, Wedding, Wedding Props, Party Supplies", "listing_bestseller": "-", "listing_price": "\n                        $22.95\n                    ", "listing_highlights": ["Materials: Cardstock\n\n\nRead the full description"], "listing_desc": "\n                    *** NO RETURN - NO EXCHANGE - CANCEL ORDERS WITHIN 8 HOURS OF PURCHASE ****THIS ITEM IS NOT FOR REFUND OR EXCHANGE - FINAL SALE ******* All Props are made of cardstock, paper can be crease up in the corners throughout the USPS shipping transit time we try our best to put them in bubble mailers and check quality before we ship them out. But after the product is delivered there is nothing we can do. * One Complete Set 53 of Wedding Party Photo Booth Props * Add MORE fun to your photo booth with these cute props!* All props are constructed from the high quality card stock. * This set comes with bamboo sticks and clear self adhesives to get them ready for that party!* Add this pack to your photos / photo booth for parties events or just adding to your photos.** Doesn't come assembled buyer have to assemble them with the supplies included in the package.** NO CUSTOMIZATION Available at this time.***To make these more stick better on bamboo sticks besides self adhesives given you can also use hot glue gun to secure the prop and have it stand longer time or you can use tape.*** All items in the picture are captured in light, color may vary due to the nature of product, color, and material. © Premium Paper Products 2020\n                ", "listing_reviews": "18", "store_reviews": "1,167 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/544031261/53ct-wedding-photo-booth-props-party"}, {"seller_text": "LouMarksPhoto", "seller_href": "https://www.etsy.com/shop/LouMarksPhoto?ref=simple-shop-header-name&listing_id=865473815", "store_sales": "388,507 sales", "store_rating": "4.8278", "listing_title": "10 Presets, Lightroom Presets, Lightroom mobile presets, Filter Instagram presets, Preset for mobile blogger, Natural light and airy Pack", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.49\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP, 2 PDF"], "listing_desc": "\n                    ♡ SALE!! Buy 3 Packs & Get 2 FREE! Add all 5 Packs to your cart and only pay for 3 in total!♡ More Presets In My Shop: www.etsy.com/shop/loumarksphoto♡ Create consistent photo edits with The Light Airy Preset Pack. This Preset Collection soften and lighten your dark dull photos, add lightness and sift color with my photo presets! This presets pack included 10 presets suitable for all images and creates amazing results! Makes your images look so much better and brighter! ♡ Works amazing in one click on Indoor and Outdoor, Home Interiors, Family Photos, Lifestyle, Travel, Fashion, Blogger, Wedding, and Portrait Images. Create beautiful blog images or social media images one click. Perfect to easily enhance everyday photos!WHY YOU'LL LOVE IT✔️Light Airy vibe perfect for instagram themes✔️Creamy skin tones and dreamy white tones✔️Made by a professional photographerLou & Marks Presets work with All Versions of Lightroom Mobile & Lightroom Desktop and with Photoshop ACR.INCLUDED IN YOUR PURCHASE ✔️ 10 Mobile Lightroom Presets (DNG)✔️ 10 Desktop Lightroom Presets (LR)✔️ 10 Lightroom & Photoshop Presets (XMP)✔️ Step-by-step PDF guide with video instructionsCOMMON QUESTIONS✔️ Works With The Free & Paid Lr iPhone App✔️ Works With The Free & Paid Lr Android App✔️ Works With All Lightroom Desktop Versions ✔️ Works With Photoshop ACR ✔️ Works With Mac & PC✔️ Works With JPG & RAW Formats♡ SKIN TONE PROMISE You are you unique and so are our Presets! We created our Presets for everyone. No one specific skin tone or hair color. When you purchase from Lou + Marks you are not just purchasing presets you also get our guarantee that they will suit your skin tone. If they don’t send me a message with an unedited image and I will personally adjust them for you. ♡ STAY IN TOUCH Connect with me on Instagram @louandmarks and tag #louandmarks so I can see all your amazing photo edits and share them in my daily stories of my audience of over 60K.© Lou & Marks. All Rights Reserved. By Purchasing this product you agreeing to the Terms of Use. Do not sharing the files, or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "69", "store_reviews": "16,494 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/865473815/10-presets-lightroom-presets-lightroom"}, {"seller_text": "PrintingPagoda", "seller_href": "https://www.etsy.com/shop/PrintingPagoda?ref=simple-shop-header-name&listing_id=962394331", "store_sales": "811 sales", "store_rating": "4.9848", "listing_title": "Friends Bachelorette Party Photo Booth Props - Friends Hen Party Props - Instant Digital Download - DIY Printable", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.95\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Make your bachelorette party, hen party, or bridal shower unique, memorable, and fun with these Friends themed photo booth party props! You can also use these printables for your party decorations, centerpieces, or any other ideas for your party. >>>>WHAT IS INCLUDED<<<<8.5x11 inch (Letter Size) PDF File | 8 Pages | 16 Props(A4 Available upon request)>>>>SIMPLE AND EASY TO USE<<<<1. Download the PDF file as soon as your Etsy payment is cleared on a laptop or computer2. Open the PDF with Adobe Reader - Free download at: www.get.adobe.com/reader3. Print each page of this 8.5 x 11 inch file at home, online printer, or copy shop (Office Depot, Staples, FedEx Office, etc.). We recommend printing on 60lb or heavier, white cardstock. 4. Cut along the edges of each prop and (optional) glue or tape to wooden dowels/sticks or straws. Wooden dowels can be purchased at Amazon, Walmart, or any local craft store. >>>>WANT TO CUSTOMIZE?<<<<Customization is available for an additional charge using the links below. To order more than 3 customized props, please reach out to create a custom order.  ​+ 1 Customized Prop: https://www.etsy.com/listing/869956636+ 3 Customized Props: https://www.etsy.com/listing/1002389076>>>>TERMS & CONDITIONS<<<<+ For personal use only+ Not permitted to resell or distribute+ Colors may appear differently on different monitors and printers+ As this is a digital file, there are no refunds or returns. However, if there is a problem with your order please contact me.****************NO PHYSICAL ITEMS WILL BE SHIPPED**************This listing is for one digital PDF file with 16 photo prop images. You will be responsible for the printing of your materials. Print as many as you need at your local photo lab, office supply store, or home!\n                ", "listing_reviews": null, "store_reviews": "66 shop reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/962394331/friends-bachelorette-party-photo-booth"}, {"seller_text": "OldMarketCorner", "seller_href": "https://www.etsy.com/shop/OldMarketCorner?ref=simple-shop-header-name&listing_id=613314189", "store_sales": "10,386 sales", "store_rating": "4.9091", "listing_title": "Wedding Photo Booth Prop Signs and Decorations - Black with White Writing Wedding Props - Over 50 Wedding Signs - Printable Digital File", "listing_bestseller": "-", "listing_price": "\n                        $6.95\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 JPG"], "listing_desc": "\n                    Wedding Photo Booth Prop Signs and Decorations - Black with White Writing Wedding Props -Over 50 Images - Printable Wedding Photobooth PropsPLEASE NOTE: This is a digital product, NO physical product will be sent.*********************************************************************************Welcome to OldMarket Corner!This listing is for a DIGITAL COPY of the Wedding Photo Booth Prop Signs and DecorationsMake your wedding one to remember with these fun photo booth prop signs and decorations.  All you do is print them out on cardstock, cut them out, tape or glue long sticks to them and you are ready to go!You will receive over 50 Full Color images, done at 300 dpi. You will receive a 32 page PDF file. The pages are all formatted to print on 8.5\" x 11\" paper. All props on picture 2 are included with this listing.**BONUS**Now includes a 6 page PDF file with 9 blank props to write your own messages on.This collection includes images as shown.★★★For more Wedding Props and Printables, click the link!★★★https://www.etsy.com/shop/oldmarketcorner?section_id=21774077*********************************************************************************These files are available as an INSTANT DOWNLOAD. Once your purchase and payment has been processed, you will receive an email with a link to your digital files. The download link is automatically sent to the email address you have on file with Etsy. Please make sure it is correct. It will say: \"View your Files on Etsy\". Click on that link and you will be able to access your digital file. You can also access your digital items by logging into your Etsy account, click on \"You\" in the top right, choose \"Purchases and Reviews\" and then go to the corresponding order. Click on Download Files. Please contact me if you have any questions or problems concerning your order.PLEASE NOTE: This is a Digital Product! No physical item will be sent.*********************************************************************************TERMS OF USE:  For Personal Use Only. Permission is given to print the digital items as many times as you want for your own personal use. Please do not share these digital files with others. If someone else wants to use the props, please direct them to my shop. You MAY NOT redistribute these digital files in any format.Thanks for shopping!✿ FOLLOW ME ON FACEBOOK: https://www.facebook.com/oldmarketdesigns✿ FIND ME ON PINTEREST: http://www.pinterest.com/oldmarketcorner/✿ VISIT MY BLOG: www.oldmarketcorner.blogspot.dk/\n                ", "listing_reviews": "10", "store_reviews": "696 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/613314189/wedding-photo-booth-prop-signs-and"}, {"seller_text": "MintAndPepper", "seller_href": "https://www.etsy.com/shop/MintAndPepper?ref=simple-shop-header-name&listing_id=965300605", "store_sales": "61,307 sales", "store_rating": "4.8303", "listing_title": "14 Lightroom Mobile Presets, Bright Airy Lightroom Preset, Desktop Boho Presets, Photo Filter for Blogger, Bright Instagram", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.82\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 2 ZIP"], "listing_desc": "\n                    14 Presets for Mobile Lightroom in .DNG format ✩ Lightroom Presets ✩ Instagram FiltersBOHO VIBE is pack of 14 Lightroom Mobile & Desktop Presets. Great for bloggers, photographers and everyone who aims to create a consistent feed on Instagram with easily applied filter. Perfect for outdoor and indoor photography, fashion shots and portraits.✩ They work well with iPhone and Android devices and Desktop Lightroom✩ Easy to apply, with just one click✩ Instant download filesYOU GET:✩ 14 Lightroom Mobile Presets in .DNG and .XMP formats✩ Instruction in PDF 💥Check out our Bestsellers💥https://www.etsy.com/shop/MintAndPepperSPECIAL OFFER:🌟GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE🌟🌟GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE🌟🌟GET 8 PACKS & PAY ONLY FOR 4 - Add 8 items to your cart and use promo code 4FREE🌟Please remember that all presets look differently on each photo because of lighting and white balance settings, dominant colours etc. If your photo doesn’t look perfect you may need to adjust exposure or temperature to achieve the best results.Due to the digital nature of this product no exchanges or refunds will be made.CONTACT:EMAIL: mintandpepper5 [!at] yahoo.comON IG: @mint_and_pepper_© 2021 MintAndPepper, All Rights ReservedTerms of use: Forbidden to copy, sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.Lightroom Presets, Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, iPhone, Android, Lifestyle Presets, Desktop Presets, Wedding Presets, Boho Presets, Portrait Presets, Best Presets, Bright And Airy Preset, Clean Preset, Light Preset, Instagram Filters, Mobile Filters, Photo Filters, Travel Blogger Presets, Photo Editing, Photography Presets, White Preset, Blogger Presets, Photo Presets, Mobile Filter, Travel Presets, Influencer Presets, Summer Presets, Trendy Presets, Premium Presets\n                ", "listing_reviews": "23", "store_reviews": "2,033 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/965300605/14-lightroom-mobile-presets-bright-airy"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=806790891", "store_sales": "70,786 sales", "store_rating": "4.9099", "listing_title": "5 White Mobile & Desktop Lightroom Preset, Bright Airy Photo Filter for Instagram Influencers, Light Clean VSCO iPhone Blogger Presets", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 White Bliss Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram, Photo Editing Filter for Lifestyle and Travel🌟The White Bliss Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add clean, rich white tones to your Instagram photos. These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for mobile preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "92", "store_reviews": "5,613 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/806790891/5-white-mobile-desktop-lightroom-preset"}, {"seller_text": "xoFetti", "seller_href": "https://www.etsy.com/shop/xoFetti?ref=simple-shop-header-name&listing_id=1007947754", "store_sales": "48,482 sales", "store_rating": "4.924", "listing_title": "Birthday Party Decorations Photo Booth Props - 21 Pre-Assembled Pieces | Rose Gold + Pink Bday Girl Gifts, Party Favors, Cheers", "listing_bestseller": "-", "listing_price": "\n                        $7.99\n                    ", "listing_highlights": ["Handmade"], "listing_desc": "\n                    ✨ Cheers B*tches!: upgrade your photo game with our bangin' birthday props that feature tiaras, disco balls, martinis, champagne, cowgirl hats + tons of cute phrases!✨ Cake, Cake, Cake: these props take home the cake for easiest party favor - pre-assembled and ready to go, the only party foul you can really make is not getting these for your bestie's bday!✨ She's Got Range: props vary in size but range from 5-8” tall! This pack comes with 21 uniquely designed pre-assembled props that promise to keep your party rockin' all night long! :)✨ Photo Op Ready: take the cutest IG pics with these props! No matter the amount of jello shots you've had - these props promise to keep your photo game 100✨ Ready to Roll: our props come pre-assembled and ready to party :)\n                ", "listing_reviews": null, "store_reviews": "4,631 shop reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/1007947754/birthday-party-decorations-photo-booth"}, {"seller_text": "Trimmingshop", "seller_href": "https://www.etsy.com/shop/Trimmingshop?ref=simple-shop-header-name&listing_id=663005257", "store_sales": "47,349 sales", "store_rating": "4.6947", "listing_title": "Photo Booth Props | Funny Party Props | Christmas | Black Props | Party Props | Party | Wedding | New Year's | Fast FREE Delivery UK", "listing_bestseller": "-", "listing_price": "\n                        $6.52+\n                    ", "listing_highlights": ["Handmade", "Materials: Cardboard\n\n\nRead the full description"], "listing_desc": "\n                    Photo Booth Props, Funny Party Props, Black Props, Party Props, Wedding Photo Props, Christmas, Party, Wedding, New Year'sSpecification:Material: CardboardQty: 15pcs, 16pcs, 18pcs, 20pcs, 36pcs, 44pcs, 50pcs, 58pcs, 60pcs, 77pcsColour: MulticolourMaterial Care Instructions: Do not WashDescription:Capture fun moments with these fun photo booth decorations with cool and cute designs that jazzes up pictures and selfies during birthdays, wedding, graduation, reunion, bachelor and bachelorette parties and other holiday eventsMainly includes mustaches, eyeglasses, red lips, ties, party hat, etc.Enjoy the fun time with your friends by providing them these funny photo booth propsFeatures:These props are lightweight, Durable and ReusableThese easy to use photo booth props are printed on quality card paper, so you can use these props will last through the end of your partyGreat for use in a wedding party, birthday, family reunion, graduation party, Christmas and any other festival and partiesEveryone can use these props like children, kids, adults, and old age peopleNote:Not Suitable for children age under 3Keep away from water\n                ", "listing_reviews": null, "store_reviews": "4,242 shop reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/663005257/photo-booth-props-funny-party-props"}, {"seller_text": "USAPartySales", "seller_href": "https://www.etsy.com/shop/USAPartySales?ref=simple-shop-header-name&listing_id=618020199", "store_sales": "15,649 sales", "store_rating": "4.7973", "listing_title": "Graduation Party Photo booth props, graduation party decorations, attached to the sticks, NO DIY REQUIRED", "listing_bestseller": "Bestseller", "listing_price": "\n                        $7.99\n                    ", "listing_highlights": ["Handmade"], "listing_desc": "\n                    UPDATED DESIGN. Graduation Photo Booth Props Set. Attached To The SticksColorful masks come attached to the sticks, no DIY required. No mess-no stressMaterial: card stock paper, wooden stickGreat entertainment for your guests and memorable photos guaranteed!Add  Unique touch To Your Party\n                ", "listing_reviews": "19", "store_reviews": "1,529 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/618020199/graduation-party-photo-booth-props"}, {"seller_text": "HillAndOliveAus", "seller_href": "https://www.etsy.com/shop/HillAndOliveAus?ref=simple-shop-header-name&listing_id=775657077", "store_sales": "33,511 sales", "store_rating": "4.5416", "listing_title": "10 Mobile Lightroom Presets, Vsco Filters, Iphone Presets, Lightroom, Mobile Presets, Instagram Filters Presets, Colorful Mobile, Dng Preset", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.71\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    Mobile Lightroom presets for aesthetic Instagram profile feed. Perfect for anyone wanting to create a dreamy Instagram feed, works well with photos shot on Android or iPhone. Details:- 10 Mobile Lightroom Presets in .dng format- Use on Lightroom mobile app - Compatible with both Android and iPhone- Digital Files ONLY- Include PDF image instructions and Google Drive alternative download linkInstallation: To access your digital files:1. Go to Your Account 2. Purchases and reviews and look for the order. 3. To the right of the order, click Download Files. 4. You will be able to download the download link PDF which will take you to Google Drive where you will be able to download  ALL 10 presets     (ALSO DOWNLOAD INSTRUCTION MANUAL FOR REFERENCE.)5. Save each DNG file separately to your phone (these will save as images).6. You will then be able to upload each DNG file as an image to your Lightroom Mobile app.7. Click on the three dots in the top right of your Lightroom app  8. Select the option 'Create Preset', this will allow you to save the preset to the preset editing option of the app for use on other images.For any questions please contact me via Etsy messages.No sharing files, or selling them in any form. Derivative works are prohibited.\n                ", "listing_reviews": "100", "store_reviews": "1,400 reviews", "search": "photo booth props", "url": "https://www.etsy.com/listing/775657077/10-mobile-lightroom-presets-vsco-filters"}]