[{"seller_text": "BMYpresets", "seller_href": "https://www.etsy.com/shop/BMYpresets?ref=simple-shop-header-name&listing_id=856057614", "store_sales": "25,448 sales", "store_rating": "4.7465", "listing_title": "3 Mobile Lightroom Presets, Pink Presets,Instagram Filters, Natural Presets, Mobile Presets, Presets, Blogger Presets, Blush Presets, Vsco", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 PNG, 3 other files"], "listing_desc": "\n                    ⭐⭐⭐ +40 BEST SELLERS ⭐⭐⭐❀ GET 4 & PAY FOR 3 + 70% OFF❀ Add 4 Presets Packs to your cart and only pay for 3. Use Coupon \"FREEPRESET\" in the Coupon sectionOR SHOP UNDER THIS LINKhttps://www.etsy.com/shop/BMYpresets?coupon=FREEPRESET❀ Included in Your Purchase❀✔️3 LIGHTROOM MOBILE PRESET .DNG file✔️ Instructions- PDF step by step guide.✔️Compatible with IOS and Android Devices✔️ Free support❀ WHERE/ HOW TO DOWNLOAD ❀1. Go to Your Etsy Account (Use Safari or Chrome, NOT the Etsy App)2. Head onto \"Purchases and reviews\".3. To the right of the order, click Download Files.4. Download .DNG File and Import them to Lightroom5. Click on the three dots in the top right of your Lightroom app7. Select 'Create Preset', this will allow you to save the preset8. Name your preset and save it.9. Add your own photo onto lightroom. In the Edit Mode head onto 'Presets' > 'User Presets' > Click the preset you have created.❀ REFUNDS ❀Please note that due to the nature of these digital downloads, all sales are final, and non-refundable. But please contact me for any problems you may have.❀ KINDLY NOTE ❀Each photo is different and is taken with different lightings, settings and cameras. All these play a role in how a photo will turn out.🌇 INSTAGRAM: @bmypresets📧 EMAIL: bmypreset [!at] gmail.com🧡 ETSY: https://www.etsy.com/shop/BMYpresets© 2020 BMYpresets, All Rights ReservedDo not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "22", "store_reviews": "793 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/856057614/3-mobile-lightroom-presets-pink"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=811454351", "store_sales": "70,784 sales", "store_rating": "4.9099", "listing_title": "5 Natural Tones Mobile & Desktop Lightroom Presets, Beige Clean Outdoor Photo Editing Filter for Instagram Influencer Lifestyle Blogger", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Natural Tones Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram Influencers, Clean Outdoor Photo Editing Filter for Lifestyle and Travel🌟The Natural Tones Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add slightly cool beige, tan and white tones to your Instagram photos. These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "100", "store_reviews": "5,612 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/811454351/5-natural-tones-mobile-desktop-lightroom"}, {"seller_text": "MintyPaperieShop", "seller_href": "https://www.etsy.com/shop/MintyPaperieShop?ref=simple-shop-header-name&listing_id=755256780", "store_sales": "170,242 sales", "store_rating": "4.9415", "listing_title": "Minimalist Wedding Invitation Set, INSTANT DOWNLOAD, Modern, Simple, Elegant, Editable Template, Invite, RSVP, Details, Templett #008C", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $9.00\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    *** ENJOY 60% OFF WHEN YOU ORDER 3 OR MORE ITEMS. Discount applied automatically at checkout.***This listing is an \"INSTANT DOWNLOAD\" that includes a high resolution, printable Minimalist Wedding Invitation Set. Access your template within minutes of purchase and edit in TEMPLETT - A fully customizable template editor that allows you to personalize your printable directly in your web browser. No software to install or fonts to download.-----------------DEMO LINK-----------------TRY BEFORE YOU BUY - Copy and paste this url into your web browser:http://templett.com/design/demo/mintypaperie/3354779,3354786,3354805*Desktop computer or laptop only (can't be edited on a tablet or mobile device). Please be sure your browser is updated to the latest version as the Templett application uses some of the latest web technologies.------------------------SPECIFICATIONS------------------------FINISHED SIZES:• Wedding Invitation - 5\" x 7\"• RSVP Card (with optional postcard backer) - 3.5\" x 5\" • Details Card - 4\" x 6\"DOWNLOAD OPTIONS:• PDF or JPG• With or without bleed and crop marks• Multiple cards on US Letter or A4----------------------HOW IT WORKS----------------------1. Within minutes after your purchase, you will receive an email from Templett (check your spam folder if you don't see it) 2. Follow the link to access your template3. Make all your changes to the template, save, and download4. Print at home, copy center or online printer-------------------------WHERE TO PRINT-------------------------• Home printer• Copy center such as Staples, OfficeMax or FedEx Office• Local print shop or online printer such as https://printsoflove.com/mintypaperie• Letterpress printer https://www.rebpeterspress.com-------------------------------WHAT CAN BE EDITED-------------------------------• All text can be edited for wording, font, color, size and placement• Backgrounds can be edited for color, deleted or new ones added• Upload your own image• Add a back side-------------------------IMPORTANT INFO-------------------------• This template WILL NOT work on a tablet or mobile device• Page size and orientation are NOT editable-------------------------MATCHING ITEMS-------------------------VIEW ALL MATCHING ITEMS HERE: https://etsy.me/2QEJKqD-------------RETURNS-------------Due to the nature of this product, digital downloads are not eligible for refunds. Kindly message me to seek any clarification before you proceed with the purchase.-------------------TERMS OF USE-------------------• The purchase of a template is for ONE-TIME USE ONLY. You can edit, save and download your template unlimited times for editing and proofing purposes only. Creating multiple versions for various projects or events is NOT permitted.• The template will be available for 1 year from the day of purchase.• The viewing, printing or downloading of any content, graphics or templates from Minty Paperie is solely for your own personal use and not for republication, distribution, sale or other use. No part of any content, description or template may be reproduced in any form.Minty Paperie reserves the right to revoke access to a template if the user fails to comply with the terms.© Copyright of Minty Paperie. For personal use only and not for resale. No part of any content, description or template may be reproduced in any form.[id:3354779,3354786,3354805]\n                ", "listing_reviews": "32", "store_reviews": "7,787 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/755256780/minimalist-wedding-invitation-set"}, {"seller_text": "HyggelyStudio", "seller_href": "https://www.etsy.com/shop/HyggelyStudio?ref=simple-shop-header-name&listing_id=727311464", "store_sales": "21,406 sales", "store_rating": "4.919", "listing_title": "10 Lightroom MOBILE Presets, Bright and Airy Mobile Light room Presets, Blogger and Instagram Photo Filters, Lightroom CC, Light Bright Ig", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.55\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF"], "listing_desc": "\n                    Elevate your social media presence with these Bright & Airy presets for MOBILE! These are used best for images used in light spaces or shot in natural light.☞ PLEASE NOTE: THIS IS A DIGITAL DOWNLOAD! NO PHYSICAL COPY WILL BE SENT TO YOU! ☜CHECK OUT MORE FROM THIS SHOP --> https://www.etsy.com/ca/shop/HyggelyStudio-----------------------------------------------DETAILS FOR INSTANT DOWNLOAD:-----------------------------------------------♡ INSTANT DIGITAL DOWNLOAD!You will receive 10 preset files (PDF will have a clickable link to your files through google drive)+ PDF WITH LINK TO STEP BY STEP INSTRUCTIONS WITH PHOTOS!➀ BRIGHT&AIRY - ORIGINAL - DNG FILE➁ BRIGHT&AIRY - BRIGHT - DNG FILE➂ BRIGHT&AIRY - INTERIOR - DNG FILE➃ BRIGHT&AIRY - INTERIOR SHARP - DNG FILE➄ BRIGHT&AIRY - LOW SAT - DNG FILE➅ BRIGHT&AIRY - SHARP - DNG FILE➆ BRIGHT&AIRY - WARM - DNG FILE➇ BRIGHT&AIRY - TWO - DNG FILE➈ BRIGHT&AIRY - SHARP TWO - DNG FILE➉ BRIGHT&AIRY - THREE - DNG FILE!! These presets are created for Mobile Lightroom ONLY !!*If you would like the Desktop version of these presets, please message me, and I will direct you to the desktop listing*- Compatible with both the Paid and Free Versions of Lightroom Mobile- Instant Download Directly to Mobile Device, No Desktop Needed- Compatible with JPG & Raw ImagesBased on your lighting conditions, camera settings, and personal style, these presets may need to be slightly altered to fit your needs. I am always happy to help you use the presets if you are having trouble.  !! No refunds or exchanges can be made on digital products !!TERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE FOLLOWING -- - Do not share these files- Do not sell these files- Derivative works are also prohibited© 2019 Hyggely Studio - All Rights Reserved\n                ", "listing_reviews": "58", "store_reviews": "816 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/727311464/10-lightroom-mobile-presets-bright-and"}, {"seller_text": "HappyMemoriesStudio", "seller_href": "https://www.etsy.com/shop/HappyMemoriesStudio?ref=simple-shop-header-name&listing_id=1038712221", "store_sales": "4,687 sales", "store_rating": "4.9558", "listing_title": "Printable Wedding Invitation Template Online, Wedding Invitation Suite, RSVP Card and Details Card, Floral Wedding Invite Instant Download", "listing_bestseller": "-", "listing_price": "\n                        $9.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    This floral wedding invitation set is an instant download digital file that you can edit yourself directly in your browser without having to install any software. You’ll have access to your templates right after purchasing. You can even make basic edits using your phone or any other mobile device with an easy-to-use platform which Corjl is. Please note that no physical items will be shipped to you.------------------------TRY BEFORE YOU BUY------------------------Copy and paste this URL below to demo:https://www.corjl.com/d/19M79M---------------------WHAT’S INCLUDED---------------------- Wedding invitation 5\" x 7\" (fits standard A7 envelopes)- RSVP Card 5\" x 3.5\"- Thank you Card 5\" x 3.5\"- Details Card 3.5\" x 5\"- Simple InstructionsEdit your items at Corjl.com right after purchasing. You can change fonts, font size, add additional photos, move objects and much more! Please note that page size and orientation are not editable. We recommend editing in Chrome when possible. After you finish editing your templates, you can download them either as PDF or JPEG files with or without bleeds and crop marks.---------------------HOW IT WORKS---------------------Personalize in just 3 steps:1. After purchasing, you will receive an email from Corjl with a link to access and edit your templates (please check your spam folder in case you don’t see it). You can also go directly to Corjl.com and use your order info to login and access your purchased items.2. Personalize your templates, then save. You can make additional edits later or even reset to the original template if you want to start from scratch. Your templates will be available to you for one year after the purchase is made.3. Print as many as you like at home or local print shopIf you have any problems or questions, please let us know and we will do our best to help you.© All our templates are designed for personal use only. They may not be resold or redistributed to third parties under any circumstances.\n                ", "listing_reviews": null, "store_reviews": "182 shop reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/1038712221/printable-wedding-invitation-template"}, {"seller_text": "AWildBloomPrintables", "seller_href": "https://www.etsy.com/shop/AWildBloomPrintables?ref=simple-shop-header-name&listing_id=1034850233", "store_sales": "43,430 sales", "store_rating": "4.9817", "listing_title": "Photo Wedding Announcement | Photo Elopement Announcement | Nothing Fancy Just Love | Happily Ever After Party Invite | Reception Invite M9", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $6.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ••• ENJOY 60% OFF WHEN YOU ORDER 3 OR MORE ITEMS. Discount applied automatically at checkout. ••• ----------------DEMO LINK----------------TRY BEFORE YOU BUYGive it the ol’ college try! Just copy and paste the link below into your web browser:www.bit.ly/3grc3n9• Please use a computer or laptop only (you will not be able to edit on mobile devices, phone, iPad, etc). --------------------DESCRIPTION--------------------This lovely Reception + Elopement Party Announcement features beautifully minimal calligraphy + design. After you place your order, you will receive an email from Templett with access to your self-editable template where you will be able to customize all your own details! Templett is an online application editor that allows you to completely personalize your printable directly in your browser. Great news: no need to download any fonts or software! ---------------------------YOU WILL RECEIVE---------------------------• Editable Photo Announcement• 5x7”• PDF Instruction Guide ----------------------HOW IT WORKS----------------------1. Shortly after your purchase, you will receive an email from Templett2. Follow the access link to your template3. Customize your template with your details, save, download and print!2. Download instruction guide from Etsy• You can save your template and continue editing at any time.• Print at home, at a local print shop, printing store or online print company.-------------------------MATCHING ITEMS-------------------------www.etsy.me/375w3rU--------------FORMATS --------------• PDF - for home printing, print shop or copy center. Use the 'Save Paper' option to format multiple cards on 8.5\"x11\" or A4• JPG - for photo lab or print shop------------------------------WHAT CAN BE EDITED------------------------------• All text can be edited for wording, font style, color, size and placement• Change, delete or add background• Upload your own photos------------------------WHERE TO PRINT------------------------• Online printer: www.printsoflove.com/awildbloom. We've partnered with Prints of Love to provide fast, high-quality printing, offering free shipping within the US and free envelopes with your purchase! Use discount code: 'AWildBloomPrints' during checkout to receive 10% off your order at www.printsoflove.com/awildbloom. And they plant a tree with every order... Yay Earth! • Home printer. • Copy center such as Staples, OfficeMax & FedEx or a photo lab such as Walgreens or Costco.• We recommend printing on heavy card stock. Our personal favorite is 100lb - 110lb white card stock. • Envelope sizes for 5x7\" Invitation: A7 (5.25x7.25”) or UK/AUS (133mm x 184mm)-------------------PLEASE NOTE-------------------• Page size and orientation are NOT editable.• Editing can only be done using a laptop or a desktop computer. You will not be able to edit on tablet or phone.• All designs are for personal use only. You may edit and will have access to your template for up to 1 year.-------------RETURNS-------------Due to the nature of this product, digital downloads are not eligible for refunds. Kindly contact me before purchasing if you have any questions.------------CREDITS------------The gorgeous photo of the couple was taken by the talented Asha of Asha Bailey Photography. She is an artist and creator of many forms, loves adventures, Harry Potter, and capturing beautiful moments with her lens. She is based out of sunny Southern California and loves to travel for work. Check out her stunning feed on IG: @ashabailey_ and at ashabailey.com. Asha is a very gifted photographer and such an amazing human. If you're looking for a photographing master, I highly recommend working with her![id:7677308]---------------------TERMS OF USE---------------------• The purchase of a template is for ONE-TIME USE ONLY (unless otherwise stated in the item description). You can edit, save & download your template unlimited times for editing & proofing purposes only. Creating multiple versions for various projects or events is not permitted and may result in your access being revoked.• The viewing, printing or downloading of any content, graphics or templates from A Wild Bloom Printables is solely for your own personal use & not for republication, distribution, sale or other use.• A Wild Bloom Printables reserves the right to revoke access to a template if the user fails to comply with the terms.\n                ", "listing_reviews": null, "store_reviews": "2,352 shop reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/1034850233/photo-wedding-announcement-photo"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=869967370", "store_sales": "21,700 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Natural Presets, Instagram Filters, VSCO Filters, iPhone Presets, Lightroom Preset, Lifestyle Presets, Bright", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it natural with this Natural Preset! This Lightroom Mobile preset will effortlessly soften and mute the shades in your photos to achieve a minimalist natural look with the click of button! ❀ Your purchase includes ❀- 1 Natural Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "24", "store_reviews": "1,130 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/869967370/lightroom-mobile-preset-natural-presets"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=686103789", "store_sales": "171,642 sales", "store_rating": "4.8275", "listing_title": "GREEN Lightroom PRESETS Mobile and Desktop - for Instagram/ Blogger/ Photo filters/ Food Presets/ Lightroom mobile presets, tropic exotic", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    💥20 Mobile Lightroom Presets, Mobile Presets, Desktop Presets💥Blogger Preset Package for Instagram Photo PresetWhite Lifestyle preset photo filter✅FILES included:- 20 Lightroom presets for MOBILE Lightroom( free mobile lightroom app)- 20 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "47", "store_reviews": "6,145 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/686103789/green-lightroom-presets-mobile-and"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=934128080", "store_sales": "21,700 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Neutral Filter, Cream Preset, Instagram Filters, iPhone Presets, Lightroom Filter, Lifestyle Preset, Blogger Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it natural with this Nude Preset! This Lightroom Mobile preset will effortlessly soften the shades in your photos while achieving a bright creamy look with the click of button! ❀ Your purchase includes ❀- 1 Nude Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "18", "store_reviews": "1,130 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/934128080/lightroom-mobile-preset-neutral-filter"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=788363061", "store_sales": "171,643 sales", "store_rating": "4.8275", "listing_title": "Sweet HOME -  LIGHTROOM mobile and desktop PRESETS /vsco filters, Presets for Lightroom Mobile app / warm presets / instagram filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.02\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    More presets in our SHOP:www.etsy.com/shop/KatherineDream • FILES INCLUDED IN YOUR PURCHASE •✔️ 11 Lightroom presets for MOBILE Lightroom( free mobile lightroom app)✔️ 11 Lightroom presets for desktop Lightroom✔️ Post-purchase Support 24/7✔️ Instructions✔️ Instant Download • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "100", "store_reviews": "6,145 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/788363061/sweet-home-lightroom-mobile-and-desktop"}, {"seller_text": "DIYPaperBoutique", "seller_href": "https://www.etsy.com/shop/DIYPaperBoutique?ref=simple-shop-header-name&listing_id=834307577", "store_sales": "56,201 sales", "store_rating": "4.9502", "listing_title": "REESE - Geometric Wedding  Invite By Mail, Evite Template, Digital Invitation, Electronic Greenery Customizable Editable Instant Download", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $9.35\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    REESE - Geometric Wedding  Invite By Mail, Evite Template, Digital Invitation, Electronic Greenery Customizable Editable Instant Download➥ REESE COLLECTION: https://www.etsy.com/listing/761571628Hi there! Welcome to DIY Paper Boutique! Purchase, edit, and send your evites within minutes. You have the freedom to edit every detail in your template to make it perfect for your wedding! Our browser editing app lets you edit your templates online at no extra charge. Just edit your text and anything else you like on your template and send them out via text, email, or Social Media. Save time and money by sending your invitations or announcements electronically.1) Edit your templates using a PC, Laptop, Macbook, or Mac.2) Download the final result to your hard drive (I recommend using JPG or PDF), you can send the files as an attachment using your email client and send them to your guests - or to yourself. 3) Optional: On your smartphone, open your email and download the attachment on your phone. From there you can send it as a picture through any smartphone app you want to use.Alternatively, you could also upload it from your hard drive to Google Drive or any cloud storage site like Dropbox - and download it on your smartphone from there.⭐ TRY BEFORE YOU BUY, paste the link below into a new Browser Tab/Window (on PC, Laptop, or MAC):https://templett.com/design/demo/ArtDecoWeddingShop/4425581➥ WHAT’S INCLUDED• Wedding Evite: 1080px x 1920px, suited for delivery to most Smartphones like iPhone or Android Devices, or as an attachment to email or text➥ MATCHING ITEMS: https://etsy.me/2lBXTXV➥ HOW IT WORKSStep 1: Purchase the ListingStep 2: Check your Etsy registered e-mail for the link from TemplettStep 3: Edit, Save, and Download as much, and as often as you like!Once purchased, your template will always be available to you, so you can come back at any time and continue editing.⚠️ Please note, that Templett.com doesn't support Mobile or Tablet editing… yet.Please don't hesitate to contact me if you have any questions; we’ve all been there :)💕 Don't forget to favorite our shop; it really helps our small business! And when you are browsing on Etsy, you'll get notified of sales and new designs :) ➥ Visit my shop and see what's on SALE: https://www.etsy.com/shop/DIYPaperBoutique_____________Disclaimer: You can print the templates as often as you like for personal use.Copyright © 2019 DIYPaperBoutique, all templates are for personal use only and cannot be resold, shared, or used commercially without my written consent.REESE - Geometric Wedding  Invite By Mail, Evite Template, Digital Invitation, Electronic Greenery Customizable Editable Instant Download[id:4425581]\n                ", "listing_reviews": null, "store_reviews": "1,492 shop reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/834307577/reese-geometric-wedding-invite-by-mail"}, {"seller_text": "TheDesignerMan", "seller_href": "https://www.etsy.com/shop/TheDesignerMan?ref=simple-shop-header-name&listing_id=1014818726", "store_sales": "147 sales", "store_rating": "4.6667", "listing_title": "Gold Foil Wedding Invitations, Foiled Acrylic Wedding Invitations, Acrylic Invitations, Luxury Invitations, Acrylic Wedding Invitations", "listing_bestseller": "-", "listing_price": "\n                        $215.00+\n                    ", "listing_highlights": ["Handmade", "Materials: envelope, vellum paper invitation, real foil printing\n\n\nRead the full description"], "listing_desc": "\n                    Gold Foil Wedding Invitations, Foiled Acrylic Wedding Invitations, Acrylic Invitations, Luxury Invitations, Acrylic Wedding Invitations♥ THIS LISTING INCLUDES ♥• Acrylic invitation ( foil printed )• Envelope ( foil printed )♥ QUANTITY ♥Minimum order quantity is 25 pieces♥ ADDITIONS ♥• RSVP Cards• Response Cards • Enclosure Cards• Thank You Cards• Menu Cards• Place Cards• Belly Bands• Table Numbers• Seals, Labels & Stickers• Addressing ServicesFor any of those additions please send message to us♥ REAL HOT FOIL COLOR OPTIONS ♥Gold, Rose Gold, Silver, Copper♥ OTHER COLORS♥ Black and White ♥ CUSTOMIZATION ♥• Color scheme, wording and font can be customized.• Please contact us and we will work with you to create this design but in your color scheme.Printing can be in any language: German, Italian, French, Spanish, Portuguese, Arabic, ETC.♥ HOW TO PURCHASE ♥It's easy! The process is as follows:- After purchase your order, send me any special wishes for the invitation.- Invitation will be carefully designed and then send to you. You then look them over and let me know if you need anything adjusted.- We spend as much time necessary working with you to perfect your invitations! Nothing is printed until we have your final proof approval.- Once we have your approval, I send them off to be printed.That's it! When you have approved, we begin production!♥ BIG SALE ♥All products are in;FREE RUSH SERVICEFREE EXPRESS SHIPPINGFREE DESIGN SERVICE ( if you dont have your design )After your order's design confirmation is done;3-5 days are Process Time2-5 Days Shipping TimeFeel free to contact me with any questions!\n                ", "listing_reviews": null, "store_reviews": "18 shop reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/1014818726/gold-foil-wedding-invitations-foiled"}, {"seller_text": "PenelopesPaperPantry", "seller_href": "https://www.etsy.com/shop/PenelopesPaperPantry?ref=simple-shop-header-name&listing_id=748093282", "store_sales": "67,713 sales", "store_rating": "4.9561", "listing_title": "Romantic Fall Wedding Invitation,Fall Leaves,Glowing Lights,Bubble Lights,Shimmery,Personalize,Printed Invitation,Wedding Set,Envelope", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $0.70+\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: Graphic Design, Laser Ink, Commercial Grade Digital Printer, White Envelopes, 105lb White Shimmer Card Stock\n\n\nRead the full description"], "listing_desc": "\n                    HOW TO SUBMIT YOUR ORDER DETAILS:Please provide your details line by line according to the listing layout in the Notes To Seller Section at CheckoutNAMES:DATE:DAY OF THE WEEK:TIME:WEDDING VENUE:RECEPTION VENUE (if applicable):RSVP date:ADDITIONAL INFORMATION:Do NOT number the lines.Please communicate custom requests (text changes, middle names etc)Please be specific and detailed.There is an additional $30 custom design change fee to alter the flowers, add clipart, or combine 2 listings. This is the link to purchase:www.etsy.com/listing/647224697This would be purchased with the invitations.If you request a predesigned sample AFTER an order has been placed you will NOT receive a customized digital proof until the order has been confirmed.Penelope's Paper Pantry is proud to list our collection of Wedding Invitations.The wedding invitations are fully customizable for your big day, including the text, font and background color. This listing is for printed invitations. There is a 24 count minimum per order or per color. Our wedding invitations are printed on premium quality cardstock paper with a commercial grade digital copier. The invitations are sold individually or as a set which includes the RSVP. The finished invitation size is 5 x 7 and includes an envelope. The finished RSVP size is 4 x 5.5 and also includes an envelope.As listed the invitations are front print only. We do offer custom back print.Here is the link to the listing:www.etsy.com/listing/467086832***We do Spanish text at no additional charge and are open to doing other languages. The entire order must be in Spanish (or another language) as we do not split orders. There is a 24 piece minimum per order. The text must be sent to us line by line in Spanish (or another language) of how you want it to appear on the invitation.A FREE pre-designed sample is available upon request to assess color and paper quality. I want you to LOVE your wedding invitations!Here are the links to listings for our most popular add-ons and custom matching accessory pieces:1. Colored Envelopes:www.etsy.com/listing/7486166292. Custom Address Printing:Envelope Printing: *this listing is for the light colored envelopeswww.etsy.com/listing/507746875Address Labels: *this listing is for the dark colored envelopeswww.etsy.com/listing/4833727093. Custom Matching Enclosure Cards:www.etsy.com/listing/7553515484. Heavier Paper Card Stock Upgrade:Shimmery: www.etsy.com/listing/627210783Matte: www.etsy.com/listing/6178189695. Vellum Paper OptionsEmbellishments:www.etsy.com/listing/728158774Paper Upgrade:www.etsy.com/listing/7278956066. Custom Matching Belly Bands:www.etsy.com/listing/3864361527. Custom Matching Thank You Notes:*there are multiple sizes/styleswww.etsy.com/listing/6817380248. Custom Matching Bridal Shower Invitations:www.etsy.com/listing/527972768The design is the same as the invitation, the text is changed to reflect a Bridal Shower9. Custom Matching Place Cards:www.etsy.com/listing/46710867410. Custom Matching Programs:*there are three styles/sizes to choose fromwww.etsy.com/listing/480380393www.etsy.com/listing/505033401www.etsy.com/listing/53456359711. Custom Matching Table Numbers:www.etsy.com/listing/48059694512. Custom Matching Rehearsal Dinner Invitations:www.etsy.com/listing/527972462Additional Custom Matching Accessory Items May Be Found In The Wedding Accessories Section.www.etsy.com/shop/PenelopesPaperPantry?section_id=18974810***Full Mailing Service Available. Please request a quote.How to Purchase:-Step (1)Please select the increment you would like from the “cost” drop down box. There are two options, the first is for Invitation Only and the second is for Sets. The Sets have the invitation and matching RSVP. White envelopes are also included with each piece.-Step (2)Add the PenelopesPaperPantry listing(s) you have selected to your cart. Multiple orders can be added to your cart to combine into ONE shipment.-Step (3)View your cart. In the notes to seller section, please provide all the details for your wedding invitation and RSVP (if you selected that option). Continue through checkout.-Step (4)Upon receiving payment for the minimum order, we will send you your personalized proof(s) within 1-2 business days via Etsy conversation. Please verify spelling of the names, date and other details. Your firm \"I approve this for print\" is required for each individual piece before anything will be printed. -Step (5)We will print and ship your stationery in 3 to 6 business days after we receive your firm approval for each individual piece.-LogoThe Penelope's Paper Pantry logo will appear on the back of the invitation unless you request that it not be.-Color DisclaimerWe do not offer Refunds and/or Reprints on custom print work because we offer the free pre-designed sample* upon request.*A predesigned sample looks just like the listing.  It is not customized.  We offer these so you are able to assess the color, paper and print quality.  The predesigned samples are sent via first class mail and may take 5 to 7 business days to arrive.-Returns/RefundsWe do not offer returns or refunds on customized print work. If your order arrives damaged please contact us immediately.Thank you for considering Penelope's Paper Pantry for your Wedding Stationery.\n                ", "listing_reviews": "33", "store_reviews": "15,105 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/748093282/romantic-fall-wedding-invitationfall"}, {"seller_text": "LunarEtWillow", "seller_href": "https://www.etsy.com/shop/LunarEtWillow?ref=simple-shop-header-name&listing_id=914773839", "store_sales": "19,507 sales", "store_rating": "4.6837", "listing_title": "3 Mobile Lightroom Presets & Instagram Story Filter, Iphone Presets, Mobile Presets, Instagram Filters, Preset, Colorful Mobile, For Pets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.81\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 1 PDF, 3 other files"], "listing_desc": "\n                    Mobile Lightroom Presets / Instagram Presets / Desktop & Mobile Presets / Bright Blogger Theme / Influencer PresetsLunar & Willow PRESET SHOP: https://www.etsy.com/au/shop/LunarEtWillow✮ INCLUDED IN YOUR PURCHASE ✮✔️  3 Mobile Lightroom Presets (DNG files)✔️  Step-by-step guide to installation✮ COMPATIBILITY ✮✔️  Works in Lightroom Mobile App (iOS/Android).✔️  Easy to install, just import DNG files into Lightroom.✔️  Works with FREE or paid version of Lightroom CC App.Created for the FREE Lightroom Mobile App and Desktop Lightroom. Our presets will transform your photos with just one click. Use these to create the perfect looking Instagram feed or blog without the time consuming editing!These presets will change the way you edit lifestyle, travel, children & family, home blogging, and interior photos such as AirBnB & Real Estate.© 2020 Lunar Et Willow, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "13", "store_reviews": "860 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/914773839/3-mobile-lightroom-presets-instagram"}, {"seller_text": "Blondary", "seller_href": "https://www.etsy.com/shop/Blondary?ref=simple-shop-header-name&listing_id=974130096", "store_sales": "2,567 sales", "store_rating": "4.9957", "listing_title": "Mobile Lightroom Presets | 10 Tanning Presets | Beach Filter | Summer Tan | Bronze Preset | Beige Presets | Instagram Filter | iPhone Preset", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.05\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    Mobile Lightroom Presets, Tanning Presets, Beige Presets, Summer Presets, Beach Preset, Clean Preset, Brown presets, Bright Presets, Warm Presets, Coffee Presets, Instagram Filter, Instagram Presets, Blogger Presets, Lifestyle presets✩ FREE PRESETS OFFER ✩❤️ GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE ❤️❤️ GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE ❤️❤️❤️ GET 8 PACKS & PAY ONLY FOR 4 - Add 8 items to your cart and use promo code 4FREE*Tanning Mobile Presets: include 10 mobile Lightroom Presets perfect for summer, beach photos. Transform your photos with the Tanning Lightroom Presets*⭐You Will Receive :- 10 DNG. Mobile Presets - 1 PDF file \"how to download mobile presets\" All presets files are in DNG format.After the download you will need to unzip the file, either on your PC (and then send the mobile presets to your phone) or on your phone (if you have an app that can unzip files).After purchase you will be able to INSTANTLY DOWNLOAD the following 10 presets:- If you have problems with installation or with downloading your files just contact me and I'll do my best to help you.- Please keep in mind that each photo has different light setting so you can tweak some settings as light, contrast etc after applying you presets to get best results.For personal use ONLY! You may NOT sell, distribute, rent, give, sub-license, or transfer presets, or presets sent to anyone else.More Presets:Beige Presets:https://www.etsy.com/listing/964232783/mobile-lightroom-presets-12-beige?ref=shop_home_active_1&pro=1Bright Interior Presets:https://www.etsy.com/listing/952251009/mobile-lightroom-presets-6-bright?ref=shop_home_active_2&pro=1Minimalistic Presets:https://www.etsy.com/listing/938999572/lightroom-mobile-preset-7-minimalistic?ref=shop_home_active_4&pro=1Luxury Black Presets:https://www.etsy.com/listing/971607185/lightroom-presets-10-luxury-black?ref=shop_home_active_3&pro=1Fitness Presets:https://www.etsy.com/listing/943374818/lightroom-presets-6-fitness-presets?ref=shop_home_active_5&pro=1Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filters, Travel Presets, Influencer Presets, warm presets, iPhone Presets, Moody Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright Presets, Clean Preset, Color Pop Preset, Vibrant Presets, Home Presets, Beach Presets\n                ", "listing_reviews": "11", "store_reviews": "234 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/974130096/mobile-lightroom-presets-10-tanning"}, {"seller_text": "DIYPaperBoutique", "seller_href": "https://www.etsy.com/shop/DIYPaperBoutique?ref=simple-shop-header-name&listing_id=814142113", "store_sales": "56,201 sales", "store_rating": "4.9502", "listing_title": "SIENNA - Fall Wedding Template Kit, Wedding Invite Kit, Wedding Invitation Set, Invitation Collection Template Bundle, Faux Gold Invite", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $46.77\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    SIENNA - Fall Wedding Template Kit, Wedding Invite Kit, Wedding Invitation Set, Invitation Collection Template Bundle, Faux Gold InviteIntroducing my SIENNA Collection, Rustic Fall & Autumn Wedding Invitations. If you're having a seasonal wedding, this invitation design is perfect for you. With a combination of bright vibrant colors, mixed with a rustic autumnal theme, I'm sure your guest will love these customizable wedding invitations. What better way to build the anticipation in the run-up to your wedding than with a distinctive wedding invite design.This Giant Collection Bundle features a whimsical mix of watercolor fall foliage and exquisite lettering. Being editable and downloadable, this set saves busy brides valuable wedding-prep time while still giving them the stationery designs of their dreams. Purchase, edit, and print your set within minutesThe freedom to edit every detail in your templates➥ MATCHING SIENNA Templates: https://etsy.me/2mDpNmG⭐ TRY BEFORE YOU BUY, paste the link below into a new Browser Tab/Window (on PC, Laptop or MAC):https://bit.ly/DIYPB_SIENNACollection➥ WHAT’S INCLUDEDThis Wedding Invitation Suite includes 30 templates, listed below:☑ INVITATION, 5 x 7\"☑ RSVP/REPLY Card, 5 x 3.5\"☑ DETAILS Card, 3.5 x 5\"☑ PROGRAM, 3.75 x 9\"☑ NAME CARDS, Tent Folded, 3.75 x 2.25\"☑ NAME CARDS, Flat, 3.75 x 2.25\"☑ TABLE NUMBER CARDS, 4\" x 6\"☑ TABLE NUMBER CARDS, 5\" x 7\"☑ SAVE THE DATE Card, 5 x 7\"☑ SEATING CHART Poster, 36” x 24”, expandable to 60 tables/600 guests☑ SEATING CHART Poster, 30” x 20”, expandable to 40 tables/400 guests☑ SEATING CHART Poster, A1☑ HANGING Seating Chart, 9\" x 4\" Title Card☑ HANGING Seating Chart, 9\" x 4\" Head Table Card☑ HANGING Seating Chart, 4\" x 6\" Seating Cards (sorted by Tables)☑ HANGING Seating Chart, 5\" x 7\" Seating Cards (sorted by Tables)☑ THANK YOU card, Tent Folded, 5 x 3.5\"☑ THANK YOU card, Single/Double-sided, 5 x 3.5\"☑ CUSTOM SIGN, 8x10\"☑ CUSTOM SIGN, 10x8\"☑ MENU card, 3.75 x 9\"☑ MENU card, 5 x 7\"☑ TIMELINE, 10 x 8\"☑ TIMELINE, 8 x 10\"☑ ICONS, Themed Icons to copy/paste into any template☑ WELCOME SIGN, 20x16\"☑ WELCOME SIGN, 24x18\"☑ WELCOME SIGN, 30x20\"☑ WELCOME SIGN, 36x24\"☑ WELCOME SIGN, A1 landscape☑ WELCOME SIGN, A2 landscapeGET IT PRINTED? See PRINT OPTIONS below or 🌲 follow this link to get the best support: http://bit.ly/DIYPrintOfLoveEnvelope size recommended for 5 x 7\": ----- A7 (5 1/4” x 7 1/4”)3.5 x 5\": --- A1 (3 5/8\" x 5 1/8\")4 x 6\": ----- A4 (4 1/4\" x 6 1/4\")➥ HOW IT WORKSStep 1: Purchase the ListingStep 2: Check your Etsy registered e-mail for the link from TemplettStep 3: Edit, Save, Download, and Print as much, and as often as you like! Once purchased, your template will always be available to you, so you can come back at any time and continue editing.Please note, that Templett.com doesn't support Mobile or Tablet editing … yet.➥ MATCHING SIENNA Templates: https://etsy.me/2mDpNmG➥ PRINT OPTIONSIf you’re considering a professional printer, I recommend ‘Prints of Love’. My shop has partnered with them to offer fast, high quality yet affordable printing. Plus free 2-3 day U.S. shipping, 2-sided printing, and envelopes are FREE! For every order you place, Prints of Love plants a tree in your name. Yay Earth!🌲 Follow this link to get the best support: http://bit.ly/DIYPrintOfLoveShipping to Canada is $29.99. Shipping takes approximately 5-7 days. All other international shipping is $49 and takes about 6-10 days.Save as PDF. PDFs are great for ‘Prints of Love’. Templett PDFs are vector files so the quality is very high and the text will always remain perfectly sharp.or• Print at home (with options to print multiple cards per sheet or A4 sheet, or directly onto card stock). When downloading the final PDF at Templett, you can choose “Safe Paper” or “Trim Marks”, perfect for printing at home.• Send your PDF to a print center like COSTCO, Office Max, Office Depot, Walgreens, Staples, FedEx Office or ETCPlease don't hesitate to contact me if you have any questions, we’ve all been there :)⭐ ⭐ ⭐ ⭐ ⭐ Visit my shop and see what's on SALE: https://www.etsy.com/shop/DIYPaperBoutique_____________Disclaimer: You can print the templates as often as you like for personal use.Copyright © 2019 DIYPaperBoutique, all templates are for personal use only and cannot be resold, shared, or used commercially without my written consent. SIENNA - Fall Wedding Template Kit, Wedding Invite Kit, Wedding Invitation Set, Invitation Collection Template Bundle, Faux Gold Invite[id:4024799,4024246,4024243,4024544,4024247,4037938,4037937,4037428,4037427,3438616,2516416,2910316,2910317,2774233,2774210,2774201,2939666,2939665,2829650,2829633,3582324,3582320,3675387,3675403,3675540,2485384,2484908,2484909,2484912,2484896,2484453]\n                ", "listing_reviews": "4", "store_reviews": "1,492 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/814142113/sienna-fall-wedding-template-kit-wedding"}, {"seller_text": "WhiteLaceDesign", "seller_href": "https://www.etsy.com/shop/WhiteLaceDesign?ref=simple-shop-header-name&listing_id=682015797", "store_sales": "5,874 sales", "store_rating": "4.9693", "listing_title": "Navy Wedding Invitation, Burgundy Wedding Invitation, Lace Wedding, Floral Wedding, Formal Wedding, Elegant Wedding, Laser cut wedding", "listing_bestseller": "-", "listing_price": "\n                        $5.50+\n                    ", "listing_highlights": ["Handmade"], "listing_desc": "\n                    The Jasmine Layered invitation has an exquisite, glamorous look with its Laser Cut out Lace corner and floral drawn envelope liner.  This suite is a formal, one-of-a-kind invitation.If you would like to order a SAMPLE, please select SAMPLE from the drop down and add to your cart.  While you can choose different envelope colors for your sample, standard text will be used.  - INCLUDED in the Jasmine Suite-•\t5\" x 7\" Invitation Backing Layer: Burgundy - or any other color!•\t4.75\" x 6.75\" Invitation: White•\t4.75\" x 6.75\" Laser-Cut Lace: Navy•\t3.5\" x 5\" Response Card: White•\t3.5\" x 5\" Details Card: Navy•\tGrey Suede Wrap•\tA7 Envelope: Navy•\tA7 Envelope Liner: White with printed design•\tRSVP Envelope: Burgundy - or any other color!- EASY ORDERING PROCESS  - •\tAdd the number of invitation sets you need to your Etsy cart for checkout.  •\tIn the \"Notes to Seller,\" please let me your email address.  Once your order is placed, I will email you a questionnaire, within 1-2 business days, where you can fill in all your wedding details and color change requests (not for SAMPLES)•\tOnce the questionnaire is submitted, I will create digital proofs of each card for your review within 3 – 5 business days.•\tWording can be customized to your preference, no extra fees or charges! This includes on the invitation, meals on the RSVP card or any other specific wording you need.•\tAny design changes may require additional fees.  •\tAfter your approval of the proofs, your order will go into production.•\tCurrent production time is 2-4 weeks, once proof approval contract has been signed.•\tFormal quotes can also be sent to your email address for any customization.  - ADDRESS PACKAGE - Add-On an Address Package here: https://www.etsy.com/listing/737124095More Options to choose from to make the right selection for your suite and budget!Each option includes a Four Piece Package:\t\t\t1 - RSVP Envelope Postage Stamps (current Love/Wedding collection)\t\t\t2 - RSVP Envelope Address Printing\t\t\t3 - A7 Envelope Return Address Printing (back flap)\t\t\t4 - A7 Envelope Guest Address Printing **Addresses must be sent in on the provided White Lace Spreadsheet.  If sent in other formats, additional formatting fees may be required.\t\t\t\t\tOption 1 - Black Ink Print - $1.75 fee per invitation suite \t\t\t\t\tOption 2 - Special White Ink Print - $2.25 fee per invitation suite                                                           White Ink print is mainly used on Dark Envelope colors - this option removes the need for White Labels                                         Option 3 - Black Ink & White Ink Print - $2.05 fee per invitation suite                                                            Have one dark and one light envelope :)Thanks for your interest!  Feel free to message me with any questions :)\n                ", "listing_reviews": "17", "store_reviews": "1,443 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/682015797/navy-wedding-invitation-burgundy-wedding"}, {"seller_text": "UnmeasuredEvent", "seller_href": "https://www.etsy.com/shop/UnmeasuredEvent?ref=simple-shop-header-name&listing_id=710304163", "store_sales": "109,964 sales", "store_rating": "4.974", "listing_title": "ADELLA  Wedding Bundle, Modern Minimalist Wedding Invite, Large Wedding Kit, Printable Wedding Invitation, Simple Clean Edgy Wedding DIY", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $50.99\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    This DIY PRINTABLE wedding template bundle features a modern minimalist design and fully editable wording. Use these templates to edit all wording, font, font color, and the background color to match your event style.These templates can be accessed through TEMPLETT.COM; an online editor that allows you to personalize your templates without installing any software or fonts. You will receive an email from TEMPLETT.COM just moments after purchase to begin personalizing your templates. Edit, download, and print at home or with any printing center.✅INSTANT ACCESS✅NO EXPIRATION DATE✅EDIT MOST WORDING/FONTS/COLORS✅PRINT AT HOME OR PROFESSIONALLY⬇️TRY THE DEMO BEFORE PURCHASEFREE DEMO▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬https://templett.com/design/demo/UnmeasuredBranding/1560707,1563107,1565690,1565703,1812573,1812586,1812656,1838711,1845442,1846216,1851263,1851268,1851351,1894090,1930811,1930813,2255124,2255130,3607632,3607644,2342783,2342803,2342808,2342833,2419489,1812827,1812866,3620271,3620285,5546549,7494263,7494252,5006139,2419489⭐️ You will need a desktop or laptop computer to access Templett.com! Mobile editing is not yet supported! ⭐️ Some iPads do work - please try the demo in the description to see if your device is compatible before purchase..........................................★ HELPFUL LINKS ★.........................................👉MATCHING ITEMS: https://etsy.me/2Gl3Qii👉 SAVE 20% AT VISTAPRINT: https://bit.ly/2PW5LOU *US only at this time. Check out as a guest. Discount taken at checkout.👉 PRINT AT ZAZZLE: https://bit.ly/30sRAWA👉 PRINTS OF LOVE (QUICK & EASY!): https://bit.ly/2Y12a8oWHAT YOU WILL RECEIVE▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬Customizable templates for the following items:∙ Wedding Invitation - 5x7\" ∙ RSVP Card - 5x3.5\" (optional postcard backing included)∙ Details Card - 5.5x4.24\"∙ Save the Date - 5x7\" & 5.5x4.25\" Postcard∙ Table Number - 4x6\" & 5x7\" ∙ Custom Sign - 8x10\" (Portrait & Landscape)∙ Menu - 5x7\" & 4x9\"∙ Escort Place Card - 3.5x2\" (Tented & Folded)∙ Gift Tag - 3.5x2\"∙ Marriage Certificate - 8x10\" & 16x20\"∙ Seating Chart - 18x24\" (200 guests)∙ Seating Chart - 24x36\" (300 guests)∙ Welcome Sign - 18x24\" and 24x36 & 7x7ft∙ Welcome Sign - A0 + A1 (EU,AU,UK)∙ Thank You Card - 5.5x4.25\"∙ Wedding Program - 4x9\" and 5.5x8.5\"∙ Envelope Addressing - A7 Recipient & Return, A2 Recipient, A1 RecipientEDITING OPTIONS:∙ Text∙ Font∙ Font Color∙ Background Color∙ Add your own imagesDOWNLOAD OPTIONS:∙ PDF - Professional or at home printing∙ JPG - Professional printing (see link below to save)∙ PNG - Email or social sharingHOW TO ORDER▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬❶ Purchase your template + download the instructions❷ You will receive an email from Templett.com within minutes with a link to access your template(s)❸ Make your changes and edits → Save → Download PRINTING▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬• 👉 PRINTS OF LOVE - https://bit.ly/2Y12a8o. Download your file as a PDF with the 'bleed' option selected.• 👉 PRINT AT ZAZZLE - https://bit.ly/30sRAWA. Download as a JPEG with the 'bleed' option selected. Double-click to open the .zip file. Submit your files.• LOCAL PRINT SHOP (Staples/Office Depot, etc) - Download your file as a PDF with the 'save paper' and 'show trim marks' options selected. Have them print on card stock and trim on the lines.• HOME PRINTING - Download your file as a PDF with the 'save paper' and 'show trim marks' options selected. Print on card stock that is at least 100 lb. weight.SIGNS: Download your file as a PDF with the 'bleed' option selected. Print as a poster if you plan to frame it or as a foam board (mounted poster) if you want it to stand on its own.⭐️ Prints of Love is the only online printer that I currently know of who can print custom designed envelopes with guest addressing. :) [id:1560707,1563107,1565690,1565703,1812573,1812586,1812656,1838711,1845442,1846216,1851263,1851268,1851351,1894090,1930811,1930813,2255124,2255130,3607632,3607644,2342783,2342803,2342808,2342833,2419489,1812827,1812866,3620271,3620285,5546549,7494252,7494263,5006139]TERMS OF USE:▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬• The purchase of a template from UnmeasuredEvent is for ONE-TIME USE ONLY. You may personalize, save, and download your template an unlimited number of times for proofing purposes ONLY. Creating multiple versions for various projects or events is NOT permitted. • The viewing, printing, or downloading of any content, graphics, or templates from UnmeasuredEvent is solely for your personal use and not for republication, distribution, sale, or other use. No part of any content, description, or template may be reproduced in any form. • UnmeasuredEvent reserves the right to revoke access to any template if the user fails to comply with the terms and conditions. • © Copyright UnmeasuredEvent. Please do not copy or replicate items seen in the shop or any part of the description. • Please visit the home FAQ for additional information about Events or Branding terms of use and conditions.‼️Please ALWAYS be sure to proof read and double-check for any spelling errors before downloading and printing your items. :)\n                ", "listing_reviews": "10", "store_reviews": "4,230 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/710304163/adella-wedding-bundle-modern-minimalist"}, {"seller_text": "HappyMemoriesStudio", "seller_href": "https://www.etsy.com/shop/HappyMemoriesStudio?ref=simple-shop-header-name&listing_id=1025646112", "store_sales": "4,687 sales", "store_rating": "4.9558", "listing_title": "Eucalyptus Wedding Invitation Template Online, Printable Eucalyptus Invitation Suite, Fully Customizable Wedding Invitation Set", "listing_bestseller": "-", "listing_price": "\n                        $9.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    This eucalyptus wedding invitation set is an instant download digital file that you can edit yourself directly in your browser without having to install any software. You’ll have access to your templates right after purchasing. You can even make basic edits using your phone or any other mobile device with an easy-to-use platform which Corjl is. Please note that no physical items will be shipped to you.------------------------TRY BEFORE YOU BUY------------------------Copy and paste this URL below to demo:https://www.corjl.com/d/6MBBIO---------------------WHAT’S INCLUDED---------------------- Wedding invitation 5\" x 7\" (fits standard A7 envelopes)- RSVP Card 5\" x 3.5\"- Thank you Card 5\" x 3.5\"- Details Card 3.5\" x 5\"- Simple InstructionsEdit your items at Corjl.com right after purchasing. You can change fonts, font size, add additional photos, move objects and much more! Please note that page size and orientation are not editable. We recommend editing in Chrome when possible. After you finish editing your templates, you can download them either as PDF or JPEG files with or without bleeds and crop marks.---------------------HOW IT WORKS---------------------Personalize in just 3 steps:1. After purchasing, you will receive an email from Corjl with a link to access and edit your templates (please check your spam folder in case you don’t see it). You can also go directly to Corjl.com and use your order info to login and access your purchased items.2. Personalize your templates, then save. You can make additional edits later or even reset to the original template if you want to start from scratch. Your templates will be available to you for one year after the purchase is made.3. Print as many as you like at home or local print shopIf you have any problems or questions, please let us know and we will do our best to help you.© All our templates are designed for personal use only. They may not be resold or redistributed to third parties under any circumstances.\n                ", "listing_reviews": null, "store_reviews": "182 shop reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/1025646112/eucalyptus-wedding-invitation-template"}, {"seller_text": "MintAndPepper", "seller_href": "https://www.etsy.com/shop/MintAndPepper?ref=simple-shop-header-name&listing_id=790367867", "store_sales": "61,307 sales", "store_rating": "4.8303", "listing_title": "7 Lightroom Mobile & Desktop Presets NATURAL Instagram Preset, Bright Filter, Mobile Lightroom Presets for Bloggers, Everyday Photo Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.82\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    7 Lightroom Presets for Lightroom MOBILE (.dng) & Lightroom DESKTOP (.xmp) NATURAL is a pack of 7 Lightroom Presets. Great for bloggers, photographers and everyone who aims to create a consistent feed on Instagram with easily applied filter. Perfect for outdoor photography, stylized shots and portraits.- Compatible with iPhone and Android devices (you just need to download free Lightroom App) and with Desktop Lightroom - Easy to apply, with just one click- Instant download filesYou get:- 7 Lightroom Presets in .dng and .xmp formats - Instruction in PDFPlease remember that all presets look differently on each photo because of lighting and white balance settings, dominant colours etc. If your photo doesn’t look perfect you may need to adjust exposure or temperature to achieve the best results.🌟GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE🌟🌟GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE🌟🌟GET 8 PACKS & PAY ONLY FOR 4 - Add 8 items to your cart and use promo code 4FREE🌟- Due to the digital nature of this product no exchanges or refunds will be madeINSTAGRAM: @mint_and_pepper_EMAIL: mintandpepper5 [!at] yahoo.comKeywords: Lightroom presets, Lightroom, mobile presets, dng, photo filters, iPhone, Android, iOS, instagram presets, digital download, presets, Lightroom CC, Instagram presets, blogger presets, VSCO presets, instagram filter, lifestyle presets, influencer presets, professional photo editing, editorial presets, luxury presets, wedding presets, portrait presets, travel presets, Lightroom mobile, best mobile presets, photo presets.\n                ", "listing_reviews": "16", "store_reviews": "2,033 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/790367867/7-lightroom-mobile-desktop-presets"}, {"seller_text": "OnePreset", "seller_href": "https://www.etsy.com/shop/OnePreset?ref=simple-shop-header-name&listing_id=974215413", "store_sales": "77,823 sales", "store_rating": "4.658", "listing_title": "BUNDLE 120 Lightroom Presets Mobile - Instagram Blogger Preset - Lightroom Mobile Presets - Instagram Presets - iPhone Presets for Blogger", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.19\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    💝 GET A FREE PRESET 💝\u2028GET 4 & PAY FOR 3: Add 4 Presets to your cart, use promo code “ONEFREE” and only pay for 3.OR SHOP UNDER THIS LINKhttps://www.etsy.com/au/shop/OnePreset?coupon=ONEFREE✩✩✩ We have 45 BESTSELLERS ✩✩✩Mobile & Desktop Compatible Lightroom Presets to create an aesthetic Instagram feed. \u2028\u2028✮ INCLUDED IN YOUR PURCHASE ✮• 120 Mobile Lightroom Presets (DNG file)• PDF File w/ Simple Instruction Manual• Compatible with both Android and iPhone• Works in Adobe Lightroom (PC/Mac)INCLUDED PRESET PACKS:- Clean- Natural- Cruise- Family- Greece- Hazelnut- Jungle- Lifestyle- Midsummer- Mother- Natural- Tangerine- Tanning✮ INSTALLATION ✮ To access your digital files:1. Go to Your Account2. Purchases and reviews and look for the order.3. To the right of the order, click Download Files.4. You will be able to download the DNG File.5. You will then be able to upload each DNG file as an image to your Lightroom Mobile app.6. Click on the three dots in the top right of your Lightroom app7. Select the option 'Create Preset', this will allow you to save the preset to the preset editing option of the app for use on other images.We value and respect our customers. We always find a compromise in solving any questions that may arise, even after the delivery of the order.Due to the digital nature of this product ALL SALES ARE FINAL.For any questions please contact me via Etsy messages.© No sharing files, or selling them in any form. Derivative works are prohibited. © OnePreset, 2020\n                ", "listing_reviews": "77", "store_reviews": "2,906 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/974215413/bundle-120-lightroom-presets-mobile"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=848374533", "store_sales": "237,226 sales", "store_rating": "4.8715", "listing_title": "5 Mobile Lightroom Preset BEE HONEY Warm Instagram Filter, Influencer Lightroom Preset Travel Blogger", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 Files"], "listing_desc": "\n                    Lightroom Presets, instagram preset,  influencer presets, lifestyle blogger presetsLevel up your social media game with BEE HONEY Presets and edit your Instagram photos like a pro on your mobile device! Mobile Lightroom Influencer Preset BEE HONEY  Included 5 presets  inspired by travel bloggers and influencers around the world.This preset for every kind of picture that will surely deliver stunning results and make your images look a hundred times better! For photographers who do a lot of fashion, travel and lifestyle photography.This quality preset produce amazing warm tones and making it easy for you to achieve the same look and feel as your favorite influencers!  🔥GET 5 & PAY FOR 3: add 5 presets to your cart, use PROMO code GIFT2🔺Included5 LIGHTROOM MOBILE PRESET .DNG file🔵How to Download and Install mobile preset:  https://youtu.be/fDKHSkU7GIs🔵If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll.For any questions or editing help Please contact me email victoriabee.shop [!at] gmail.com© 2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephotoKeywords: Warm filter, Instagram Filter, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, family preset,\n                ", "listing_reviews": "16", "store_reviews": "8,047 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/848374533/5-mobile-lightroom-preset-bee-honey-warm"}, {"seller_text": "DigitalVibes", "seller_href": "https://www.etsy.com/shop/DigitalVibes?ref=simple-shop-header-name&listing_id=809531211", "store_sales": "12,390 sales", "store_rating": "4.8333", "listing_title": "10 Mobile and Desktop Lightroom Presets, SUNSET GLOW presets, Sunset sunrise Lightroom Preset,Bright, Instagram Filter,Travel Summer Blogger", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    ✅ LIMITED OFFER - Just don't miss it out!Huge Package of 1000+ Mobile & Desktop Presets with a HUGE discount!! Imagine what you can do with this Bundle of 1000+ Premium Presets !Follow the link --> https://www.etsy.com/listing/864152596/lightroom-presets-bundle-bestsellers-of?ref=listing_published_alert-------------------------------------------------------------------------10 Lightroom Presets, Mobile Presets and Desktop Lightroom Presets, Instagram preset, influencer presets, lifestyle blogger presets, Summer Filters, Pastel Sunset Sunrise Beach Travel Presets, Warm Light Bright Effect.✅ SUNSET GLOW PRESETS:Take your social media pictures to the next level with DIGITAL VIBES Presets and edit your Instagram photos like a pro!The SUNSET GLOW Preset Pack will help you rock your Instagram feed, with bright pastel tones and vibrant warm light, perfect for your sunset and sunrise images. It will make you grow your followers, and create a perfect grid!✅ FILES included:The digital download comes with 2 PDF files✩ The file \"How to download\" includes a direct link to download :  10 Mobile Lightroom Preset - DNG format. 10 Desktop Lightroom Preset - XMP format.✩  The file \"How to use\" includes instructions to use the mobile and desktop presets✅ SPECIAL PROMO: BUY 5 & PAY ONLY 3✩  Add 5 items to your order ( Each item should be a pack of 10 presets)✩  Apply HAPPYSALE COUPON CODE✩ PAY ONLY FOR 3!!!✅ NOTES: ✩ All of the presets have been tested on a variety of pictures and they are very versatile.In most cases the presets works at one-click magic, but please note that it works differently on each picture, you can then edit and play with the exposure,white balance.. etc✩ This is a digital download, No physical product will be sent.✩  The presets are for personal or professional use.✩ Because my products are digital downloads, I am unable to refund, since they cannot be returned once downloaded. However we would be happy to assist with any questions. © 2020 Digital Vibes, All Rights Reserved.TERMS OF USE: All the products are copyrighted to Digital Vibes, do not share or sell these files.\n                ", "listing_reviews": "23", "store_reviews": "526 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/809531211/10-mobile-and-desktop-lightroom-presets"}, {"seller_text": "EliteStudioPresets", "seller_href": "https://www.etsy.com/shop/EliteStudioPresets?ref=simple-shop-header-name&listing_id=806720640", "store_sales": "17,026 sales", "store_rating": "4.7489", "listing_title": "10 Lightroom Mobile Desktop Presets MALIBU, Light and Bright Mobile Presets, Travel Island Picture Filter, Instagram and Blogger Presets", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.38\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    Instantly add brightness to your travel photos, while also adding a pop to ocean colors. Turn your pictures into jet➤setter lifestyle pics.☆ What is included? ☆➤ 10 Presets in DNG and XMP format (NOT lrtemplate format, but you can still use them by uploading the DNG files in your Lightroom Desktop and save them as preset.)➤ PDF file containing a link to download your mobile and desktop presets➤ PDF installation guideEtsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets☆ Compatibility ☆➤ For MOBILE and DESKTOP use (iPhone, Android, PC, MAC)➤ Compatible with free version of the Adobe Lightroom App. You can download this app for free on your mobile phone (iPhone or Android)➤ Compatible with the paid desktop version of the Adobe Lightroom Classic CC (version 7.3+)➤ For use on JPEG and RAW images☆ BUY 5 AND GET 30% OFF!! ☆Add 5 presets in your cart and receive automatically 30% discount!https://www.etsy.com/shop/EliteStudioPresets☆ 24/7 Support ☆If you have any questions or need some help with the presets, please contact me at Etsy or through email elitestudiopresets[at]@gmail.com♡ Share with Us! ♡I would love to see how your pictures turned out by using our presets. Please include them in your review! Tag or DM us on instagram to get featured!@elitestudiopresets© 2020 Elite Studio Presets, All Rights ReservedTerms of Use: By purchasing this item, you are automatically agreeing to the terms of use. Included but not limited to: Prohibition of sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "41", "store_reviews": "749 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/806720640/10-lightroom-mobile-desktop-presets"}, {"seller_text": "KIINcreations", "seller_href": "https://www.etsy.com/shop/KIINcreations?ref=simple-shop-header-name&listing_id=997654802", "store_sales": "108,063 sales", "store_rating": "4.8939", "listing_title": "10 EARTHY mobile & desktop PRESETS | Earthy Preset | Brown Preset | Travel preset | Tropical Preset | Aesthetic Preset | Instagram filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.12\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ❤️  GET 4 & PAY FOR 2: add 4 presets to your cart, use PROMO code: MERCI4 and pay just for 2❤️ ❤️  GET 6 & PAY FOR 3: add 6 presets to your cart, use PROMO code: MERCI6 and pay just for 3❤️ ❤️ ❤️  GET 8 & PAY FOR 4: add 8 presets to your cart, use PROMO code: MERCI8 and pay just for 4\u202810 Earthy Lightroom mobile & desktop presets - saturated browns, faded greens, moody blues will give your images that tropical aesthetic feel. These presets will work great with outdoor, family, portrait ,travel, lifestyle and professional photography images.\u2028\u2028INCLUDED IN YOUR PURCHASE✅  10 Mobile Lightroom Presets (DNG files)✅  10 Desktop Lightroom Presets (XMP files)✅  10 Desktop Lightroom Presets (LRtemplate files)\u2028✅  Easy Step-by-step PDF guide with instructionsBEST CUSTOMER SERVICEI want to be sure you’re satisfied! If you have any issues, I am happy to help! Just message me! :) COMMON QUESTIONS➕ Works in Lightroom Mobile App (iOS/Android)➕ Works With & WITHOUT Adobe subscription➕ You only need Lightroom CC App on your Phone/iPad➕ Works With All Lightroom & ACR Desktop VersionsMy presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. I’m confident that my presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image.STAY IN TOUCHIG: instagram.com/kiinlrpresetsWEBSITE: kiinlightroompresets.comEMAIL:  info [!at] kiinlightroompresets.comRefunds/ExchangesDue to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is my number one priority. In the case you are not happy with a preset, send me a message and we can discuss an exchange for a preset that better fits your needs. © 2020 KIIN CREATIONS LLC, All Rights ReservedTERMS OF USE:  Including but not limited to: No sharing the files. No selling the files. Derivative works are prohibited.\u2028KIIN Presets, Photo Presets, VSCO Presets, Edit, Editing, Insta blogger, Lightroom Classic CC, influencer preset, blogger preset, influencer filter, preset filter, instagram feed, fashion blogger, aesthetics, DNG, Instagram Preset, Presets, Mobile Filter, Lightroom presets, Lightroom Mobile, Android Preset, Lightroom Mobile Presets, Mobile Lightroom Presets, family preset, warm bright preset, skin preset, selfie presets, earthy preset, aesthetic preset, professional photography preset, earthy tones, caramel preset, coffee preset, brown preset, mocha preset, brown preset, brown Lightroom preset, Lightroom mobile presets, preset filter, instagram preset, outdoor preset, tropical preset, instagram preset, travel preset, tanned skin preset, moody preset\u2028\n                ", "listing_reviews": "6", "store_reviews": "4,454 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/997654802/10-earthy-mobile-desktop-presets-earthy"}, {"seller_text": "PietraPaperDesign", "seller_href": "https://www.etsy.com/shop/PietraPaperDesign?ref=simple-shop-header-name&listing_id=821457552", "store_sales": "4,469 sales", "store_rating": "4.5044", "listing_title": "Foiled vellum wedding invitations", "listing_bestseller": "Bestseller", "listing_price": "\n                        $1.02+\n                    ", "listing_highlights": ["Handmade", "Materials: perlscent  envelopes, extra quality vellum paper 150 gsm, rose gold foil, 350 gsm paper\n\n\nRead the full description"], "listing_desc": "\n                    Let your wedding guests know that your big day is coming soon, with this beautiful suit!With a variety of colours , you can personalize these cards to closely match your preferences.Getting your wedding  card is simple:*choose the foil colour, and enter your names, the big date, and whatever else you'd like to include, in the allocated field.** Select the colour of envelopesWE WILL SEND YOU DIGITAL SAMPLE FOR CORRECTIONS OR CONFIRMATION ON NEXT DAYMinimalist and eye-catching, our wedding designs are also printed on high-quality VELLUM TRANSLUCENT TRACING PAPER  280 gsm,  extra white paper 350 gsm ( for all the orders placed from 6 march 2021) . The vellum foil is a detail that surely adds a special touch of elegance.Below you can find all the necessary information regarding the process, materials, and measurements of our invite  cards:The size of card is A6 aprox.  102 mm x 148 mm ( 4*6 inch) , A7 RSVP 110 mm x 80 mm (4 x 3 inch) and Details cards 110 mm x 80 mm (4,3 x 3,2 inch) . Cards completed with matt  envelopes . If you prefer different  colour of envelopes, please let us know, and we will order this colour for you. The labels with adresses are not included.Processing time and deliveryProcessing time is - 2-3 weeksDelivery time to Europe -usually it takes  1 week but sometimes it takes till 10 days Delivery time to USA usually it takes 2 weeksWorldwide delivery time usually takes 2-4 weeks , but can be 5 weeks.Due to COVID19, there may be delays in delivery. This is out of our control and responsibility, but if you have any problems please contact us and we will try to help you.Attention!Before the final approval of the digital design, carefully read all the text and information. After the final acceptance, we are not responsible for the content of the text, including grammatical errors.If you want something specific , that you can't find in our list , please, contact with us before ordering, and we create it for you.\n                ", "listing_reviews": "100", "store_reviews": "505 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/821457552/foiled-vellum-wedding-invitations"}, {"seller_text": "Presetsil", "seller_href": "https://www.etsy.com/shop/Presetsil?ref=simple-shop-header-name&listing_id=904674862", "store_sales": "420 sales", "store_rating": "4.6364", "listing_title": "4 professional Lightroom Mobile Presets, Instagram filter, bright and clear, presets for all types of photos.", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.38\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 MOV, 1 ZIP"], "listing_desc": "\n                    4 Lightroom Presets for amazing edit results. The presets will take your photos  to a much higher level. Your feed will be a goal for everyone ! ✨* What will you get in the package?✔️ 4 presets which both work with iPhone & Android ✔️ The presets work in the FREE Lightroom Mobile App ✔️ Video clip showing how to download the presets step by step✔️ Fast direct digital download ✔️ How to use the presets in the app 🎁 B O N U S 🎁 *Buy 4 and pay only for 2*Use the code 2FREEThis preset is the best assistant and easily improves photos. You will get all the secrets of editing in one click! I know that you will enjoy it! I’m excited to see your results.  💥\n                ", "listing_reviews": "6", "store_reviews": "11 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/904674862/4-professional-lightroom-mobile-presets"}, {"seller_text": "SnazzyMango", "seller_href": "https://www.etsy.com/shop/SnazzyMango?ref=simple-shop-header-name&listing_id=986580638", "store_sales": "3,763 sales", "store_rating": "4.6667", "listing_title": "Bachelorette Instagram Filter! Gold Bachelorette Filter! Instagram Stories Filter. Hen Party Filter! Instagram Effect. Bachelorette Party!", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $8.01+\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: Adobe Illustrator, Photoshop, Instagram, Facebook, Spark AR, Glitter, Insta Stories, Effect, Instagram Story, Insta Story, Sparkle, Gold, Bachelorette\n\n\nRead the full description"], "listing_desc": "\n                    Custom Bachelorette For Instagram, Instagram Stories Filter!TRY BEFORE YOU BUY: https://www.instagram.com/ar/944533329616168/Make a statement at your bachelorette party with your very own custom Instagram/Facebook filter! All your family, friends, guests and followers will have access to your filter! Anyone who sees your story will also have access to your filter! Unlike snapchat filters it's not restricted to location and there is no upload cost!| CUSTOMISATION |-PERSONALISATION-Name:Date:Location:Text colour (Select from drop down menu) or message me if you want a colour which isn't listed.Which social media do you want your filter to be on? (Facebook or Instagram). Please note there's a small charge to have your filter on both social media platforms as I essentially have to make 2 separate filters.| HOW IT WORKS |1 - Enter your personalisation requirements in the space provided when ordering.2 - I then design your filter in Instagram/Facebook's unique software.3 - A proof will then be sent to you of how your filter will look, please allow 24hrs for this.4 - Once you're happy with how your filter looks, I then submit it to Instagram/Facebook to upload to their filter collection. (This can take up to 48hrs)!5 - Once the filter has been accepted by Instagram/Facebook I will then email you a link to where you can find your filter on the social media site!6 - You can share the link with all your friends, family and guests! Alternatively, when your post to your story using the filter a badge will be displayed in the top left corner. Anyone who clicks on this will also have access and be able to use your filter! (An example of this is Picture 3).Please message me if you have any questions.  :)If you include the snapchat version in your order, this is just for the filter file. You must upload the filter to Snapchat where costs may be incurred due to location and date. More information can be found here: https://www.snapchat.com/l/en-gb/on-demand/Facebook and Instagram filters are uploaded by me at no extra cost.My full collection of Instagram & Facebook filters can be found here:https://www.etsy.com/uk/shop/SnazzyMango?ref=seller-platform-mcnav&section_id=21416837Keywords:Bachelorette Filter, Bachelorette Party, Hen Party, Ring Filter, Gold Filter, Gold Bachelorette, Pool Party, Insta Filter, Bachelorette Party Instagram, Bachelorette Geofilter, Insta Filter, Instagram Filter, Instagram Story, Instagram Stories, Insta Stories, Instagram Wedding, Instagram Wedding Filter, Rose Gold Wedding Filter, Insta Wedding Filter, Insta Wedding Effect, Insta Wedding Stories, Insta Wedding, Instagram Wedding, Rose Gold Wedding Filter, Insta Mask, Insta Effect\n                ", "listing_reviews": null, "store_reviews": "466 shop reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/986580638/bachelorette-instagram-filter-gold"}, {"seller_text": "LovePaperEvent", "seller_href": "https://www.etsy.com/shop/LovePaperEvent?ref=simple-shop-header-name&listing_id=843494963", "store_sales": "3,484 sales", "store_rating": "4.9649", "listing_title": "Wedding Invitation Template with Watercolor soft blush pink Flowers, Floral, Editable, Printable Invite For Home Printing, Wedding Invites", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.64\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    Hi there! Welcome to WeddingTemplateCards!We will be glad to take part in the preparation of your event!⛔️Editing on mobile is not possible! Please read the description and free demo!Wedding Invitation Template with Watercolor soft blush pink Flowers, Floral, Editable, Printable Invite For Home Printing, Wedding InvitesThis Wedding Invitation bundles is a fully editable design. Add Foto on back side if needed. Personalize your template in Templett, an easy to use template editor that works in your web browser. You need try before you buy! 🌿 WHAT’S INCLUDED 🌿• Invitatioin                 5'' x 7\"   Front and Back• Invitation                A6:  105 x 148 mm  Front and Back• Invitation                A5:  148 x  210 mm  Front and Back•  Electronic Invitation          1080 x 1920   px🌿 YOU CAN CHANGE 🌿• All content• Font Colour• Font Style• Font Size• Add your photo or art• Move, rotate, add, delete, etc.Changable but you will need to message me to change:•   Sizes🌿TRY BEFORE BUY,🌿 TRY IT RIGTH NOW! Just copy and paste the link below into a new Browser Tab/Window (on PC, Laptop or MAC)  is not available on mobile devices, phone, iPad etc.https://bit.ly/34UoHWk🌿PERSONALIZE YOUR TEMPLATE🌿• Add to Cart & Purchase.• You'll then get an email straight away from Templett with a link to access your template.• Click on the link to access your template, and start editing!• You can save your template and continue editing at any time.• Once you have finished editing your template, save and download.• Print on your home printer, or at a local copy store, photo center or online print vendor.• Print on kraft paper for rustic style.Things you can edit:• You can change the wording, font, text color, text placement and background color.• You can upload and add your own images e.g. photos if you wish.• You can personalize the back side if you wish by adding text and photos.After your purchase, the template will always be there for you, so you can keep changing and editing.🌿PRINT OPTIONS🌿There are several options for printing our digital files:• PDF - use this option to print on your home printer or at a local copy store• JPEG - use this option for photo centers, some local copy stores, and online printing• PNG - use this option for social media, email and text-At home -Copy & print center, such as Staples or Office Depot, OfficeMax -Photo center, such Costco, Walgreens, Walmart and CVS-Online or local print shop    🌿MATCHING ITEMS 🌿Electronic Save the Date https://www.etsy.com/listing/944395144    Save the Datehttps://www.etsy.com/listing/809061325   Wedding Invitationhttps://www.etsy.com/listing/843494963   Invitation Sethttps://www.etsy.com/listing/770158098       Wedding program (Folded) https://www.etsy.com/listing/963328851     Seat cardhttps://www.etsy.com/listing/825936088     Seating Charthttps://www.etsy.com/listing/812649377    Wedding Signhttps://www.etsy.com/listing/943046725   Bridal Shower signhttps://www.etsy.com/listing/928948050   Bridal Shower Invitationhttps://www.etsy.com/listing/941085063     Envelop Linerhttps://www.etsy.com/listing/862217482    Order of Eventhttps://www.etsy.com/listing/812722365            Taghttps://www.etsy.com/listing/825942898    Table Numberhttps://www.etsy.com/listing/798718214    Menuhttps://www.etsy.com/listing/962874121   wedding program (folded)https://www.etsy.com/listing/963328851Invitation MEGA BUNDLEhttps://www.etsy.com/listing/955678580If you do not find the right card or size please email me, I will be happy to make it for you!Any questions, feel free to ask!Copyright © 2019 WeddingTemplateCards[id: 3778912,3813446,4562330,7604313]\n                ", "listing_reviews": "13", "store_reviews": "179 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/843494963/wedding-invitation-template-with"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=881743862", "store_sales": "21,700 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Influencer Presets, Instagram Filters, iPhone Presets, Lightroom Filter, Lifestyle Presets, Blogger Photo Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it neutral with this Influencer Preset! This Lightroom Mobile preset will effortlessly soften and mute the shades in your photos to achieve a creamy chic look with the click of button! ❀ Your purchase includes ❀- 1 Influencer Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "33", "store_reviews": "1,130 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/881743862/lightroom-mobile-preset-influencer"}, {"seller_text": "PANOPIXX", "seller_href": "https://www.etsy.com/shop/PANOPIXX?ref=simple-shop-header-name&listing_id=672063789", "store_sales": "3,429 sales", "store_rating": "4.9588", "listing_title": "Eucalyptus Wedding Invitation Suite - Wooden Luxury Cards", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $2.82+\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: Eucalyptus Leaves, Real Birch Wood, Kraft Envelope, HD Print Folio Stickers\n\n\nRead the full description"], "listing_desc": "\n                    If you are looking for something different, greenery and luxury invitation, send these unique real wooden & eucalyptus wedding invitation suite to your loved ones, family and friends. The natural look of wood  and real shocked eucalyptus leaves grain gives this custom announcements a lovely warm look and feel.★ LONGLASTING ★Our invitations made with engraving technique so they are indelible as opposed the color printed woods, eucalyptus leaves are shocked so they keep their nice smell and durable for mailing in envelopes. Every eucalyptus can be different since its natural being.★ UNIQUE ★ When the guests recieve the wooden invitation card, they will ask themselves if it is real wood and real eucalyptus. They will rub their fingers and feel the words and even smell it. It is unexpected and unique.This custom rustic wood wedding invitations are laser engraved made from %100 natural Birch Plywood with handmade knotted eucalyptus leaves. ★ WOODEN CARD SPECIFICATIONS ★ - 4x6 inch (10x15 cm) - A6 size - %100 real wood (Birch) - 1/8\" inch (3mm) thickness- We control the darkness of our wooden cards please ask for levels.★ WHAT IS INCLUDED IN SUITE? ★ - 4x6'' wooden invitation - eucalyptus knotted- address stickers for your each guest- kraft envelopes ★ ADDRESS STICKERS ★ -HD printing on sticky folio that using for outdoors so it is very durable for shipping&mailing.-You will get the excel file that you can fill your guest list. ★ Eucalyptus are included, it will be knotted as pictured. The tone of eucalyptuses as well as the size of leaves can very and the shape isn't absolute since the completely real eucalyptuses are used. You can be sure that we will always use eucalyptuses in perfect condition. ★ PROCESS ★ As you're checking out, in the Notes section, please enter your names, wedding date, and location… or the exact wording if you have it. If you do not provide us with your own wording, we will just add generic information. We will produce an artwork proof before proceeding with manufacture so you are 100% happy.  ★ FULLY CUSTOMIZABLE ★ We will work with you to customize the wording, font, colors, and layout until you are completely satisfied with the design. You can replace the text to fit any kind of event: rehearsal dinner, bridal shower, luxury wedding, birthday party, bar/bat mitzvah, corporate event, etc. ★ SHIPPING ★ We ship US, UK, CAN, AUS and EU from Istanbul. We will package your invitations very neatly and securely. ★  +35 USD Free FedEx Express Delivery in US.+200 USD over orders will be FREE DELIVERY ALL AROUND THE WORLD. Our delivery partner is only FedEx Express.Feel free to contact us with any questions, we are more happy to help!\n                ", "listing_reviews": "67", "store_reviews": "960 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/672063789/eucalyptus-wedding-invitation-suite"}, {"seller_text": "Paperedia", "seller_href": "https://www.etsy.com/shop/Paperedia?ref=simple-shop-header-name&listing_id=938891955", "store_sales": "1,285 sales", "store_rating": "4.8393", "listing_title": "Beach Boarding Pass Wedding Invitation perfect for a Destination wedding, beach wedding or Travel theme Wedding, can be Printed or Digital", "listing_bestseller": "-", "listing_price": "\n                        $1.80+\n                    ", "listing_highlights": ["Handmade", "Materials: Wedding Boarding Pass, Matte Cardstock Paper\n\n\nRead the full description"], "listing_desc": "\n                    Destination weddings are becoming a growing trend, don't miss out on the wedding of your dreams! Paperedia wants to help to make this event even more special and also to make the save the date and invitation process a lot easier for you. Please read FULL Product Description below & Shop Policies before placing your order. •••••••••••• PRODUCT INFO ••••••••••••For Printed Orders:• 25 Minimum order• Size is 3.5x8.5 inches• Printed in White Matte Cardstock• Ships only to the U.S. for FREE• Message me for orders above 100 to get a 10% discountFor Digital Files:• Size is 3.5x8.5 inches• Digital file will be sent to your e-mail in a downloadable PDF and JPEG File.•••••••••••• PURCHASING INSTRUCTIONS ••••••••••••After selecting the order type, provide the following info in the Personalization Box, without this I cannot start your order.1. First name of the Bride and groom.2. Date (02/10/2021)3. Wedding location: city and Country (i.e. Cancun, Mexico)4. Wedding website if applicable• Add an RSVP card (Optional)• Please check spelling and punctuation, as I'll copy exactly what you wrote.•••••••••••• DELIVERY AND PROCESSING TIME ••••••••••••For Printed Orders:• Wait 24 hours at the most for your proof• Approve your proof or request a change* (ETA for modifications: 24 hours at the most)• Allow 1-2 business days for printing• Allow 3 business days for shipping**For Digital Files:• Wait 24 hours at the most for your proof• Approve your proof or request a change* (ETA for modifications: 24 hours at the most)• Final file will be sent to your email after approval• I will send ONE HIGH RESOLUTION 300 dpi JPEG file and a PDF File to your E-MAIL associated with your ETSY account (unless you specify a different e-mail address).• JPEG file includes a .125 inch Bleed*Please review your proof for any errors, printing process will not start unless you review and approve your order. Make sure to do so in a timely manner, so delivery times don't seem affected.• This order includes ONE minor revision free of charge. If you wish to have a second revision please purchase the extra revision fee: https://etsy.me/2RJNtDW• This Revisions do not pertain to the design and style of template. Just the wording.• If you wish to make a different type of customization to this item, it may include an additional fee, please let me know and I will make a custom quote for you.** Shipping is only inside the United States, is FREE and made through USPS Priority Mail to arrive in 3 business days.•••••••••••• CANCELLATIONS & REFUND POLICY ••••••••••••For Printed Orders:• If you have placed an order for printed items and choose to cancel AFTER the proof has been sent to you, you will be charged only for the amount of the digital file.•  If you decide to cancel AFTER your items have been printed or sent to print, I unfortunately CAN'T refund your money.For Digital Files:• Once digital files are sent to you, NO REFUNDS WILL BE GIVEN.•••••••••••• OTHER IMPORTANT INFO ••••••••••••• Please keep in mind that colors may vary slightly from one monitor to another, and the final color may or may not look identical as the one you saw on your screen.• This item is for single, personal use only. It may not be distributed, shared, sold or used for any commercial or profit purposes.• I do not claim ownership to any graphics used to create my items, solely the creative service and time spent personalizing each design.• When buying a digital file I advise all customers to contact their local print shop's services prior to purchasing. You are purchasing a digital product at your own risk.• By purchasing this listing you agree to all of my shop policies stated in my ETSY Shop• This is not a licensed product. All copyrights and trademarks of the graphics used belong to their respective owners and are not being sold.••••••••••••••••••••••••••••••••••••••••••••••Thanks for checking out my Products!If you have any questions for me about this or any other item in my shop, or if you’re looking to customize any of my products in a way that isn’t mentioned here, please let me know by clicking on the “Message the seller” button below, send me an email or just reach out to me on social media!I’d be happy to hear from you!Have a great day!<3 Bereniz info [!at] paperedia.cominstagram.com/paperediafacebook.com/paperedia\n                ", "listing_reviews": "14", "store_reviews": "208 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/938891955/beach-boarding-pass-wedding-invitation"}, {"seller_text": "ThePresetCow", "seller_href": "https://www.etsy.com/shop/ThePresetCow?ref=simple-shop-header-name&listing_id=934063765", "store_sales": "6,132 sales", "store_rating": "4.8085", "listing_title": "Mobile Lightroom Presets | Instagram Presets | Desktop Lightroom Presets | Influencer Blogger Presets | Sunset Preset | Warm Light Preset |", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.13\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 2 other files"], "listing_desc": "\n                    Created for Instagram influencers, lifestyle or travel bloggers, and creators, this warm sunset preset will transform your images with just one click! Aimed to create a cohesive feed & consistent aesthetic for your Instagram, blog, or platform. Made by a photographer with 6 years of camera experience.INCLUDED IN YOUR PURCHASE:✔ 1 MOBILE Lightroom Preset (DNG format)✔ 1 DESKTOP Lightroom Preset (XMP format)✔ PDF Step-by-Step GuideCOMMON QUESTIONS: ✔ Compatible in Lightroom Mobile App (iOS or Android)✔ Compatible in Lightroom Desktop (Mac or PC)✔ Compatible in all Lightroom Desktop versions✔ Instant downloadContact me with any questions, feedback, or concerns. Thank you for shopping small!♡ Stay safe & happy editing, Alana ♡📌 PINTEREST: www.pinterest.com/alanamak📷 INSTAGRAM: www.instagram.com/alanamakREFUND POLICY & TERMS OF USE:Due to the digital nature of this product, all sales are final & there are no returns or exchanges. No sharing files, or reselling them in any form. Derivative works are prohibited. Violators of this agreement will be prosecuted.© ThePresetCow, 2020KEYWORDS:Warm Filter I Light Preset I Sunset Photo Preset | Summer Filter | Mobile Lightroom Presets I Instagram Presets I Desktop Lightroom Presets I Influencer & Instagram Filter I DNG I Mobile Filter I Travel Presets I Influencer Presets I I iPhone Presets I Blogger Presets I Photo Filters I Android Preset I Edits in Lightroom | VSCO Filter | Lightroom Editing | Photo Presets | Lightroom for Beginners | Best Lightroom Presets | VSCO Tumblr Editing | Best Instagram Filters | Aesthetic Lightroom Preset | Aesthetic Instagram Filter | Photo Editing | Travel Filter | Blogger Filter | Easy Preset | Photography Presets | Photography Editing |\n                ", "listing_reviews": "16", "store_reviews": "188 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/934063765/mobile-lightroom-presets-instagram"}, {"seller_text": "AvalanchePresets", "seller_href": "https://www.etsy.com/shop/AvalanchePresets?ref=simple-shop-header-name&listing_id=721952828", "store_sales": "9,831 sales", "store_rating": "4.5965", "listing_title": "10 Mobile Lightroom Presets,Summer preset, Instagram filter,Natural preset, Desktop Presets, Color Lightroom, Vibrance, Lifestyle Blogger,", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $0.71\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    Visit more Presetswww.etsy.com/shop/AvalanchePresetsINCLUDED IN YOUR PURCHASE💥 Instant Download💥 10 Lightroom presets for MOBILE Lightroom( free mobile lightroom app)💥 10 Lightroom presets for DESKTOP Lightroom (Both MAC and Windows supported)💥 Instructions💥 Instant Download 💥 Compatible with all Photo formats💥 Compatible with Lightroom Mobile App (Both IOS and Android)💥 Compatible with Desktop Lightroom (Both MAC and Windows)🎁GET 4 PAY FOR 2🎁• Add 4 items to cart• Use code: GET2FREE• Pay just for 2 items If you are not sure about suitability of presets on your photos you can leave me message/send me few examples of your photos and I will test the presets and will show you results.📧 Contact us:  avalanchepresets [!at] gmail.com© 2018 AvalanchePresets, All Rights Reserved\n                ", "listing_reviews": null, "store_reviews": "352 shop reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/721952828/10-mobile-lightroom-presetssummer-preset"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=885035515", "store_sales": "70,785 sales", "store_rating": "4.9099", "listing_title": "5 Beach Lightroom Mobile Presets, Tan Skin Photo Editing Filter for Summer Travel, Blue Ocean Instagram Influencer Tropical Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.67\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Just Beachy Lightroom MOBILE Presets for Bloggers & Instagram Influencers, Photo Editing Filter for Lifestyle and Travel🌟The Just Beachy Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will bright and airy, beachy tones to your iPhone imagery. These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ Detailed PDF instructions for preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "13", "store_reviews": "5,612 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/885035515/5-beach-lightroom-mobile-presets-tan"}, {"seller_text": "PresetDesignPhoto", "seller_href": "https://www.etsy.com/shop/PresetDesignPhoto?ref=simple-shop-header-name&listing_id=977253645", "store_sales": "2,125 sales", "store_rating": "4.9657", "listing_title": "10 Lightroom Presets, Clean and Crisp Lightroom Presets for Mobile and Desktop, Blogger and Instagram Photo Filters, Light Bright Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.92\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 JPG, 1 PDF"], "listing_desc": "\n                    🎁 GET 4 & PAY FOR 2 With Promo Code: 2FREE 🎁🎁 GET 6 & PAY FOR 3 With Promo Code: 3FREE 🎁🎁 GET 8 & PAY FOR 4 With Promo Code: 4FREE 🎁10 Clean And Crisp presets, Lightroom presets, Blogger photo presets, mobile presets and desktop presets, instagram Filters by Preset DesignINCLUDED:• 10 MOBILE Lightroom presets• 10 DESKTOP Lightroom presets• After Purchase Customer Support• Instructions• Instant DownloadPreset Bundles In My Shop:www.etsy.com/shop/presetdesignphoto♡ SPECIAL OFFER ♡🎁  ADD 4 TO CART, PAY FOR 2 🎁  GET 50% WHEN YOU ADD 4 🎁🎁  ADD 6 TO CART, PAY FOR 3 🎁  GET 50% WHEN YOU ADD 6 🎁🎁  ADD 8 TO CART, PAY FOR 4 🎁  GET 50% WHEN YOU ADD 8 🎁HERE'S WHY YOU'LL LOVE IT:• Light airy clean vibe perfect for instagram themes• Made by a professional digital creator• Consistent results with no harsh colors or lightingMORE INFO:• Works with the Free and Paid Lightroom Mobile App• Works with All Lightroom Desktop Versions• Works with Mac and PC Desktops/LaptopsIf you have any more questions or need help picking the perfect presets for you, you can contact us any time!OUR SOCIAL MEDIA• IG: @preset_design.....................................................© Preset Design LLC, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited......................................................\n                ", "listing_reviews": "5", "store_reviews": "204 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/977253645/10-lightroom-presets-clean-and-crisp"}, {"seller_text": "PresetStories", "seller_href": "https://www.etsy.com/shop/PresetStories?ref=simple-shop-header-name&listing_id=918471338", "store_sales": "5,639 sales", "store_rating": "4.8008", "listing_title": "20 Instagram Presets for Lightroom, Family Mobile Presets, Holiday Winter Instagram Filter, Blogger Presets, Warm Fall Preset, Autumn Preset", "listing_bestseller": "-", "listing_price": "\n                        $2.40\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    20 Mobile Presets for Lightroom, Family Mobile Presets, Holiday Winter Instagram Filter, Blogger Presets, Warm Fall Preset, Autumn Preset✩ LIGHTROOM MOBLIE PRESETS ✩This mobile preset will create warm moody tones, perfect for your Family photos. Create and edit all from your mobile phone with one click! Includes 25 Mobile and Desktop Presets for Instagram, Bloggers, Influences and Photographers! Create Stunning Photos, and a cohesive Instagram grid with our easy to use mobile presets.✩🎁 SPECIAL PROMO 🎁✩✩ BUY 3 PRESETS GET 2 PRESETS FREE!!!✩ ADD 5 PRESETS TO YOUR CART, APPLY COUPON: \"2FREE\" AND PAY FOR 3 ONLY✩ PRESET SALE: www.etsy.com/shop/presetstories_____________________________________________________✩ INCLUDED IN YOUR PURCHASE ✩• 25 Mobile Lightroom Presets (DNG files)• 25 Desktop Lightroom Presets (XMP files)• Quick Installation guide with video instructions✩ FAQ ✩• Works in FREE Lightroom Mobile App (iOS/Android)• Install Lightroom App first to use presets.• Have more questions? Then please message me :)♡ GUARANTEE ♡All of my presets have been tested on a variety of images. My One-Click Presets make it quick to use yet fully customizable to stay true to your own signature style. If they don’t work on your images send me a message with an unedited image and I will personally adjust them for you._____________________________________________________Refunds are not available for any of our products since they cannot be returned once downloaded, however we will always be more than happy to assist with any questions. If you have any issue downloading the presets, let me know and I will send it to you via email (within 24 hours).TERMS OF USE:© 2020 Preset Stories, All Rights ReservedBY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "7", "store_reviews": "246 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/918471338/20-instagram-presets-for-lightroom"}, {"seller_text": "Collectpresets", "seller_href": "https://www.etsy.com/shop/Collectpresets?ref=simple-shop-header-name&listing_id=1022003390", "store_sales": "259 sales", "store_rating": "5", "listing_title": "BALI PHOTO PRESETS - Mobile Lightroom Preset - Bali Photo - Mobile Photo Filter - Summer Bright Preset - Digital Download File", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $2.79\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 Files"], "listing_desc": "\n                    ♥ DIGITAL DOWNLOAD BALI MOBILE PHOTO FILTER This high quality presets works on both devices android and iOS with free lightroom applications. You will get the top premium presets that are Sand, Taste, Color, Bright, and Brighter. The format of the file is DNG and PDF. Plus, these designs are lifestyle, travel, vacation, blogging, and excellent fort Instagram. You can download this file instantly by paying affordable charges. ☛ Product Name: Bali Photo Filter ☛ Product Type: Digital ☛ Format: DNG and PDF ☛ Presets Premium: Blue, Dreamy, Jungle, Rainy, and Tender☛ Image: Unique Designs for Instagram Feed ☛ Designs: Lifestyle, Travel, Vacation, and Blogging☛ Purpose: Gift for Lovers ☛ Instantly Download: Yes ♥ GIFT This Bali photo filter can be used as a gift to offer to lovers, dear ones, and friends. You can use these presets as Instagram Feed. ♥ WHY CHOOSE US We provide the best customer support services, and you can message us through Etsy messaging service anytime. Our products are specially developed for digital use. You can order it confidently.\n                ", "listing_reviews": null, "store_reviews": "10 shop reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/1022003390/bali-photo-presets-mobile-lightroom"}, {"seller_text": "SomeDoodles", "seller_href": "https://www.etsy.com/shop/SomeDoodles?ref=simple-shop-header-name&listing_id=839062843", "store_sales": "10,613 sales", "store_rating": "4.9695", "listing_title": "Rustic wedding invitation, rustic wood and mason jar lights, instant download, self-editable template, A241", "listing_bestseller": "-", "listing_price": "\n                        $7.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 PDF"], "listing_desc": "\n                    Rustic wedding invitation features rustic wood background and mason jar lights. You type your own text with Corjl, a very easy and friendly use editor that you will have immediate access after your purchase and payment confirmation. No software or font installation is required, you edit in your web browser. Print and email as many times as you need!Not sure yet? Try it for free!Copy and paste this URL into your web browser:https://www.corjl.com/d/23254DGoogle Chrome is the recommended browser for using CorjlNot all features may be available or show in other browsersIncludes digital templates:1. Rustic wedding invitation template 5” x 7” Free back (page 2)Download options:PDF – single and multipleMultiple with or without trim marksMultiple on US Letter or International A4JPEG – Single -With or without trim marks-With or without bleedAll options are available with your purchasePrint “actual size” on WHITE cardstock or photo paperEmail or Print as many times as you need!How it works?1. After your purchase, you will receive an email from CorjlEmail is sent to the email linked to purchase within minutes(Check your spam folder if you don’t receive it)2. Follow the link to access your template3. Edit your template, save, and download to print (or email)What you can and can’t do:Type your own text over editable text Change font color, font size or font style of editable textMove text boxes, delete text boxes or insert new text boxesAdd your own imagesBackground, card size, and orientation is fixed – not editableAccess during 180 days and up to 5 downloads each template (contact us for additional downloads)Personal Use Only© Some Doodles\n                ", "listing_reviews": null, "store_reviews": "358 shop reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/839062843/rustic-wedding-invitation-rustic-wood"}, {"seller_text": "HappyMemoriesStudio", "seller_href": "https://www.etsy.com/shop/HappyMemoriesStudio?ref=simple-shop-header-name&listing_id=1038713983", "store_sales": "4,687 sales", "store_rating": "4.9558", "listing_title": "Greenery Wedding Invitation Template Online, Printable Wedding Invites, DIY Wedding Invitation Set, Greenery Invitation Bundle", "listing_bestseller": "-", "listing_price": "\n                        $9.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    This wedding invitation set is an instant download digital file that you can edit yourself directly in your browser without having to install any software. You’ll have access to your templates right after purchasing. You can even make basic edits using your phone or any other mobile device with an easy-to-use platform which Corjl is. Please note that no physical items will be shipped to you.------------------------TRY BEFORE YOU BUY------------------------Copy and paste this URL below to demo:https://www.corjl.com/d/1FL5NN---------------------WHAT’S INCLUDED---------------------- Wedding invitation 5\" x 7\" (fits standard A7 envelopes)- RSVP Card 5\" x 3.5\"- Thank you Card 5\" x 3.5\"- Details Card 3.5\" x 5\"- Simple InstructionsEdit your items at Corjl.com right after purchasing. You can change fonts, font size, add additional photos, move objects and much more! Please note that page size and orientation are not editable. We recommend editing in Chrome when possible. After you finish editing your templates, you can download them either as PDF or JPEG files with or without bleeds and crop marks.---------------------HOW IT WORKS---------------------Personalize in just 3 steps:1. After purchasing, you will receive an email from Corjl with a link to access and edit your templates (please check your spam folder in case you don’t see it). You can also go directly to Corjl.com and use your order info to login and access your purchased items.2. Personalize your templates, then save. You can make additional edits later or even reset to the original template if you want to start from scratch. Your templates will be available to you for one year after the purchase is made.3. Print as many as you like at home or local print shopIf you have any problems or questions, please let us know and we will do our best to help you.© All our templates are designed for personal use only. They may not be resold or redistributed to third parties under any circumstances.\n                ", "listing_reviews": null, "store_reviews": "182 shop reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/1038713983/greenery-wedding-invitation-template"}, {"seller_text": "SleepyMoonStudios", "seller_href": "https://www.etsy.com/shop/SleepyMoonStudios?ref=simple-shop-header-name&listing_id=925558968", "store_sales": "331 sales", "store_rating": "4.8387", "listing_title": "5 Mobile Lightroom Presets / Disney Glow Lightroom Mobile Preset For Instagram / Disneyland Filter / Glow Preset / Soft Travel Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.35\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    ✨ Welcome to Sleepy Moon Studios! ✨Sleepy Moon Studios Shop:www.etsy.com/shop/sleepymoonstudiosAll the presets from SleepyMoonStudios have been created for the free Lightroom app for iPhone and Android and for Adobe Lightroom Desktop.This preset will help you to create a consistent theme on all your photos in just one click for Instagram, blogs and any other social media platform of your choice. This Mobile Lightroom preset can be used to give your photos a professional look for your instagram, travel, lifestyle blog or food blog and can be used by influencers, photographers or anyone who wants their images to have a consistent look. The professional look to the photos will help build your business or social media accounts. Our presets have been tested to work on a wide range of images however on lower quality images or darker images, some small adjustments to contrast or exposure may need to be made.Included in your digital download:5 x DNG Lightroom Presets1 x PDF step-by-step instructions on how to save and use your preset. Due to the digital nature of this product, all sales are final.Terms & Conditions:By purchasing this preset you agree to not distribute, lend or resell it to any other person.If you have an issues installing the preset or have any questions, please message me on Etsy or email me at sleepymoonstudios [at] gmail.com and I will help you to use the presets!Search Terms:Disney Glow Mobile Lightroom Preset, Desktop, Mobile, Instagram Blogger, Influencer, Pink & Blue, Pretty Instagram Feed, Soft, Bright, Light & Airy, Clean, Blogger, Food Blogger, Girly, Family Photos, Mickey, Minnie, Disney Vlogger, VSCO, Pink Preset, Blue Filter, Disney Food, Disney Girl, Colourful, iPhone, Insta.© Sleepy Moon Studios - All Rights Reserved.\n                ", "listing_reviews": "5", "store_reviews": "31 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/925558968/5-mobile-lightroom-presets-disney-glow"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=805590178", "store_sales": "21,700 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Vibrant Presets, Instagram Filters, VSCO Filters, iPhone Presets, Lightroom Preset, Lifestyle Presets, Bright", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Live life in color with this Vibrant Preset! This Lightroom Mobile preset will raise the saturation to bring out beautiful vibrancy in your photos with the simple click of a button! ❀ Your purchase includes ❀- 1 Vibrant Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "42", "store_reviews": "1,130 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/805590178/lightroom-mobile-preset-vibrant-presets"}, {"seller_text": "Luckyladypaper", "seller_href": "https://www.etsy.com/shop/Luckyladypaper?ref=simple-shop-header-name&listing_id=883010542", "store_sales": "15,698 sales", "store_rating": "4.9567", "listing_title": "Tropical Beach Wedding Passport Destination Invitation Set in Gold with Green Foliage by Luckyladypaper - see details to order", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.17+\n                    ", "listing_highlights": ["Handmade", "Materials: paper, ink\n\n\nRead the full description"], "listing_desc": "\n                    Tropical Beach Wedding Passport Destination Invitation Set in Gold with Green Foliage Design by Luckyladypaper - Hard Copy Generic Sample set -OR- Deposit towards customizing your very own invitations! - PLEASE READ THE FOLLOWING DETAILS CAREFULLY BEFORE PURCHASING THIS LISTING.♥ Oh Hi there Lucky Ladies and Lads in Love! When purchasing this listing, please select from the Purchase Options dropdown menu to either select the Hard Copy Sample set or Customized Deposit.  ♥ If you select the HARD COPY SAMPLE OPTION, you are purchasing a set of hard copy generic samples of a Passport Invitation Suite printed on each of the different paper choices, along with all of the different envelope choices so you can see and feel the different options in person before you customize your very own invitation set.        • Once you purchase the Hard Copy Sample option, your samples will be mailed to you in 1-2 business days via first class USPS mail and you should receive them in 3-6 business days from the date they are mailed. ♥ If you select the CUSTOMIZED DEPOSIT OPTION, you are purchasing a deposit towards your full customized Passport Invitation order to get the design process started.  Customization of the text and colors of this design are included in your Customized Deposit purchase. ****************************************************♥ INSTRUCTIONS FOR CUSTOMIZED DEPOSIT OPTION:Please scroll through all of the photos in the listing to find the options and pricing is on the last photo. To start your order, purchase the Customized Deposit option from the dropdown menu and then send this shop a message with the answers to the following 13 questions (please copy and paste into your reply and add your responses). 1. Have you read the HOW IT WORKS and TURNAROUND TIMES section below? Please review and confirm your understanding of our process and timeline. 2. What is the exact wording you would like on your invitation card? IMPORTANT: please define which wording goes on each page and PLEASE DO NOT TYPE IN ALL CAPS- You may pick to have just the 2 pages printed on the inside of the passport cover (traditional invitation wording page and the passport photo page) or you can purchase an insert a sheet which gives you 4 extra pages (plus the 2 pages that are printed on the back side of the cover to equal total 6 pages inside the passport) to include things like information about the accommodations, itinerary, other events and the location). - IMPORTANT: Please be sure to triple check your wording for spelling and accuracy before you send it to me as revisions after I create your initial proofs will cause delays.  - You may use the example text here, if needed: https://www.dropbox.com/s/elf3a4vv4iy2cky/Passport%20Sample%20Wording%20Lucky%20Lady%20Paper%20Green%20Leafy.pdf?dl=03. Exact wording you would like on your RSVP card (if purchasing RSVP cards) and whether you prefer the a) Card with envelope (either traditional or boarding pass style) or b) Postcard style.  If purchasing the postcard style, please include the return address you would like printed on the card.4. If ordering RSVP cards with envelopes, would you like your return address printed on the front of the envelopes ($0.75 each envelope)? 5. What is the exact # of sets you would like printed? TIP: order 5-10 extra in case you need to invite more people/need to resend invites because some you sent got lost in the mail and for your own keepsakes because if you need to order a few extra later, the price per invite for orders less than 25 is higher).    6. Would you like REAL gold foil (shiny/metallic) finishing on the front cover? If you do not select this option, I will apply a faux foil effect on the graphics and text so that it has the appearance of real foil but won't actually be shiny/metallic. If you would like real foil, the only paper choice available is Luxe Petal.  Foil colors available are rose gold, regular gold and silver. 7. What is your printing paper choice? Note: see below for paper choice descriptions. If you are unsure after reading the descriptions, please purchase the Hard Copy Sample purchase option first so that you can see and feel the different options in person first.a) Luxe Petal with REAL gold foil on the front cover of the passport (only option available if you answered \"yes\" to question 6)b) Stardream Shimmer c) Faux Leatherd) Plain Jane 8. What is your free matching Envelope Choice (White or Kraft Paper)? White shimmer envelopes are available for an extra $0.11 per envelope.  Also please note if you require any additional envelopes and how many.  9. Would you like to purchase the matching envelope liners? You can view our selection here: https://www.etsy.com/shop/Luckyladypaper?ref=listing-shop2-all-items-count&section_id=21388638   - If yes, please specify which design and the quantity you would like to purchase. 10. Would you like to add addressing service for your envelopes?     - If yes, please specify what type(s) of addressing service(s) would you like from the following options:a) Just return address on the invitation envelopes and/or RSVP envelopes ($0.75 each envelope)b) Both Guest address and return address on the invitation envelopes ($1.50 each envelope)c) Just Guest address on the invitation envelopes ($1.00 each envelope)11. Would you would like to purchase any other products to match this design such as save the dates, menus, programs, place cards, table numbers, seating charts, guestbook posters, favor tags, banners/signs, thank you cards, etc? If yes, please note if they will be ordered at a later date or if you would like to include them in this same order to have them shipped together. 12.  Please attach the HIGH RESOLUTION photo you would like to use for your passport photo (low resolution photos will print blurrier than what you see on your screen)13. How did you find your way to this shop? ****************************************************♥ HOW IT WORKS and TURNAROUND TIMES FOR CUSTOMIZED DEPOSIT OPTION:Without any revisions, the process outlined below takes roughly 3.5 calendar weeks (including shipping). We recommend starting your order at least 4 weeks before you would like to have your order in hand in case revisions are needed. Please read details below carefully. DETAILS:After you purchase the Customized Deposit option and send me your answers to the questions above, I work one on one with you until your design is perfect for you. Your first PDF proofs will be emailed to you within 3 business days, and you may use 3 free revisions if needed. Revisions will be completed within 1-2 business days of request. When you are ecstatic with your design and give me the OK, I will set up a second listing for you to pay the balance due to print your order. The deposit you already paid will go towards the price of your full order.  After you pay the balance in full, your cards will go to print and will ship within 8-12 business days (shipping typically takes 2-3 business days) within the USA!ORDERS PLACED OVER THE WEEKEND:Complete orders (deposit + complete questionnaire received) placed on Saturday will receive PDF design proofs on Wednesday. Complete orders placed on Sunday will receive PDF design proofs on Thursday.HOURS OF OPERATION:I operate Monday – Friday 10am – 6pm CT.  CLOSED Saturday and Sunday.Thanks so much again! I look forward to traveling along side you on your invitation journey :)-Aimeeps- follow luckyladypaper at www.instagram.com/luckyladypaper and/or facebook for special promotions and more photos of our products! ****************************************************♥ PAPER CHOICE DESCRIPTIONS for the Passport Covers: Note: It is best to see the paper choices in person before placing your full order. To order samples of all of the different paper choices first, please select the Hard Copy Sample purchase option. Our wedding invitations are flat printed on the highest quality heavy card stock using a commercial press, resulting in the most beautiful, professional quality wedding invitations.  We use only the absolute best in printing and paper, giving our stationery a level of quality that is unmatched.You have the following options for your Passport Cover: • LUXE PETAL is a heavy card stock with a luxurious, rose petal soft matte coating on the outside and a smooth uncoated finish on the inside. Our most realistic choice when compared to a real passport! • STARDREAM SHIMMER is a pearlescent, slightly shimmery heavy card stock. Since it is opalescent and actually sparkles, it reminds me of how the sand and ocean sparkle in the sun!• FAUX LEATHER is an embossed heavy card stock with a leather-like texture on the outside and a smooth uncoated finish on the inside.• PLAIN JANE is a smooth (untextured) heavy card stock without coating. ****************************************************♥ PLEASE NOTE THE FOLLOWING BEFORE PURCHASING THIS LISTING• All prices listed in these item details are in USD. • The fonts shown in the design for this listing are part of the design.  Requests to change the font will be considered for a $25 extra design fee if approved.• Hard Copy Samples can not be customized to your wording and/or colors. If you would like to receive a hard copy sample of your customized design, you may elect to receive your hard copy sample(s) prior to your full order being printed, after purchasing your customized invitation set. • Sales tax will be applied as required by law (based on purchaser's state law)• Insert sheets do not come assembled and come unbound to the cover. They also do not come with materials (such as ribbon/string) to bind them. You can bind them by either putting two staples down the center of the spine or secure with ribbon/twine which you can purchase at any craft supply. Personally, I find the ribbon/twine method to be easiest and also more attractive than using staples. Please see the quick tutorial video here: https://www.instagram.com/p/BVslS8XgoNb/?taken-by=luckyladypaper• Envelope liners come unassembled and unbound to the envelopes. You must assemble them by applying a thin line of glue stick to the top of the liner and sliding them into the envelope. Please see the quick tutorial video here: https://www.instagram.com/p/BVshigZg-Jr/?taken-by=luckyladypaper• Purchase of this listing serves as your agreement to all statements in this description along with all shop policies stated here: https://www.etsy.com/shop/Luckyladypaper/policy?ref=shopinfo_policies_leftnav****************************************************♥ FAQSQ: What is the price per invitation?A: The pricing depends on your quantity, paper choice, and which options you choose to include in your invitation suite. Please scroll through all of the photos in this listing for options and pricing.Q: How many invitations come in a set?A: One invitation comes in a set.  Q: Can I customize this design for a Save the Date, Rehearsal Dinner, Wedding Shower, Baby Shower, Bachelorette Party, Birthday, Anniversary party, Birth Announcement, Corporate event or any other occasion?A: Yes!  This invitation is great for any occasion!Q: What color options are available?A: Each Custom Deposit order is specially made just for you, so you may choose any colors that you like for your customization!  Color changes are complimentary and included in the design process. Q: How long will it take to receive my order?  A: - Once you purchase the Hard Copy Sample option, your samples will be mailed to you in 1-2 business days and you should receive them in 3-6 business days from the date they are mailed.- For the Customized Deposit option, the entire process generally takes around 3.5 calendar weeks.  Please see above section titled HOW IT WORKS AND TURNAROUND TIMES for complete details.Q: Do you have any other options for the graphics on my Passport invitation instead of the green tropical foliage motif graphics?A: Yes! We currently offer the following other design options:- Watercolor Tropical with Palm Trees- Compass Design- Monogram Crest Design- Nautical/Anchor Design- Italy Design- Mountain Design- Paris Design- Africa Design- Ireland DesignPlease browse the different designs in our shop here: www.etsy.com/shop/luckyladypaperIf none of these designs fit your needs, send this shop a message with the details of what type of graphics/theme you would like and I will see if I can accommodate your request. Q: I need the text to vary on some of my invitations (example: I would like some of Passport Invitations in English and some of them in Spanish), is this possible?A: Yes, this is no problem at all! The pricing is the same for this option plus an extra $25 design fee per variation for the extra time it takes to customize more than one design for you (example if you need xx quantity Designed in English and xx quantity in Spanish, the price will be the same as shown in the listing photos + $25 for the one extra design variation. Q: What is the price per invitation?A: The pricing depends on your quantity, paper choice, and which options you choose to include in your invitation suite. Please scroll through all of the photos in this listing for options and pricing.Q: Do my Passport invitations come assembled?A: No, you must assemble your invitations yourself (fun activity for you to do with your fiancé and/or bridal party!) - Insert sheets do not come assembled and come unbound to the cover. They also do not come with materials (such as ribbon/string) to bind them. You can bind them by either by putting two staples down the center of the spine or secure with ribbon/twine which you can purchase at any craft supply. Please see the quick tutorial video here: https://www.instagram.com/p/BVslS8XgoNb/?taken-by=luckyladypaper- Envelope liners come unassembled and unbound to the envelopes. You must assemble them by applying a thin line of glue stick to the top of the liner and sliding them into the liner. Please see the quick tutorial video here: https://www.instagram.com/p/BVshigZg-Jr/?taken-by=luckyladypaperQ: Do you have a minimum order for customized Passport invitations?A: The minimum order is 25 invitations.Q: I would like for all of my wedding stationery to match this design.  Do you offer other items to match?A: Yes!  I offer all matching products to match this design such as save the dates, menus, programs, place cards, table numbers, seating charts, guestbook posters, favor tags, banners/signs, thank you cards, etc.  Please browse though the shop here for examples: www.etsy.com/shop/luckyladypaper  - If you can't find an item that you are interested in, please send this shop a message and I will be happy to assist.Q: Do you offer refunds if I am not happy with my design?A: Due to the custom nature of this product, I am not able to offer full refunds.  It is very rare that I have an unhappy customer, but if you are not happy with anything after making your purchase, please send me a message to let me know immediately and I will do my very best to resolve whatever you are not happy with. Q: Are the passport covers made of leather/vinyl like a real passport cover?A: No, the passport covers are made of paper and have a leather like texture printed onto them so they resemble a real passport. Q: Do you ship outside of the USA?A: Apologies but we cannot ship outside of the USA. Please see our digital PDF DIY print version instead here: https://www.etsy.com/listing/492192931/customized-pdf-file-rose-gold-watercolor?ref=shop_home_active_15&frs=1Q: I don't see the answer to my question here.  How do I contact you to ask my question?A: Please send this shop a message by clicking the \"Ask a Question\" button at the top of this listing. We will respond to your message within 1 business day. ****************************************************The designs shown in this listing are Copyright 2016-2017 to Lucky Lady Paper. This design is not to be copied, modified or recreated in any way, shape or form. Sale of this item does not transfer its copyright.\n                ", "listing_reviews": "12", "store_reviews": "2,082 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/883010542/tropical-beach-wedding-passport"}, {"seller_text": "PenelopesPaperPantry", "seller_href": "https://www.etsy.com/shop/PenelopesPaperPantry?ref=simple-shop-header-name&listing_id=701227743", "store_sales": "67,713 sales", "store_rating": "4.9561", "listing_title": "Rustic Fall Wedding Invitation,Burgundy,Marsala,Blush,Roses,Floral Arrow,Burgundy Barn Wood,Gold Print,Shimmery,Printed Invitation,Envelope", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $0.70+\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: Graphic Design, Laser Ink, Commercial Grade Digital Printer, 105lb White Shimmer Metallic Card Stock, White Envelopes\n\n\nRead the full description"], "listing_desc": "\n                    HOW TO SUBMIT YOUR ORDER DETAILS:Please provide your details line by line according to the listing layout in the Notes To Seller Section at CheckoutNAMES:DATE:DAY OF THE WEEK:TIME:WEDDING VENUE:RECEPTION VENUE (if applicable):RSVP date:ADDITIONAL INFORMATION:Do NOT number the lines.Please communicate custom requests (text changes, middle names etc)Please be specific and detailed.There is an additional $30 custom design change fee to alter the flowers, add clipart, or combine 2 listings. This is the link to purchase:www.etsy.com/listing/647224697This would be purchased with the invitations.If you request a predesigned sample AFTER an order has been placed you will NOT receive a customized digital proof until the order has been confirmed.Penelope's Paper Pantry is proud to list our collection of Wedding Invitations.The wedding invitations are fully customizable for your big day, including the text, font and background color. This listing is for printed invitations. There is a 24 count minimum per order or per color. Our wedding invitations are printed on premium quality cardstock paper with a commercial grade digital copier. The invitations are sold individually or as a set which includes the RSVP. The finished invitation size is 5 x 7 and includes an envelope. The finished RSVP size is 4 x 5.5 and also includes an envelope.As listed the invitations are front print only. We do offer custom back print.Here is the link to the listing:www.etsy.com/listing/467086832***We do Spanish text at no additional charge and are open to doing other languages. The entire order must be in Spanish (or another language) as we do not split orders. There is a 24 piece minimum per order. The text must be sent to us line by line in Spanish (or another language) of how you want it to appear on the invitation.A FREE pre-designed sample is available upon request to assess color and paper quality. I want you to LOVE your wedding invitations!Here are the links to listings for our most popular add-ons and custom matching accessory pieces:1. Colored Envelopes:www.etsy.com/listing/7486166292. Custom Address Printing:Envelope Printing: *this listing is for the light colored envelopeswww.etsy.com/listing/507746875Address Labels: *this listing is for the dark colored envelopeswww.etsy.com/listing/4833727093. Custom Matching Enclosure Cards:www.etsy.com/listing/7553515484. Heavier Paper Card Stock Upgrade:Shimmery: www.etsy.com/listing/627210783Matte: www.etsy.com/listing/6178189695. Vellum Paper OptionsEmbellishments:www.etsy.com/listing/728158774Paper Upgrade:www.etsy.com/listing/7278956066. Custom Matching Belly Bands:www.etsy.com/listing/3864361527. Custom Matching Thank You Notes:*there are multiple sizes/styleswww.etsy.com/listing/6817380248. Custom Matching Bridal Shower Invitations:www.etsy.com/listing/527972768The design is the same as the invitation, the text is changed to reflect a Bridal Shower9. Custom Matching Place Cards:www.etsy.com/listing/46710867410. Custom Matching Programs:*there are three styles/sizes to choose fromwww.etsy.com/listing/480380393www.etsy.com/listing/505033401www.etsy.com/listing/53456359711. Custom Matching Table Numbers:www.etsy.com/listing/48059694512. Custom Matching Rehearsal Dinner Invitations:www.etsy.com/listing/527972462Additional Custom Matching Accessory Items May Be Found In The Wedding Accessories Section.www.etsy.com/shop/PenelopesPaperPantry?section_id=18974810***Full Mailing Service Available. Please request a quote.How to Purchase:-Step (1)Please select the increment you would like from the “cost” drop down box. There are two options, the first is for Invitation Only and the second is for Sets. The Sets have the invitation and matching RSVP. White envelopes are also included with each piece.-Step (2)Add the PenelopesPaperPantry listing(s) you have selected to your cart. Multiple orders can be added to your cart to combine into ONE shipment.-Step (3)View your cart. In the notes to seller section, please provide all the details for your wedding invitation and RSVP (if you selected that option). Continue through checkout.-Step (4)Upon receiving payment for the minimum order, we will send you your personalized proof(s) within 1-2 business days via Etsy conversation. Please verify spelling of the names, date and other details. Your firm \"I approve this for print\" is required for each individual piece before anything will be printed. -Step (5)We will print and ship your stationery in 3 to 6 business days after we receive your firm approval for each individual piece.-LogoThe Penelope's Paper Pantry logo will appear on the back of the invitation unless you request that it not be.-Color DisclaimerWe do not offer Refunds and/or Reprints on custom print work because we offer the free pre-designed sample* upon request.*A predesigned sample looks just like the listing.  It is not customized.  We offer these so you are able to assess the color, paper and print quality.  The predesigned samples are sent via first class mail and may take 5 to 7 business days to arrive.-Returns/RefundsWe do not offer returns or refunds on customized print work. If your order arrives damaged please contact us immediately.Thank you for considering Penelope's Paper Pantry for your Wedding Stationery.\n                ", "listing_reviews": null, "store_reviews": "15,105 shop reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/701227743/rustic-fall-wedding"}, {"seller_text": "PresetDesignPhoto", "seller_href": "https://www.etsy.com/shop/PresetDesignPhoto?ref=simple-shop-header-name&listing_id=986055688", "store_sales": "2,123 sales", "store_rating": "4.9657", "listing_title": "10 Beach Tan Lightroom Mobile Presets, Sunkissed Summer Presets, Summer Glow Instagram Filter, Beach Travel Preset for Blogger, Ocean Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.92\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 JPG, 1 PDF"], "listing_desc": "\n                    🎁 GET 4 & PAY FOR 2 With Promo Code: 2FREE 🎁🎁 GET 6 & PAY FOR 3 With Promo Code: 3FREE 🎁🎁 GET 8 & PAY FOR 4 With Promo Code: 4FREE 🎁13 Beach Tan, Lightroom presets, Blogger photo presets, mobile presets and desktop presets, instagram Filters by Preset DesignINCLUDED:• 8 MOBILE Lightroom presets• 8 DESKTOP Lightroom presets• After Purchase Customer Support• Instructions• Instant DownloadPreset Bundles In My Shop:www.etsy.com/shop/presetdesignphoto♡ SPECIAL OFFER ♡🎁  ADD 4 TO CART, PAY FOR 2 🎁  GET 50% WHEN YOU ADD 4 🎁🎁  ADD 6 TO CART, PAY FOR 3 🎁  GET 50% WHEN YOU ADD 6 🎁🎁  ADD 8 TO CART, PAY FOR 4 🎁  GET 50% WHEN YOU ADD 8 🎁HERE'S WHY YOU'LL LOVE IT:• Bronze sunkissed tan vibe perfect for instagram themes• Made by a professional digital creator• Consistent results with no harsh colors or lightingMORE INFO:• Works with the Free and Paid Lightroom Mobile App• Works with All Lightroom Desktop Versions• Works with Mac and PC Desktops/LaptopsIf you have any more questions or need help picking the perfect presets for you, you can contact us any time!OUR SOCIAL MEDIA• IG: @preset_design.....................................................© Preset Design LLC, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited......................................................\n                ", "listing_reviews": "6", "store_reviews": "204 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/986055688/10-beach-tan-lightroom-mobile-presets"}, {"seller_text": "LouMarksPhoto", "seller_href": "https://www.etsy.com/shop/LouMarksPhoto?ref=simple-shop-header-name&listing_id=677456369", "store_sales": "388,506 sales", "store_rating": "4.8278", "listing_title": "Mobile LIGHTROOM Presets, Warm Blogger Presets, Golden Presets, Mobile Presets, Desktop Preset, Instagram Filters lightroom mobile presets", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.49\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP, 2 PDF"], "listing_desc": "\n                    Mobile Lightroom Presets, Warm Blogger Presets, Golden Presets, Mobile Presets, Desktop Preset, Instagram Filters Lightroom mobile presets♥ FREE PRESETS OFFER ♥♥ GET 5 & PAY FOR 3: Add 5 presets to your cart, discount automatically applied: Pay for only 3M O R E ∙ P R E S E T ∙ S T Y L E Swww.etsy.com/shop/loumarksphotoThe Honey Golden Preset Bundle is a collection of 10 Lightroom Presets that will add slightly warm beige, tan and creamy tones to your Instagram photos. These presets are perfect for Instagram photo editing, travel photography & anyone looking to take their photos to the next level in just one click.I N C L U D E D•  10 Lightroom MOBILE Presets (DNG)•  10 Lightroom DESKTOP Presets (LR & XMP)•  Detailed PDF Instructions•  Instant Download From Etsy Account•  Amazing Customer Support! Reach out with any questions and I’ll be happy to help.W H Y ∙ Y O U ' L L ∙ L O V E ∙ I T• Warm golden vibe perfect for instagram themes• Works amazing on indoor and outdoor photos• Made by a professional photographerO T H E R ∙ I N F O R M A T I O N• Works with the Free & Paid Android LR Mobile App • Works with the Paid iPhone LR Mobile App  • Works with All Lightroom Desktop Versions• Works with Mac and PC Desktops/LaptopsStill have questions or need help picking the perfect presets for you editing needs? Feel free to contact me, I’m always more than happy to help in any way :)L O U A N D M A R K S ∙ P R O M I S E ♡You are you unique and so are our Presets! We created our Presets for everyone. No one specific skin tone or hair color. When you purchase from Lou + Marks you are not just purchasing presets you also get our guarantee that they will suit your skin tone. If they don’t send me a message with an unedited image and I will personally adjust them for you.  A B O U T ∙ L O U ∙ M A R K S ∙ P H O T O• IG: @Louandmarks• FB: https://www.facebook.com/louandmarks/-----------------------♡--------------------© 2021 Lou & Marks LLC, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited.----------------------------------------------\n                ", "listing_reviews": "100", "store_reviews": "16,494 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/677456369/mobile-lightroom-presets-warm-blogger"}, {"seller_text": "DIYPaperBoutique", "seller_href": "https://www.etsy.com/shop/DIYPaperBoutique?ref=simple-shop-header-name&listing_id=745442366", "store_sales": "56,201 sales", "store_rating": "4.9502", "listing_title": "REESE - Greenery Wedding Invitation Template, Boho Watercolor Eucalyptus Wedding Invite, Bohemian Wedding Template Suite, Instant Download", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $14.97\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    REESE - Greenery Wedding Invitation Template, Boho Watercolor Eucalyptus Wedding Invite, Bohemian Wedding Template Suite, Instant Download➥ MATCHING COLLECTION: https://www.etsy.com/listing/761571628Access your template instantly after the purchase and edit in Templett™, an easy-to-use web application! Easily edit colors, wording, font type, font size, font color, line and text spacing, background, and more right in your browser! After editing, save, and download in PDF or JPG format.You can tailor everything to match your event scheme then print yourself at home or in a professional print shop. While the foundations of the design have been created for you, you can enhance it with a touch of your own personal taste and artistry to make it truly unique.• Purchase, edit, and print your design within minutes• The freedom to edit every detail in your template⭐ TRY BEFORE YOU BUY, paste the link below into a new Browser Tab/Window (on PC, Laptop, or MAC):https://bit.ly/DIPB_REESE2Bundle➥ WHAT’S INCLUDEDThis Wedding Invitation Suite includes:☑ INVITATION --------------- 5 x 7\"☑ INVITATION --------------- 4 x 6\"☑ RSVP/REPLY Card ------ 5 x 3.5\"☑ RECEPTION Card ------- 3.5 x 5\"☑ DETAILS Card ----------- 3.5 x 5\"☑ PROGRAM --------------- 3.75 x 9\"Envelope size recommended for:- 5x7\" ---> A7 (5 1/4” x 7 1/4”)- 3.5 x 5\" ---> A1 (3 5/8\" x 5 1/8\")- A5 148x210mm ---> C5 (162 x 229 mm)➥ MATCHING ITEMSSee all matching items: https://etsy.me/2lBXTXV- WELCOME SIGN: https://www.etsy.com/listing/693589652- CUSTOMIZABLE SIGNS: https://www.etsy.com/listing/691872026- TABLE Numbers: https://www.etsy.com/listing/678665454- THANK YOU Card: https://www.etsy.com/listing/705282463- WISHING WELL Card: https://www.etsy.com/listing/694240478- SEATING CHART: https://www.etsy.com/listing/705690521➥ HOW IT WORKSStep 1: Purchase the ListingStep 2: Check your Etsy registered e-mail for the link from TemplettStep 3: Edit, Save, Download, and Print as much, and as often as you like!Once purchased, your template will always be available to you, so you can come back at any time and continue editing.Please note, that Templett.com doesn't support Mobile or Tablet editing… yet.➥ PRINT OPTIONSIf you’re considering a professional printer, I recommend ‘Prints of Love’. My shop has partnered with them to offer fast, high quality yet affordable printing. Plus, free 2-3 day U.S. shipping, 2-sided printing, and envelopes are FREE! For every order you place, Prints of Love plants a tree in your name. Yay Earth!🌲 Follow this link to get the best support: http://bit.ly/DIYPrintOfLoveShipping to Canada is $29.99. Shipping takes approximately 5-7 days. All other international shipping is $49 and takes about 6-10 days.Save as PDF. PDFs are great for ‘Prints of Love’. Templett PDFs are vector files, so the quality is very high, and the text will always remain perfectly sharp.or• Print at home (with options to print multiple cards per US Letter or A4 sheet, or directly onto card stock). When downloading the final PDF at Templett, you can choose “Safe Paper” or “Trim Marks”, perfect for printing at home.• Send your PDF or JPG to a print center like COSTCO, Office Max, Office Depot, Walgreens, Staples, FedEx Office, or ETC. Please check with them what format they prefer. They will most likely ask for your files to be saved with the \"Show Bleed\"-option enabled.Please don't hesitate to contact me if you have any questions; we’ve all been there :)💕 Don't forget to favorite our shop; it really helps our small business! And when you are browsing on Etsy, you'll get notified of sales and new designs :) ➥ Visit my shop and see what's on SALE: https://www.etsy.com/shop/DIYPaperBoutique_____________Disclaimer: You can print the templates as often as you like for personal use.Copyright © 2019 DIYPaperBoutique, all templates are for personal use only and cannot be resold, shared, or used commercially without my written consent.REESE - Greenery Wedding Invitation Template, Boho Watercolor Eucalyptus Wedding Invite, Bohemian Wedding Template Suite, Instant Download[id:5913415,5913474,5913602,5913631,5913642,5913690]\n                ", "listing_reviews": "7", "store_reviews": "1,492 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/745442366/reese-greenery-wedding-invitation"}, {"seller_text": "MintAndPepper", "seller_href": "https://www.etsy.com/shop/MintAndPepper?ref=simple-shop-header-name&listing_id=849922269", "store_sales": "61,307 sales", "store_rating": "4.8303", "listing_title": "10 Mobile Lightroom Presets Garden, Bright Instagram Filter, Blogger Presets, Lightroom Mobile Presets Mobile Lightroom, Outdoor Preset", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $3.82\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    10 Presets for Mobile Lightroom in .DNG format ✩ Lightroom Presets ✩ Instagram Filters ✩ Best PresetsCreate the dreamiest edits with GARDEN preset pack. They were designed to transform your images with just one click! 10 presets allow you to make a cohesive feed or a gallery without extensive knowledge of photo editing. Get soft, bright tones in your phone images in seconds!This pack is great for bloggers, photographers and everyone who aims to create a consistent feed on Instagram with easily applied filter. Perfect for outdoor and indoor photography, fashion shots and portraits.✩ They work well with iPhone and Android devices. You just need to download free Lightroom Mobile App✩ Easy to apply, with just one click✩ Instant download filesYOU GET:✩ 10 Lightroom Mobile Presets in .DNG format✩ Instruction in PDF 💥Check out our Bestsellers💥https://www.etsy.com/shop/MintAndPepperSPECIAL OFFER:🌟GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE🌟🌟GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE🌟🌟GET 8 PACKS & PAY ONLY FOR 4 - Add 8 items to your cart and use promo code 4FREE🌟Please remember that all presets look differently on each photo because of lighting and white balance settings, dominant colours etc. If your photo doesn’t look perfect you may need to adjust exposure or temperature to achieve the best results.Due to the digital nature of this product no exchanges or refunds will be made.CONTACT:EMAIL: mintandpepper5 [!at] yahoo.comON IG: @mint_and_pepper_© 2020 MintAndPepper, All Rights ReservedTerms of use: Forbidden to copy, sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.Lightroom Presets, Mobile Preset, Vibrant Presets, DNG, Instagram Preset, Lightroom CC, Presets, iPhone, Android, Lifestyle Presets, Desktop Presets, Wedding Presets, Portrait Presets, Best Presets, Bright And Airy Preset, Clean Preset, Light Preset, Instagram Filters, Mobile Filters, Photo Filters, Travel Blogger Presets, Photo Editing, Photography Presets, White Preset, Blogger Presets, Photo Presets, Mobile Filter, Travel Presets, Influencer Presets\n                ", "listing_reviews": "12", "store_reviews": "2,033 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/849922269/10-mobile-lightroom-presets-garden"}, {"seller_text": "DesignedWithAmore", "seller_href": "https://www.etsy.com/shop/DesignedWithAmore?ref=simple-shop-header-name&listing_id=887484496", "store_sales": "11,456 sales", "store_rating": "4.9674", "listing_title": "Lace laser cut and hand drawn monogram laurel {Megara design}", "listing_bestseller": "-", "listing_price": "\n                        $5.30+\n                    ", "listing_highlights": ["Handmade"], "listing_desc": "\n                    A large delicate lace laser cut gate wraps gently around a modern yet classic invitation panel, topped with a hand drawn laurel monogram. A vellum band and a custom designed wax seal enclose the suite. Available in other color choices, this suite can easily adapt to any wedding theme▶ WHAT IS INCLUDED IN YOUR SAMPLE:BASIC INVITE (no add ons)5.5x8.5 card (flat printing)mounted on Laser cut gateA9 EnvelopeorUPGRADED INVITE (with add ons)5.5x8.5 card (flat printing)mounted on Laser cut gateclosed with vellum band and wax sealA9 EnvelopeYou can choose to have rsvp card, info card or both added to the suite. ▶ IMPORTANT DETAILS TO KEEP IN MIND• Unless otherwise specified, our designs are printed with flat digital printing (upgrades to specialty printing methods are available).• Almost everything on your sample can be customized on your bulk order (see below for specifics)• Due to our current workload, samples cannot be customized, which means no graphic services are included on samples orders (graphic services include but are not limited to Color changes, wording and layout changes). These changes can be done when you place a bulk order with us.• Free shipping and eventual sales/coupons ONLY APPLY to generic samples and DO NOT APPLY to bulk orders. • SHIPPING is not included for bulk orders and will be calculated according to the nature of your order (destination, shipping method, weight etc.). • RSVP cards, inserts, Save the dates, day-of items and any other stationery can be created matching this design.▶ LOVE YOUR SAMPLE? send us a message and we will get the process for a custom design started. You can also purchase the deposit listing here to get started https://www.etsy.com/listing/941895640/wedding-invitations-deposit▶ BULK ORDER PRICES: The price for a sample invitation is also the price for an invitation for a minimum of 50. Any bulk order over 50 pieces include free customization (3 rounds of digital proofs). Orders between 20 and 50 are possible but will incur a graphic fee of 50$ MINIMUM which will be added to the cost.- DIGITAL PROOFING: 3 rounds of digital proofs included on bulk orders- Personal client portal access, where you can find all your proofs, contracts and upload any file- ASSEMBLY of cards, and bands (when applicable). Enveloping and postage ARE NOT included. Wax seals will not be assembled unless otherwise specified.For order over 100 pieces or over 500$ (excluded shipping) you will also get:- COMPLIMENTARY PHONE CONSULTATION- ENVELOPE PRINTING: complimentary guest addressing and return address- COMPLIMENTARY CUSTOM HARD COPY sent before production- REORDERING more at any time with NO MINIMUM▶ CUSTOMIZATION: Our extensive collection of semi custom wedding invitation designs allows you to get a designer suite without paying the custom graphic fees.Changes included in the cost are:- ENVELOPE COLOR- GATE COLOR (where possible)- FONT- WORDING- DESIGN COLOR (where possible)- WAX SEAL COLOR AND DESIGNChanges not listed above could incur in a graphic fee.▶ FULLY CUSTOM ORDERS are possible for those couples who would like to have the full custom graphic experience. Please inquire for pricing▶ THE FINEPRINTS:There are no hidden costs in your purchase, we try to make all costs as clear as possible so that you know upfront how much you will be charged and for what.By purchasing this listing you agree to out shop policies. Please visit our storefront page to review our policies https://www.etsy.com/shop/DesignedWithAmoreFULL ORDER INQUIRY FORM: bit.ly/orderinvitationsFeatured Matching items ▶ https://www.etsy.com/shop/DesignedWithAmore?ref=seller-platform-mcnav&search_query=megaraAll other matching items upon request ▶  https://www.etsy.com/shop/DesignedWithAmore?ref=seller-platform-mcnav&section_id=27846777\n", "listing_reviews": "5", "store_reviews": "1,975 reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/887484496/lace-laser-cut-and-hand-drawn-monogram"}, {"seller_text": "HappyMemoriesStudio", "seller_href": "https://www.etsy.com/shop/HappyMemoriesStudio?ref=simple-shop-header-name&listing_id=1024742834", "store_sales": "4,687 sales", "store_rating": "4.9558", "listing_title": "Floral Wedding Invitation Online Edit Designs, Wedding Invitation Templates, Printable Wedding DIY Suite - Edit Directly in Browser", "listing_bestseller": "-", "listing_price": "\n                        $9.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    This floral wedding invitation set is an instant download digital file that you can edit yourself directly in your browser without having to install any software. You’ll have access to your templates right after purchasing. You can even make basic edits using your phone or any other mobile device with an easy-to-use platform which Corjl is. Please note that no physical items will be shipped to you. ------------------------TRY BEFORE YOU BUY------------------------Copy and paste this URL below to demo:https://www.corjl.com/d/2DCDMD ---------------------WHAT’S INCLUDED----------------------\tWedding invitation 5\" x 7\" (fits standard A7 envelopes)-\tRSVP Card 5\" x 3.5\"-\tThank you Card 5\" x 3.5\" -\tDetails Card 3.5\" x 5\"-\tSimple InstructionsEdit your items at Corjl.com right after purchasing. You can change fonts, font size, add additional photos, move objects and much more! Please note that page size and orientation are not editable. We recommend editing in Chrome when possible. After you finish editing your templates, you can download them either as PDF or JPEG files with or without bleeds and crop marks. ---------------------HOW IT WORKS---------------------Personalize in just 3 steps:1. After purchasing, you will receive an email from Corjl with a link to access and edit your templates (please check your spam folder in case you don’t see it). You can also go directly to Corjl.com and use your order info to login and access your purchased items.2. Personalize your templates, then save. You can make additional edits later or even reset to the original template if you want to start from scratch. Your templates will be available to you for one year after the purchase is made. 3. Print as many as you like at home or local print shopIf you have any problems or questions, please let us know and we will do our best to help you. © All our templates are designed for personal use only. They may not be resold or redistributed to third parties under any circumstances.\n                ", "listing_reviews": null, "store_reviews": "182 shop reviews", "search": "wedding invitation", "url": "https://www.etsy.com/listing/1024742834/floral-wedding-invitation-online-edit"}]