[{"seller_text": "EliteStudioPresets", "seller_href": "https://www.etsy.com/shop/EliteStudioPresets?ref=simple-shop-header-name&listing_id=806720640", "store_sales": "17,026 sales", "store_rating": "4.7485", "listing_title": "10 Lightroom Mobile Desktop Presets MALIBU, Light and Bright Mobile Presets, Travel Island Picture Filter, Instagram and Blogger Presets", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.38\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    Instantly add brightness to your travel photos, while also adding a pop to ocean colors. Turn your pictures into jet➤setter lifestyle pics.☆ What is included? ☆➤ 10 Presets in DNG and XMP format (NOT lrtemplate format, but you can still use them by uploading the DNG files in your Lightroom Desktop and save them as preset.)➤ PDF file containing a link to download your mobile and desktop presets➤ PDF installation guideEtsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets☆ Compatibility ☆➤ For MOBILE and DESKTOP use (iPhone, Android, PC, MAC)➤ Compatible with free version of the Adobe Lightroom App. You can download this app for free on your mobile phone (iPhone or Android)➤ Compatible with the paid desktop version of the Adobe Lightroom Classic CC (version 7.3+)➤ For use on JPEG and RAW images☆ BUY 5 AND GET 30% OFF!! ☆Add 5 presets in your cart and receive automatically 30% discount!https://www.etsy.com/shop/EliteStudioPresets☆ 24/7 Support ☆If you have any questions or need some help with the presets, please contact me at Etsy or through email elitestudiopresets[at]@gmail.com♡ Share with Us! ♡I would love to see how your pictures turned out by using our presets. Please include them in your review! Tag or DM us on instagram to get featured!@elitestudiopresets© 2020 Elite Studio Presets, All Rights ReservedTerms of Use: By purchasing this item, you are automatically agreeing to the terms of use. Included but not limited to: Prohibition of sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "41", "store_reviews": "749 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/806720640/10-lightroom-mobile-desktop-presets"}, {"seller_text": "KIINcreations", "seller_href": "https://www.etsy.com/shop/KIINcreations?ref=simple-shop-header-name&listing_id=997654802", "store_sales": "108,067 sales", "store_rating": "4.8939", "listing_title": "10 EARTHY mobile & desktop PRESETS | Earthy Preset | Brown Preset | Travel preset | Tropical Preset | Aesthetic Preset | Instagram filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.12\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ❤️  GET 4 & PAY FOR 2: add 4 presets to your cart, use PROMO code: MERCI4 and pay just for 2❤️ ❤️  GET 6 & PAY FOR 3: add 6 presets to your cart, use PROMO code: MERCI6 and pay just for 3❤️ ❤️ ❤️  GET 8 & PAY FOR 4: add 8 presets to your cart, use PROMO code: MERCI8 and pay just for 4\u202810 Earthy Lightroom mobile & desktop presets - saturated browns, faded greens, moody blues will give your images that tropical aesthetic feel. These presets will work great with outdoor, family, portrait ,travel, lifestyle and professional photography images.\u2028\u2028INCLUDED IN YOUR PURCHASE✅  10 Mobile Lightroom Presets (DNG files)✅  10 Desktop Lightroom Presets (XMP files)✅  10 Desktop Lightroom Presets (LRtemplate files)\u2028✅  Easy Step-by-step PDF guide with instructionsBEST CUSTOMER SERVICEI want to be sure you’re satisfied! If you have any issues, I am happy to help! Just message me! :) COMMON QUESTIONS➕ Works in Lightroom Mobile App (iOS/Android)➕ Works With & WITHOUT Adobe subscription➕ You only need Lightroom CC App on your Phone/iPad➕ Works With All Lightroom & ACR Desktop VersionsMy presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. I’m confident that my presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image.STAY IN TOUCHIG: instagram.com/kiinlrpresetsWEBSITE: kiinlightroompresets.comEMAIL:  info [!at] kiinlightroompresets.comRefunds/ExchangesDue to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is my number one priority. In the case you are not happy with a preset, send me a message and we can discuss an exchange for a preset that better fits your needs. © 2020 KIIN CREATIONS LLC, All Rights ReservedTERMS OF USE:  Including but not limited to: No sharing the files. No selling the files. Derivative works are prohibited.\u2028KIIN Presets, Photo Presets, VSCO Presets, Edit, Editing, Insta blogger, Lightroom Classic CC, influencer preset, blogger preset, influencer filter, preset filter, instagram feed, fashion blogger, aesthetics, DNG, Instagram Preset, Presets, Mobile Filter, Lightroom presets, Lightroom Mobile, Android Preset, Lightroom Mobile Presets, Mobile Lightroom Presets, family preset, warm bright preset, skin preset, selfie presets, earthy preset, aesthetic preset, professional photography preset, earthy tones, caramel preset, coffee preset, brown preset, mocha preset, brown preset, brown Lightroom preset, Lightroom mobile presets, preset filter, instagram preset, outdoor preset, tropical preset, instagram preset, travel preset, tanned skin preset, moody preset\u2028\n                ", "listing_reviews": "6", "store_reviews": "4,454 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/997654802/10-earthy-mobile-desktop-presets-earthy"}, {"seller_text": "SansAndSons", "seller_href": "https://www.etsy.com/shop/SansAndSons?ref=simple-shop-header-name&listing_id=880151839", "store_sales": "6,477 sales", "store_rating": "4.9243", "listing_title": "Modern Font Bundle - Cricut Fonts, Procreate Fonts, Canva Fonts, Branding Font, Handwritten Fonts, Farmhouse Fonts, Fonts for Crafting", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $10.50\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 ZIP"], "listing_desc": "\n                    SPECIAL OFFERS FOR YOU :BUY 4 Fonts only PAY 2 with this coupon code : HOLIDAYSALEBUY 4 Bundles pay for 2 with this coupon code : BUNDLE50and extra 15%OFF with discount code = SNS15THE MODERN FONT BUNDLE + BONUS This bundle contains 14 typefaces including 10 high-quality fonts. All my best selling unique fonts! There are Serif, Sans Serif and Script Font all with that modern stylish look.The value of this Bundle is $$190, but you get it at just $15!Very easy to use (Instructions included): Ungroup the layers and use the letters - duplicate and move them together, weld then cut.- TTF OTF SVG EPS DXF FILES INCLUDED------------------------------------------------all of products on our Etsy Store is under Standard License, please check here for more details : https://sansandsons.com/license/-----------------------------------------------HOW TO USE FONT : (connected letters, swirls, heart, swashes, diamond) for the first, install the .otf file and open fontbook/character map, find the font and you can copy and paste the heart letters from fontbook/character map to your text.for a more detailed tutorial please folder named \"Instructions\".\n                ", "listing_reviews": "100", "store_reviews": "305 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/880151839/modern-font-bundle-cricut-fonts"}, {"seller_text": "Presetsil", "seller_href": "https://www.etsy.com/shop/Presetsil?ref=simple-shop-header-name&listing_id=904674862", "store_sales": "420 sales", "store_rating": "4.6364", "listing_title": "4 professional Lightroom Mobile Presets, Instagram filter, bright and clear, presets for all types of photos.", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.38\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 MOV, 1 ZIP"], "listing_desc": "\n                    4 Lightroom Presets for amazing edit results. The presets will take your photos  to a much higher level. Your feed will be a goal for everyone ! ✨* What will you get in the package?✔️ 4 presets which both work with iPhone & Android ✔️ The presets work in the FREE Lightroom Mobile App ✔️ Video clip showing how to download the presets step by step✔️ Fast direct digital download ✔️ How to use the presets in the app 🎁 B O N U S 🎁 *Buy 4 and pay only for 2*Use the code 2FREEThis preset is the best assistant and easily improves photos. You will get all the secrets of editing in one click! I know that you will enjoy it! I’m excited to see your results.  💥\n                ", "listing_reviews": "6", "store_reviews": "11 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/904674862/4-professional-lightroom-mobile-presets"}, {"seller_text": "DesignBestStudio", "seller_href": "https://www.etsy.com/shop/DesignBestStudio?ref=simple-shop-header-name&listing_id=665955909", "store_sales": "45,106 sales", "store_rating": "4.8373", "listing_title": "Baseball Font SVG, ttf, otf Fonts Baseball SVG font Baseball Alphabet Baseball Letters Swashes eps, dxf, png, Ai", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.95\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 ZIP"], "listing_desc": "\n                    Baseball Font SVG, ttf, otf Fonts Baseball SVG font Baseball Alphabet Baseball Letters Swashes eps, dxf, png, AiTTF and OTF files to install the font on your system to print the font on the keyboardThe letters must be selected and placed individually for your cutting machines.This is all one page, you just ungroup and select letters you need.You may change colour and size if needed.Instant downloadPlease use PayPalThis listing is for INSTANT DOWNLOAD of a ZIP folder, which includes:- 2 - TTF and OTF files to install the font on your system to print the font on the keyboard- 2 SVG file - For Cricut Explore, Silhouette Designer Edition, Adobe Suite, Inkspace, Corel Draw and more.- 2 DXF file - For Silhouette users, this format can be open with the free software version of Silhouette.- 2 EPS file - For Adobe Illustrator, Inkspace, Corel Draw and more.- 2 Ai file - For Adobe Illustrator- 62  PNG file (52 letters, 10 numbers) - Representation imagesTo get the graphics in the formats offered, you will need to extract the files from the ZIP. So make sure you have a data extraction software (WinZip and WinRAR are recommended).It is assumed, that you are able properly to use your software and cutting machine :-)PLEASE NOTE: This product is a DIGITAL DOWNLOAD. You will not receive a physical product. You will only receive the file via download.File is available for download a few seconds to a few minutes after purchase.Learn how to download a Digital Item here https://www.etsy.com/help/article/3949Due to the digital nature of this product, all sales are FINAL.These digital clip art files are perfect for personal and commercial projects such as:Scrapbooking, paper goods, DIY invitations & announcements, clothing and accessories, party favors, cupcake toppers, labels & stickers, signage, stationery, gifts, calendars, banners, postcards, address labels, personal t-shirts, wedding supplies. Basically anything you want!Thank you for visiting my shop!\n                ", "listing_reviews": "100", "store_reviews": "2,093 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/665955909/baseball-font-svg-ttf-otf-fonts-baseball"}, {"seller_text": "SaltyInkFonts", "seller_href": "https://www.etsy.com/shop/SaltyInkFonts?ref=simple-shop-header-name&listing_id=710147942", "store_sales": "23,001 sales", "store_rating": "4.818", "listing_title": "Digital font, Font download, Calligraphy font, Handwritten font, Feminine font, Cricut,Script Font, Wedding font, Modern font, otp font #012", "listing_bestseller": "Bestseller", "listing_price": "\n                        $6.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 1 PDF, 2 other files"], "listing_desc": "\n                    Modern and beautiful handwritten script font!Great for wedding greeting cards, logos, branding materials, business cards, quotes, posters, Cricut artwork and more!• No special software is required. The fonts can be opened and used in any software that can read standard fonts!• This font works with any application Microsoft Word, Adobe Photoshop, Microsoft Paint, Corel, Adobe Illustrator, Cricut, and many others!**YOU WILL RECEIVE***• .TTF, and .OTF font files• Instructions for Windows, Mac, - Word, Publisher, Cricut, Silhouette, Photoshop, Elements, etc**USAGE**• Commercial usage allowed for unlimited projects• You are allowed to digitize the font for embroidery• Produce digital downloads & physical products for sale, gifts or yourself• Make personal or commercial handmade products to sell that includes text (logos, brand designs, paper crafts, wall art, embroidery, etc)SPECIAL OFFERS FOR YOU:*Buy 3 fonts, pay only 2 fonts - use coupon code:BUY3PAY2SI*Buy 5 fonts, pay only 3 fonts - use coupon code:BUY5PAY3SI*Buy 6 fonts, pay only 4 fonts - use coupon code:BUY6PAY4SI*Buy 8 fonts, pay only 5 fonts - use coupon code:BUY8PAY5SI*Buy 20 fonts, pay only 10 fonts - use coupon code:BUY20PAY10SISee more fonts here:https://www.etsy.com/shop/SaltyInkFontsINSTANT DOWNLOAD INSTRUCTIONS:With your purchase, you will receive a link to download the files ( please wait for a few minutes after purchase if you don't receive the link immediately)PLEASE NOTE:• This is a digital download product!• Because of the digital nature of these products, no refunds will be given. If for some reason you have problems with the files, please just message me and I'll try my best to help you.If have any question - please, feel from to contact me!We love our customers!Thank you for visiting :)\n                ", "listing_reviews": "100", "store_reviews": "1,270 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/710147942/digital-font-font-download-calligraphy"}, {"seller_text": "KAFontDesigns", "seller_href": "https://www.etsy.com/shop/KAFontDesigns?ref=simple-shop-header-name&listing_id=619783505", "store_sales": "79,215 sales", "store_rating": "4.9829", "listing_title": "Saturday - A Handwritten Signature Script Font - TTF / OTF", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.82\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 ZIP"], "listing_desc": "\n                    SATURDAY FONT A handwritten signature script fontAvailable to you in a TTF and OTF format - *does* include accent charactersSaturday is perfect for:logos, branding, wedding invitations, business cards, greeting cards, posters, magazines, social media, planner prints and websites.Commercial use for this font is allowed→ unlimited projects→ unlimited sales→ no credit requiredLimitations of Font Purchase→ You cannot sell or distribute the font file→ You cannot upload the font to Corjl/Templett→ You cannot include the font file in products as a free download→ You cannot alter the font and claim as your own This purchase is in the form of a ZIP file including only:Saturday OTFSaturdayTTFI appreciate your interest and I hope that you enjoy this font!\n                ", "listing_reviews": "100", "store_reviews": "6,795 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/619783505/saturday-a-handwritten-signature-script"}, {"seller_text": "SnazzyMango", "seller_href": "https://www.etsy.com/shop/SnazzyMango?ref=simple-shop-header-name&listing_id=986580638", "store_sales": "3,763 sales", "store_rating": "4.6667", "listing_title": "Bachelorette Instagram Filter! Gold Bachelorette Filter! Instagram Stories Filter. Hen Party Filter! Instagram Effect. Bachelorette Party!", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $8.01+\n                        \n                    ", "listing_highlights": ["Handmade", "Materials: Adobe Illustrator, Photoshop, Instagram, Facebook, Spark AR, Glitter, Insta Stories, Effect, Instagram Story, Insta Story, Sparkle, Gold, Bachelorette\n\n\nRead the full description"], "listing_desc": "\n                    Custom Bachelorette For Instagram, Instagram Stories Filter!TRY BEFORE YOU BUY: https://www.instagram.com/ar/944533329616168/Make a statement at your bachelorette party with your very own custom Instagram/Facebook filter! All your family, friends, guests and followers will have access to your filter! Anyone who sees your story will also have access to your filter! Unlike snapchat filters it's not restricted to location and there is no upload cost!| CUSTOMISATION |-PERSONALISATION-Name:Date:Location:Text colour (Select from drop down menu) or message me if you want a colour which isn't listed.Which social media do you want your filter to be on? (Facebook or Instagram). Please note there's a small charge to have your filter on both social media platforms as I essentially have to make 2 separate filters.| HOW IT WORKS |1 - Enter your personalisation requirements in the space provided when ordering.2 - I then design your filter in Instagram/Facebook's unique software.3 - A proof will then be sent to you of how your filter will look, please allow 24hrs for this.4 - Once you're happy with how your filter looks, I then submit it to Instagram/Facebook to upload to their filter collection. (This can take up to 48hrs)!5 - Once the filter has been accepted by Instagram/Facebook I will then email you a link to where you can find your filter on the social media site!6 - You can share the link with all your friends, family and guests! Alternatively, when your post to your story using the filter a badge will be displayed in the top left corner. Anyone who clicks on this will also have access and be able to use your filter! (An example of this is Picture 3).Please message me if you have any questions.  :)If you include the snapchat version in your order, this is just for the filter file. You must upload the filter to Snapchat where costs may be incurred due to location and date. More information can be found here: https://www.snapchat.com/l/en-gb/on-demand/Facebook and Instagram filters are uploaded by me at no extra cost.My full collection of Instagram & Facebook filters can be found here:https://www.etsy.com/uk/shop/SnazzyMango?ref=seller-platform-mcnav&section_id=21416837Keywords:Bachelorette Filter, Bachelorette Party, Hen Party, Ring Filter, Gold Filter, Gold Bachelorette, Pool Party, Insta Filter, Bachelorette Party Instagram, Bachelorette Geofilter, Insta Filter, Instagram Filter, Instagram Story, Instagram Stories, Insta Stories, Instagram Wedding, Instagram Wedding Filter, Rose Gold Wedding Filter, Insta Wedding Filter, Insta Wedding Effect, Insta Wedding Stories, Insta Wedding, Instagram Wedding, Rose Gold Wedding Filter, Insta Mask, Insta Effect\n                ", "listing_reviews": null, "store_reviews": "466 shop reviews", "search": "fonts", "url": "https://www.etsy.com/listing/986580638/bachelorette-instagram-filter-gold"}, {"seller_text": "TomasDByTomas", "seller_href": "https://www.etsy.com/shop/TomasDByTomas?ref=simple-shop-header-name&listing_id=969767456", "store_sales": "859 sales", "store_rating": "4.9104", "listing_title": "Elegance Font, Wedding font, Valentines Day font, Digital font, Calligraphy font, Handwritten Script Font, Cricut Fonts, Brush font,download", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.28\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 other file"], "listing_desc": "\n                    Installable font files ( you can use it everywhere: in your Cricut, silhouette, in your pc or mac programs like Microsoft word, etc..)Great for home signs, home decoration, wedding greeting cards, Invitation, logos, branding materials, business cards, quotes, posters, Cricut artwork, Silhouette cutting files and more!1    Unzip your font folder.2    Locate the font file inside the font folder. Your font file will be either an OpenType Format (OTF) or a TrueType format (TTF).Once you double-click the font file, an installation window appears. Just click Install.Congratulations! Your font is now installed.\n                ", "listing_reviews": "4", "store_reviews": "67 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/969767456/elegance-font-wedding-font-valentines"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=881743862", "store_sales": "21,702 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Influencer Presets, Instagram Filters, iPhone Presets, Lightroom Filter, Lifestyle Presets, Blogger Photo Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it neutral with this Influencer Preset! This Lightroom Mobile preset will effortlessly soften and mute the shades in your photos to achieve a creamy chic look with the click of button! ❀ Your purchase includes ❀- 1 Influencer Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "33", "store_reviews": "1,130 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/881743862/lightroom-mobile-preset-influencer"}, {"seller_text": "KAFontDesigns", "seller_href": "https://www.etsy.com/shop/KAFontDesigns?ref=simple-shop-header-name&listing_id=1015297653", "store_sales": "79,214 sales", "store_rating": "4.9829", "listing_title": "Wild Mango Font - Serif Font, Modern Font, Boho Font, Branding Font, Swash Font, Fonts for Cricut, Bohemian Fonts, Cricut Fonts", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $6.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 ZIP"], "listing_desc": "\n                    WILD MANGO FONTA clean serif font with a modern feel.Includes a ton of fun alternates to dress up your text!******NOTE!!****** PLEASE make sure you know how to access alternate letters in the program you are using.  The letters with tails are embedded into the font file - you will need to know HOW to access the alternates.These are easily accessible in photoshop, illustrator and through your character map panel.There is NOT an alternate available for every letter - only certain letters.I have included instructions for most programs but please if you are unsure - ask BEFORE purchasing and I can send you the instructions for you to review.Includes TTF & OTF format Wished is perfect for: logos, branding, wedding invitations, business cards, greeting cards, posters, magazines, social media, planner prints and websites.Commercial use for this font is allowed→ unlimited projects→ unlimited sales→ no credit requiredLimitations of Font Purchase→ You cannot sell or distribute the font file→ You cannot upload the font to Corjl/Templett→ *YOU CANNOT DIGITIZE THE FONT AND SELL IT IN YOUR STORE AS AN EMBROIDERY FONT*→ You cannot include the font file in products as a free download→ You cannot alter the font and claim as your own This purchase is in the form of a ZIP file including only:Wild Mango OTFWild Mango TTFI appreciate your interest and I hope that you enjoy this font!\n                ", "listing_reviews": "20", "store_reviews": "6,795 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/1015297653/wild-mango-font-serif-font-modern-font"}, {"seller_text": "ThePresetCow", "seller_href": "https://www.etsy.com/shop/ThePresetCow?ref=simple-shop-header-name&listing_id=934063765", "store_sales": "6,133 sales", "store_rating": "4.8085", "listing_title": "Mobile Lightroom Presets | Instagram Presets | Desktop Lightroom Presets | Influencer Blogger Presets | Sunset Preset | Warm Light Preset |", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.13\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 2 other files"], "listing_desc": "\n                    Created for Instagram influencers, lifestyle or travel bloggers, and creators, this warm sunset preset will transform your images with just one click! Aimed to create a cohesive feed & consistent aesthetic for your Instagram, blog, or platform. Made by a photographer with 6 years of camera experience.INCLUDED IN YOUR PURCHASE:✔ 1 MOBILE Lightroom Preset (DNG format)✔ 1 DESKTOP Lightroom Preset (XMP format)✔ PDF Step-by-Step GuideCOMMON QUESTIONS: ✔ Compatible in Lightroom Mobile App (iOS or Android)✔ Compatible in Lightroom Desktop (Mac or PC)✔ Compatible in all Lightroom Desktop versions✔ Instant downloadContact me with any questions, feedback, or concerns. Thank you for shopping small!♡ Stay safe & happy editing, Alana ♡📌 PINTEREST: www.pinterest.com/alanamak📷 INSTAGRAM: www.instagram.com/alanamakREFUND POLICY & TERMS OF USE:Due to the digital nature of this product, all sales are final & there are no returns or exchanges. No sharing files, or reselling them in any form. Derivative works are prohibited. Violators of this agreement will be prosecuted.© ThePresetCow, 2020KEYWORDS:Warm Filter I Light Preset I Sunset Photo Preset | Summer Filter | Mobile Lightroom Presets I Instagram Presets I Desktop Lightroom Presets I Influencer & Instagram Filter I DNG I Mobile Filter I Travel Presets I Influencer Presets I I iPhone Presets I Blogger Presets I Photo Filters I Android Preset I Edits in Lightroom | VSCO Filter | Lightroom Editing | Photo Presets | Lightroom for Beginners | Best Lightroom Presets | VSCO Tumblr Editing | Best Instagram Filters | Aesthetic Lightroom Preset | Aesthetic Instagram Filter | Photo Editing | Travel Filter | Blogger Filter | Easy Preset | Photography Presets | Photography Editing |\n                ", "listing_reviews": "16", "store_reviews": "188 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/934063765/mobile-lightroom-presets-instagram"}, {"seller_text": "AvalanchePresets", "seller_href": "https://www.etsy.com/shop/AvalanchePresets?ref=simple-shop-header-name&listing_id=721952828", "store_sales": "9,831 sales", "store_rating": "4.5965", "listing_title": "10 Mobile Lightroom Presets,Summer preset, Instagram filter,Natural preset, Desktop Presets, Color Lightroom, Vibrance, Lifestyle Blogger,", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $0.71\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    Visit more Presetswww.etsy.com/shop/AvalanchePresetsINCLUDED IN YOUR PURCHASE💥 Instant Download💥 10 Lightroom presets for MOBILE Lightroom( free mobile lightroom app)💥 10 Lightroom presets for DESKTOP Lightroom (Both MAC and Windows supported)💥 Instructions💥 Instant Download 💥 Compatible with all Photo formats💥 Compatible with Lightroom Mobile App (Both IOS and Android)💥 Compatible with Desktop Lightroom (Both MAC and Windows)🎁GET 4 PAY FOR 2🎁• Add 4 items to cart• Use code: GET2FREE• Pay just for 2 items If you are not sure about suitability of presets on your photos you can leave me message/send me few examples of your photos and I will test the presets and will show you results.📧 Contact us:  avalanchepresets [!at] gmail.com© 2018 AvalanchePresets, All Rights Reserved\n                ", "listing_reviews": null, "store_reviews": "352 shop reviews", "search": "fonts", "url": "https://www.etsy.com/listing/721952828/10-mobile-lightroom-presetssummer-preset"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=885035515", "store_sales": "70,786 sales", "store_rating": "4.9099", "listing_title": "5 Beach Lightroom Mobile Presets, Tan Skin Photo Editing Filter for Summer Travel, Blue Ocean Instagram Influencer Tropical Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.67\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Just Beachy Lightroom MOBILE Presets for Bloggers & Instagram Influencers, Photo Editing Filter for Lifestyle and Travel🌟The Just Beachy Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will bright and airy, beachy tones to your iPhone imagery. These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ Detailed PDF instructions for preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "13", "store_reviews": "5,613 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/885035515/5-beach-lightroom-mobile-presets-tan"}, {"seller_text": "PresetDesignPhoto", "seller_href": "https://www.etsy.com/shop/PresetDesignPhoto?ref=simple-shop-header-name&listing_id=977253645", "store_sales": "2,128 sales", "store_rating": "4.9657", "listing_title": "10 Lightroom Presets, Clean and Crisp Lightroom Presets for Mobile and Desktop, Blogger and Instagram Photo Filters, Light Bright Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.92\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 JPG, 1 PDF"], "listing_desc": "\n                    🎁 GET 4 & PAY FOR 2 With Promo Code: 2FREE 🎁🎁 GET 6 & PAY FOR 3 With Promo Code: 3FREE 🎁🎁 GET 8 & PAY FOR 4 With Promo Code: 4FREE 🎁10 Clean And Crisp presets, Lightroom presets, Blogger photo presets, mobile presets and desktop presets, instagram Filters by Preset DesignINCLUDED:• 10 MOBILE Lightroom presets• 10 DESKTOP Lightroom presets• After Purchase Customer Support• Instructions• Instant DownloadPreset Bundles In My Shop:www.etsy.com/shop/presetdesignphoto♡ SPECIAL OFFER ♡🎁  ADD 4 TO CART, PAY FOR 2 🎁  GET 50% WHEN YOU ADD 4 🎁🎁  ADD 6 TO CART, PAY FOR 3 🎁  GET 50% WHEN YOU ADD 6 🎁🎁  ADD 8 TO CART, PAY FOR 4 🎁  GET 50% WHEN YOU ADD 8 🎁HERE'S WHY YOU'LL LOVE IT:• Light airy clean vibe perfect for instagram themes• Made by a professional digital creator• Consistent results with no harsh colors or lightingMORE INFO:• Works with the Free and Paid Lightroom Mobile App• Works with All Lightroom Desktop Versions• Works with Mac and PC Desktops/LaptopsIf you have any more questions or need help picking the perfect presets for you, you can contact us any time!OUR SOCIAL MEDIA• IG: @preset_design.....................................................© Preset Design LLC, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited......................................................\n                ", "listing_reviews": "5", "store_reviews": "204 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/977253645/10-lightroom-presets-clean-and-crisp"}, {"seller_text": "PresetStories", "seller_href": "https://www.etsy.com/shop/PresetStories?ref=simple-shop-header-name&listing_id=918471338", "store_sales": "5,639 sales", "store_rating": "4.8008", "listing_title": "20 Instagram Presets for Lightroom, Family Mobile Presets, Holiday Winter Instagram Filter, Blogger Presets, Warm Fall Preset, Autumn Preset", "listing_bestseller": "-", "listing_price": "\n                        $2.40\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    20 Mobile Presets for Lightroom, Family Mobile Presets, Holiday Winter Instagram Filter, Blogger Presets, Warm Fall Preset, Autumn Preset✩ LIGHTROOM MOBLIE PRESETS ✩This mobile preset will create warm moody tones, perfect for your Family photos. Create and edit all from your mobile phone with one click! Includes 25 Mobile and Desktop Presets for Instagram, Bloggers, Influences and Photographers! Create Stunning Photos, and a cohesive Instagram grid with our easy to use mobile presets.✩🎁 SPECIAL PROMO 🎁✩✩ BUY 3 PRESETS GET 2 PRESETS FREE!!!✩ ADD 5 PRESETS TO YOUR CART, APPLY COUPON: \"2FREE\" AND PAY FOR 3 ONLY✩ PRESET SALE: www.etsy.com/shop/presetstories_____________________________________________________✩ INCLUDED IN YOUR PURCHASE ✩• 25 Mobile Lightroom Presets (DNG files)• 25 Desktop Lightroom Presets (XMP files)• Quick Installation guide with video instructions✩ FAQ ✩• Works in FREE Lightroom Mobile App (iOS/Android)• Install Lightroom App first to use presets.• Have more questions? Then please message me :)♡ GUARANTEE ♡All of my presets have been tested on a variety of images. My One-Click Presets make it quick to use yet fully customizable to stay true to your own signature style. If they don’t work on your images send me a message with an unedited image and I will personally adjust them for you._____________________________________________________Refunds are not available for any of our products since they cannot be returned once downloaded, however we will always be more than happy to assist with any questions. If you have any issue downloading the presets, let me know and I will send it to you via email (within 24 hours).TERMS OF USE:© 2020 Preset Stories, All Rights ReservedBY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "7", "store_reviews": "246 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/918471338/20-instagram-presets-for-lightroom"}, {"seller_text": "NewYorkDesignStudio", "seller_href": "https://www.etsy.com/shop/NewYorkDesignStudio?ref=simple-shop-header-name&listing_id=806075957", "store_sales": "32,920 sales", "store_rating": "4.8575", "listing_title": "Cricut font, Silhouette cut file for cutting machines, alphabet font, individual letters, svg, dxf, eps font, swirly cricut font, AutoCAD", "listing_bestseller": "-", "listing_price": "\n                        $2.70\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 ZIP"], "listing_desc": "\n                    * * * * * * * (Premium Font Package) Olivia font is amazing for Cricut and Silhouette cutting machines, Autocad, Photoshop ... * * * * * * *BIG PACKAGE: OTF Font, TTF Font, SVG font files, EPS font files, DFX font files! Cricut and Silhouette will automatically detect the font. No special software or special knowledge is required (Very Easy)!I created a small help file included in your folder if needed.Olivia font is compatible with every software such as CRICUT DESIGN SPACE, Silhouette, Word, Gimp, Photoshop, Illustrator, Affinity Photo, Affinity Designer, Maya, Unity, Adobe After Effect, Indesign, Premiere Pro, Final Cut Pro, Mockup Software, etc. IOS app are sometimes to new to be compatible with glyph such as procreate app but it works perfectly with the Affinity Photo and Affinity Designer App which is most reliable.*****Here's what's included:OTF and TTF font file. (MAC and PC). (The Olivia font is automatically detected by Cricut and Silhouette software once installed on your computer.)+SVG font Files, EPS font files, DFX font files, wow! Full alphabet font with Glyphs/special characters included such as é, â, ê, î, ô, û, ç, à, è, ù ...► Commercial usage allowed for unlimited projects► Make personal or commercial handmade products to sell that includes text (paper crafts, wall art, embroidery, etc,)► Produce digital downloads & physical products for sale, gifts or yourself► Good for Cricut and Silhouette project artwork and more!*****HOW TO ACCESS THE SPECIAL LONG TAIL LETTERS:Please, i created two PDF files that explain how and where to access the letters. (Don't worry, it's straightforward, i made sure you can use the font right away)Support: Please, before contacting me for support, read the pdf files. If you still need help, contact me and i will do my best to help you.*****❤ DISCOUNT: Spend $50 or more and get a big 50% Discount Coupon! (CODE: NYNY50)*****❤ Please, visit my main shop to download more fonts: https://www.etsy.com/ca/shop/CreativeStudioNY*****INSTRUCTIONS:HOW TO INSTALL THE FONT ON PC OR MAC:Unzip your font folder and double click on the font to install it.*For Ipad and iPhone users, you can search on the \"app store\" some free \"font manager\" app, it is 100% compatible on IPad and iPhone as well.///CRICUT AND SILHOUETTE:Please note. I do not offer support for Cricut, however, I provide you with some instructions bellow that might help you.HOW TO UPLOAD FONTS TO CRICUT DESIGN SPACE ON PC:1.Unzip your font folder.2.Locate the font file inside the font folder. Your font file will be either an OpenType Format (OTF) or a TrueType format (TTF). Double-click it!Once you double-click the font file, an installation window appears. Just click Install.Congratulations! Your font is now installed.Now, the trick to using it in Cricut Design Space is to be sure you RELOAD Design Space before you try to find the font. That usually means just clicking the refresh icon in your browser.Once Cricut Design Space is reloaded, click the Text icon, type some text, click the Fonts menu, make sure the word “All” is highlighted, and type in the first few letters of the new font you uploaded — when your font appears, click it to apply it to your text!And that’s it!HOW TO UPLOAD FONTS TO CRICUT DESIGN SPACE ON MAC OS X:1.Unzip your font folder.2.Locate the font file inside the font folder. Your font file will be either an OpenType Format (OTF) or a TrueType format (TTF).Once you double-click the font file, an installation window appears. Just click Install.Congratulations! Your font is now installed.Now, the trick to using it in Cricut Design Space is to be sure you RELOAD Design Space before you try to find the font. That usually means just clicking the refresh icon in your browser.Once Cricut Design Space is reloaded, click the Text icon, type some text, click the Fonts menu, make sure the word “All” is highlighted, and type in the first few letters of the new font you uploaded — when your font appears, click it to apply it to your text!And that’s it!HOW TO UPLOAD FONTS TO CRICUT DESIGN SPACE IN IOS 11 OR HIGHER ON AN IPAD OR IPHONE:First, go to the app store and get a free app called iFont. Once you’re in the app store, click on the Search button down at the bottom and type in iFont. Click on the download icon. After the app finishes downloading, click to open iFont.Download the font to your iPad or iPhone.iFont should open with the Open Zip Archive screen. You should then be directed back to iFont. On the left, you’ll see an option to Install the Maker Penwriting Regular font. Tap the Install button. You’ll be guided through a series of menus. Tap Allow. Settings should open showing a window to Install Profile. Tap Install. You may be prompted for your device’s passcode. You may have to tap install a couple more times to complete the process. You should see a screen that says Profile Installed. Tap Done. The font is now installed on your device.Restart the Cricut Design Space app. Click on the text at the bottom. Click on the All tab because of the app defaults to the Cricut tab. Type in the name of the font you just installed. Tap on it. You should now be back at the Canvas screen. Type in text to see what it looks like.///HOW TO MANUALLY INSTALL FONTS FOR SILHOUETTE:Note: You do not need to download the font into the Silhouette software. Once the Mia font is installed on your computer in your font directory, the font will show up as an available option for cutting letters once the Silhouette software is opened.INSTALL THE FONT ON A PC:1. After you purchase the font, your font will be available to download. Right-click on the font link from Etsy and \"Save link as\" to your computer. A zipped folder will be downloaded to your default download location on your computer. It will be named \"Mia Font Commercial.zip\" on your PC:Depending on your download environment, the download may show in the downloads section of your browser OR in the default download locationOpen the downloaded folder2. Double-click on \"Mia Font Commercial.zip\" folder to install (A font management window will open)3. Select the Install option in the upper-left of the window4. The Install button will turn grey, indicating that the font has been installedINSTALL THE FONT ON A MAC:1. After you purchase the font, a zipped folder will be available and downloaded to your default download location on your computer. It will be named \"Mia Font Commercial.zip\" on your PC:Depending on your download environment, the download may show in the downloads section of your browser OR in the default download locationOpen the downloaded folder2. Double-click on \"Mia Font Commercial.zip\" folder to install (A font management window will open)3. Select the Install option in the lower-right of the window4. The font management window will close, indicating that the font has been installedVoila! :)\n                ", "listing_reviews": "100", "store_reviews": "1,766 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/806075957/cricut-font-silhouette-cut-file-for"}, {"seller_text": "KAFontDesigns", "seller_href": "https://www.etsy.com/shop/KAFontDesigns?ref=simple-shop-header-name&listing_id=999559756", "store_sales": "79,214 sales", "store_rating": "4.9829", "listing_title": "Modern Script Font Bundle - Calligraphy Fonts, Handwritten Fonts, Cricut Font Bundle, Farmhouse Fonts, Script Fonts, Wedding Fonts", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $7.65\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 ZIP"], "listing_desc": "\n                    MODERN SCRIPT MINI FONT BUNDLEThis bundle includes a handpicked selection of modern calligraphy style fonts!LIMITED TIME OFFER!!!  8 FONTS - 9 DOLLARS*****IF you are using an iPad or iPhone to download/install fonts, please make sure you know how to do this or you have done it before******This bundle includes 8 script fonts - perfect for your cricut projects!*** Fonts Included **** Wildcat* Mountains* Blissfully* Clarity* Kindheart* Maybird* Holiday Wishes* GlossyAvailable in TTF & OTF formatsUse the fonts for: logos, branding, wedding invitations, farmhouse decor, farmhouse signs, mugs, shirts, pantry labels, wedding invitations, stickers, business cards, greeting cards, posters, social media, planner prints and websites.Commercial use for this font is allowed→ unlimited projects→ unlimited sales→ no credit required*NOT PERMITTED*→ *YOU CANNOT DIGITIZE THE FONT AND SELL IT IN YOUR STORE AS AN EMBROIDERY FONT*→ *YOU CANNOT SELL \"ALPHAPACKS\" OF ANY FONTS - OR INDIVIDUAL PNG LETTERS*→ You cannot upload the fonts to Templett/Corjl→ You cannot sell or distribute the font file→ You cannot include the font file in products as a free or paid download→ You cannot trace the fonts to make a font of your ownI appreciate your interest and I hope that you enjoy this bundle!\n                ", "listing_reviews": "12", "store_reviews": "6,795 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/999559756/modern-script-font-bundle-calligraphy"}, {"seller_text": "Collectpresets", "seller_href": "https://www.etsy.com/shop/Collectpresets?ref=simple-shop-header-name&listing_id=1022003390", "store_sales": "259 sales", "store_rating": "5", "listing_title": "BALI PHOTO PRESETS - Mobile Lightroom Preset - Bali Photo - Mobile Photo Filter - Summer Bright Preset - Digital Download File", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $2.79\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 Files"], "listing_desc": "\n                    ♥ DIGITAL DOWNLOAD BALI MOBILE PHOTO FILTER This high quality presets works on both devices android and iOS with free lightroom applications. You will get the top premium presets that are Sand, Taste, Color, Bright, and Brighter. The format of the file is DNG and PDF. Plus, these designs are lifestyle, travel, vacation, blogging, and excellent fort Instagram. You can download this file instantly by paying affordable charges. ☛ Product Name: Bali Photo Filter ☛ Product Type: Digital ☛ Format: DNG and PDF ☛ Presets Premium: Blue, Dreamy, Jungle, Rainy, and Tender☛ Image: Unique Designs for Instagram Feed ☛ Designs: Lifestyle, Travel, Vacation, and Blogging☛ Purpose: Gift for Lovers ☛ Instantly Download: Yes ♥ GIFT This Bali photo filter can be used as a gift to offer to lovers, dear ones, and friends. You can use these presets as Instagram Feed. ♥ WHY CHOOSE US We provide the best customer support services, and you can message us through Etsy messaging service anytime. Our products are specially developed for digital use. You can order it confidently.\n                ", "listing_reviews": null, "store_reviews": "10 shop reviews", "search": "fonts", "url": "https://www.etsy.com/listing/1022003390/bali-photo-presets-mobile-lightroom"}, {"seller_text": "AsBeee", "seller_href": "https://www.etsy.com/shop/AsBeee?ref=simple-shop-header-name&listing_id=935900811", "store_sales": "9,805 sales", "store_rating": "4.8", "listing_title": "Cursive SVG Font Bundle cursive signature fonts for Cricut Cursive font digital font svg bundle Cursive Silhouette and Cursive Cricut", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 5 ZIP"], "listing_desc": "\n                    Welcome to the Asbee Shop 😊This product includes a zip file containing all files as shown in the list.After completing the payment, you will receive an email with a link to the Download Page. (It will take at least 5 minutes)Here, You Can Download All Files Related To Your Purchase.Extract Zip files to access all files.Right-click the zip folder, select \"extract all\".This list contains the following instant downloads:* PNG* SVG* PDF* TTF*OTF~~~~~~~~~~~~~ TERMS OF USE ~~~~~~~~~~~~~You can use this file to create unlimited physical products for your personal use. Unlimited sales. No need for credit.You are NOT permitted to resell or redistribute the purchased files.~~~~~~~~~~~~~ PLEASE NOTE ~~~~~~~~~~~~~These are digital files that you can download after purchase.Nothing is physically sent to you by post/mail.~~~~~~~~~~~~~~~~~🙅~~~~~~~~~~~~~~~~~There is no return or exchange because this is a digital product. Please contact me with any other questions - I'm here to help!If you have any questions or would like more information, please contact me.Get a free consultation.Thank you for shopping :)Copyright ©AsBeee, All rights reserved\n                ", "listing_reviews": "86", "store_reviews": "300 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/935900811/cursive-svg-font-bundle-cursive"}, {"seller_text": "SleepyMoonStudios", "seller_href": "https://www.etsy.com/shop/SleepyMoonStudios?ref=simple-shop-header-name&listing_id=925558968", "store_sales": "331 sales", "store_rating": "4.8387", "listing_title": "5 Mobile Lightroom Presets / Disney Glow Lightroom Mobile Preset For Instagram / Disneyland Filter / Glow Preset / Soft Travel Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.35\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    ✨ Welcome to Sleepy Moon Studios! ✨Sleepy Moon Studios Shop:www.etsy.com/shop/sleepymoonstudiosAll the presets from SleepyMoonStudios have been created for the free Lightroom app for iPhone and Android and for Adobe Lightroom Desktop.This preset will help you to create a consistent theme on all your photos in just one click for Instagram, blogs and any other social media platform of your choice. This Mobile Lightroom preset can be used to give your photos a professional look for your instagram, travel, lifestyle blog or food blog and can be used by influencers, photographers or anyone who wants their images to have a consistent look. The professional look to the photos will help build your business or social media accounts. Our presets have been tested to work on a wide range of images however on lower quality images or darker images, some small adjustments to contrast or exposure may need to be made.Included in your digital download:5 x DNG Lightroom Presets1 x PDF step-by-step instructions on how to save and use your preset. Due to the digital nature of this product, all sales are final.Terms & Conditions:By purchasing this preset you agree to not distribute, lend or resell it to any other person.If you have an issues installing the preset or have any questions, please message me on Etsy or email me at sleepymoonstudios [at] gmail.com and I will help you to use the presets!Search Terms:Disney Glow Mobile Lightroom Preset, Desktop, Mobile, Instagram Blogger, Influencer, Pink & Blue, Pretty Instagram Feed, Soft, Bright, Light & Airy, Clean, Blogger, Food Blogger, Girly, Family Photos, Mickey, Minnie, Disney Vlogger, VSCO, Pink Preset, Blue Filter, Disney Food, Disney Girl, Colourful, iPhone, Insta.© Sleepy Moon Studios - All Rights Reserved.\n                ", "listing_reviews": "5", "store_reviews": "31 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/925558968/5-mobile-lightroom-presets-disney-glow"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=805590178", "store_sales": "21,702 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Vibrant Presets, Instagram Filters, VSCO Filters, iPhone Presets, Lightroom Preset, Lifestyle Presets, Bright", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Live life in color with this Vibrant Preset! This Lightroom Mobile preset will raise the saturation to bring out beautiful vibrancy in your photos with the simple click of a button! ❀ Your purchase includes ❀- 1 Vibrant Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "42", "store_reviews": "1,130 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/805590178/lightroom-mobile-preset-vibrant-presets"}, {"seller_text": "DIGITALSHOPByMyles", "seller_href": "https://www.etsy.com/shop/DIGITALSHOPByMyles?ref=simple-shop-header-name&listing_id=1032770445", "store_sales": "2,072 sales", "store_rating": "4.7734", "listing_title": "Sanango Font with Long Tail, Wedding Font, Heart Swashes, Font with Tails, Cursive font for cricut, Tail Font", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 ZIP"], "listing_desc": "\n                    IntroducingOne Love is a cute and casual handwritten font with an incredibly friendly feel. It features gorgeous swashes and ligatures that make this script incredibly versatile. It also features cute doodles. Whether you’re looking for fonts for Instagram or calligraphy scripts for DIY projects, One Love will turn any creative idea into a true piece of artThis font is PUA encoded which means you can access all of the glyphs and swashes with ease!Works on PC & Mac, Linux, Cricut, Silhouette and other cutting machines, easy convert to webfont.Simple installationsAccessible in the Adobe Illustrator, Adobe Photoshop, Adobe InDesign, even work on Microsoft Word.Font type: OTF, TTFIf you have any issue, please send me a message.I am happy to support you.Thank you for your purchase!\n                ", "listing_reviews": null, "store_reviews": "128 shop reviews", "search": "fonts", "url": "https://www.etsy.com/listing/1032770445/sanango-font-with-long-tail-wedding-font"}, {"seller_text": "PresetDesignPhoto", "seller_href": "https://www.etsy.com/shop/PresetDesignPhoto?ref=simple-shop-header-name&listing_id=986055688", "store_sales": "2,128 sales", "store_rating": "4.9657", "listing_title": "10 Beach Tan Lightroom Mobile Presets, Sunkissed Summer Presets, Summer Glow Instagram Filter, Beach Travel Preset for Blogger, Ocean Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $4.92\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 JPG, 1 PDF"], "listing_desc": "\n                    🎁 GET 4 & PAY FOR 2 With Promo Code: 2FREE 🎁🎁 GET 6 & PAY FOR 3 With Promo Code: 3FREE 🎁🎁 GET 8 & PAY FOR 4 With Promo Code: 4FREE 🎁13 Beach Tan, Lightroom presets, Blogger photo presets, mobile presets and desktop presets, instagram Filters by Preset DesignINCLUDED:• 8 MOBILE Lightroom presets• 8 DESKTOP Lightroom presets• After Purchase Customer Support• Instructions• Instant DownloadPreset Bundles In My Shop:www.etsy.com/shop/presetdesignphoto♡ SPECIAL OFFER ♡🎁  ADD 4 TO CART, PAY FOR 2 🎁  GET 50% WHEN YOU ADD 4 🎁🎁  ADD 6 TO CART, PAY FOR 3 🎁  GET 50% WHEN YOU ADD 6 🎁🎁  ADD 8 TO CART, PAY FOR 4 🎁  GET 50% WHEN YOU ADD 8 🎁HERE'S WHY YOU'LL LOVE IT:• Bronze sunkissed tan vibe perfect for instagram themes• Made by a professional digital creator• Consistent results with no harsh colors or lightingMORE INFO:• Works with the Free and Paid Lightroom Mobile App• Works with All Lightroom Desktop Versions• Works with Mac and PC Desktops/LaptopsIf you have any more questions or need help picking the perfect presets for you, you can contact us any time!OUR SOCIAL MEDIA• IG: @preset_design.....................................................© Preset Design LLC, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited......................................................\n                ", "listing_reviews": "6", "store_reviews": "204 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/986055688/10-beach-tan-lightroom-mobile-presets"}, {"seller_text": "LouMarksPhoto", "seller_href": "https://www.etsy.com/shop/LouMarksPhoto?ref=simple-shop-header-name&listing_id=677456369", "store_sales": "388,510 sales", "store_rating": "4.8278", "listing_title": "Mobile LIGHTROOM Presets, Warm Blogger Presets, Golden Presets, Mobile Presets, Desktop Preset, Instagram Filters lightroom mobile presets", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.49\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 3 ZIP, 2 PDF"], "listing_desc": "\n                    Mobile Lightroom Presets, Warm Blogger Presets, Golden Presets, Mobile Presets, Desktop Preset, Instagram Filters Lightroom mobile presets♥ FREE PRESETS OFFER ♥♥ GET 5 & PAY FOR 3: Add 5 presets to your cart, discount automatically applied: Pay for only 3M O R E ∙ P R E S E T ∙ S T Y L E Swww.etsy.com/shop/loumarksphotoThe Honey Golden Preset Bundle is a collection of 10 Lightroom Presets that will add slightly warm beige, tan and creamy tones to your Instagram photos. These presets are perfect for Instagram photo editing, travel photography & anyone looking to take their photos to the next level in just one click.I N C L U D E D•  10 Lightroom MOBILE Presets (DNG)•  10 Lightroom DESKTOP Presets (LR & XMP)•  Detailed PDF Instructions•  Instant Download From Etsy Account•  Amazing Customer Support! Reach out with any questions and I’ll be happy to help.W H Y ∙ Y O U ' L L ∙ L O V E ∙ I T• Warm golden vibe perfect for instagram themes• Works amazing on indoor and outdoor photos• Made by a professional photographerO T H E R ∙ I N F O R M A T I O N• Works with the Free & Paid Android LR Mobile App • Works with the Paid iPhone LR Mobile App  • Works with All Lightroom Desktop Versions• Works with Mac and PC Desktops/LaptopsStill have questions or need help picking the perfect presets for you editing needs? Feel free to contact me, I’m always more than happy to help in any way :)L O U A N D M A R K S ∙ P R O M I S E ♡You are you unique and so are our Presets! We created our Presets for everyone. No one specific skin tone or hair color. When you purchase from Lou + Marks you are not just purchasing presets you also get our guarantee that they will suit your skin tone. If they don’t send me a message with an unedited image and I will personally adjust them for you.  A B O U T ∙ L O U ∙ M A R K S ∙ P H O T O• IG: @Louandmarks• FB: https://www.facebook.com/louandmarks/-----------------------♡--------------------© 2021 Lou & Marks LLC, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited.----------------------------------------------\n                ", "listing_reviews": "100", "store_reviews": "16,494 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/677456369/mobile-lightroom-presets-warm-blogger"}, {"seller_text": "jozoor", "seller_href": "https://www.etsy.com/shop/jozoor?ref=simple-shop-header-name&listing_id=879134089", "store_sales": "22,500 sales", "store_rating": "4.8308", "listing_title": "Script fonts Bundle svg Cursive fonts for Cricut Cursive font bundle Fonts bundle svg Wedding font bundle svg", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.98\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 ZIP"], "listing_desc": "\n                    ✿ Cursive fonts Bundle SVG, DXF, PNG, PDF, OTF, TTF ✿Script fonts Bundle svg Cursive fonts for Cricut Cursive font bundle Fonts bundle svg Wedding font bundle svg-------------------✿ Your download will include:15 TTF&OTF Installable font files ( you can use it everywhere: in your Cricut, silhouette, in your pc or mac programs like Microsoft word, etc..)15 - SVG files ( Black ) for the Cricut machine and other cutting machines.15 - DXF files ( Black ) for the Silhouette Cameo machine and other.15 - PNG transparent files ( Black ) for Printing and Iron Transfer, HQ.15 - PDF files ( Black ) for editing or using in adobe illustrator.-------------------✿ With these designs and font files you can do or use with:- Cut Machines, Cricut, cameo, others cut machines.- PNG printing, you can print the PNG transparent high quality.- Iron transfer, you can transfer the PNG to any objects, like mugs, t-shirts…- you can use it everywhere: in your Cricut, silhouette, in your pc or mac programs like Microsoft word, etc..-------------------✿ Notes:1- This item doesn't include any physical items, it is an only digital file for instant download. 2- You will receive the digital files directly after purchasing.3- Contact us if you have any problems during purchasing or download.------------------If you want to ask for any extra detail please feel free to contact me.✿ Find more Digital Printable Designs Here:https://www.etsy.com/shop/jozoor?section_id=24863748------------------♥ by Jozoor Team\n                ", "listing_reviews": "100", "store_reviews": "957 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/879134089/script-fonts-bundle-svg-cursive-fonts"}, {"seller_text": "MintAndPepper", "seller_href": "https://www.etsy.com/shop/MintAndPepper?ref=simple-shop-header-name&listing_id=849922269", "store_sales": "61,307 sales", "store_rating": "4.8303", "listing_title": "10 Mobile Lightroom Presets Garden, Bright Instagram Filter, Blogger Presets, Lightroom Mobile Presets Mobile Lightroom, Outdoor Preset", "listing_bestseller": "-", "listing_price": "\nPrice:\n                            $3.82\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    10 Presets for Mobile Lightroom in .DNG format ✩ Lightroom Presets ✩ Instagram Filters ✩ Best PresetsCreate the dreamiest edits with GARDEN preset pack. They were designed to transform your images with just one click! 10 presets allow you to make a cohesive feed or a gallery without extensive knowledge of photo editing. Get soft, bright tones in your phone images in seconds!This pack is great for bloggers, photographers and everyone who aims to create a consistent feed on Instagram with easily applied filter. Perfect for outdoor and indoor photography, fashion shots and portraits.✩ They work well with iPhone and Android devices. You just need to download free Lightroom Mobile App✩ Easy to apply, with just one click✩ Instant download filesYOU GET:✩ 10 Lightroom Mobile Presets in .DNG format✩ Instruction in PDF 💥Check out our Bestsellers💥https://www.etsy.com/shop/MintAndPepperSPECIAL OFFER:🌟GET 4 PACKS & PAY ONLY FOR 2 - Add 4 items to your cart and use promo code 2FREE🌟🌟GET 6 PACKS & PAY ONLY FOR 3 - Add 6 items to your cart and use promo code 3FREE🌟🌟GET 8 PACKS & PAY ONLY FOR 4 - Add 8 items to your cart and use promo code 4FREE🌟Please remember that all presets look differently on each photo because of lighting and white balance settings, dominant colours etc. If your photo doesn’t look perfect you may need to adjust exposure or temperature to achieve the best results.Due to the digital nature of this product no exchanges or refunds will be made.CONTACT:EMAIL: mintandpepper5 [!at] yahoo.comON IG: @mint_and_pepper_© 2020 MintAndPepper, All Rights ReservedTerms of use: Forbidden to copy, sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.Lightroom Presets, Mobile Preset, Vibrant Presets, DNG, Instagram Preset, Lightroom CC, Presets, iPhone, Android, Lifestyle Presets, Desktop Presets, Wedding Presets, Portrait Presets, Best Presets, Bright And Airy Preset, Clean Preset, Light Preset, Instagram Filters, Mobile Filters, Photo Filters, Travel Blogger Presets, Photo Editing, Photography Presets, White Preset, Blogger Presets, Photo Presets, Mobile Filter, Travel Presets, Influencer Presets\n                ", "listing_reviews": "12", "store_reviews": "2,033 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/849922269/10-mobile-lightroom-presets-garden"}, {"seller_text": "AMostStore", "seller_href": "https://www.etsy.com/shop/AMostStore?ref=simple-shop-header-name&listing_id=953960319", "store_sales": "1,207 sales", "store_rating": "4.9", "listing_title": "Retro & Classic Font Bundle, Cricut Font, Retro Font, Vintage Font, Modern Font, Font Logo, Procreate Font, Instan Download Font", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $7.20\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 ZIP"], "listing_desc": "\n                    RETRO & CLASSIC FONT BUNDLEThis bundle contains 11 typeface including of 7 premium family fonts. The Classic touch contained in our design fonts will make your design look outstanding and original.The value of this Bundle is $52, but you get it at just $12!COMMERCIAL USE LICENSERetro & Classic Font Bundle comes with a Commercial license that grants you :- Use for Commercial Use- Use in Unlimited Number of Projects- Create Unlimited End Products For SaleSpecial Discount at AMost.CoBuy 2 Item get 50% off, use coupons : HAPPY50Buy 3 Item get 60% off, use coupons : HAPPY60If you have any questions, before or after purchase, please feel free to get in touch.Thank you\n                ", "listing_reviews": "62", "store_reviews": "80 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/953960319/retro-classic-font-bundle-cricut-font"}, {"seller_text": "SXTdigitalart", "seller_href": "https://www.etsy.com/shop/SXTdigitalart?ref=simple-shop-header-name&listing_id=1014611745", "store_sales": "744 sales", "store_rating": "5", "listing_title": "Harry Potter Font SVG, Cricut Fonts, Svg Files for Cricut, Harry Potter Symbol & Numbers, Alphabet svg, Silhouette svg, Cut files", "listing_bestseller": "Bestseller", "listing_price": "\n                        $1.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 ZIP"], "listing_desc": "\n                    This listing is for an INSTANT DOWNLOAD.You can easily create your own projects. What's Included:This product includes 1 ZIP file containing:1 TTF Font5 SVG files(1 All Svg, 1 Uppercase Svg, 1 Lowercase Svg, 1 Number and Sign Svg, 1 Symbols Svg)1 PNG files1 DXF files 1 AI files1 PDF filesThis is a digital download,No physical items will be shipped.Harry Potter Font Svg, Cricut Fonts, Svg Files for Cricut, Harry Potter Symbol Svg & Harry Potter Numbers Svg, Alphabet svg, Silhouette svg, Cut filesAfter the payment is confirmed, the files will be available at your Etsy account > Purchases and reviews under your profile tab on Etsy.com (NOT the app)Besides, the files will be sent to the email address registered to your Etsy account.IMPORTANT: Due to the fact that digital files cannot physically be returned or exchanged we do not offer refunds or exchanges. If you have any problem downloading or using it please contact me, im always happy to help.Personal & Commercial Use:This product is for personal and commercial use. You can sell these as PRINTED products, but you are NOT allowed to resell, share, modify this digital file.Thank you so much for stopping by my shop!\n                ", "listing_reviews": "14", "store_reviews": "29 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/1014611745/harry-potter-font-svg-cricut-fonts-svg"}, {"seller_text": "OnePreset", "seller_href": "https://www.etsy.com/shop/OnePreset?ref=simple-shop-header-name&listing_id=821771523", "store_sales": "77,827 sales", "store_rating": "4.6578", "listing_title": "Mobile Lightroom Presets, Vsco Filters, Iphone Presets, Lightroom, Mobile Presets, Instagram Filters, Presets, Colorful Mobile, Dng Preset", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.67\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 other file"], "listing_desc": "\n                    💝 GET A FREE PRESET 💝\u2028GET 4 & PAY FOR 3: Add 4 Presets to your cart, use promo code “ONEFREE” and only pay for 3.OR SHOP UNDER THIS LINKhttps://www.etsy.com/au/shop/OnePreset?coupon=ONEFREE✩✩✩ We have 45 BESTSELLERS ✩✩✩Mobile Lightroom Presets, Vsco Filters, Iphone Presets, Lightroom, Mobile Presets, Instagram Filters, Presets, Colorful Mobile, Dng PresetMobile & Desktop Compatible Lightroom Presets to create an aesthetic Instagram feed. \u2028\u2028✮ INCLUDED IN YOUR PURCHASE ✮• Mobile Lightroom Preset (DNG file)• PDF File w/ Simple Instruction Manual• Compatible with both Android and iPhone• Works in Adobe Lightroom (PC/Mac)✮ INSTALLATION ✮ To access your digital files:1. Go to Your Account2. Purchases and reviews and look for the order.3. To the right of the order, click Download Files.4. You will be able to download the DNG File.5. You will then be able to upload each DNG file as an image to your Lightroom Mobile app.6. Click on the three dots in the top right of your Lightroom app7. Select the option 'Create Preset', this will allow you to save the preset to the preset editing option of the app for use on other images.We value and respect our customers. We always find a compromise in solving any questions that may arise, even after the delivery of the order.Due to the digital nature of this product ALL SALES ARE FINAL.For any questions please contact me via Etsy messages.© No sharing files, or selling them in any form. Derivative works are prohibited. © OnePreset, 2020\n                ", "listing_reviews": "100", "store_reviews": "2,907 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/821771523/mobile-lightroom-presets-vsco-filters"}, {"seller_text": "AesairStudio", "seller_href": "https://www.etsy.com/shop/AesairStudio?ref=simple-shop-header-name&listing_id=893192502", "store_sales": "4,740 sales", "store_rating": "4.7591", "listing_title": "2 Mobile Lightroom Preset NATURAL CLEAN Influencer Lightroom Preset Travel Blogger Instagram Lifestyle Fashion Photography", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.00\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 4 other files"], "listing_desc": "\n                    ORDER TOTAL 20 USD or MORE to GET 30% OFF YOUR ORDER! Work automatically.This mobile lightroom presets NATURAL CLEAN has been carefully created & selected to enhance your images. This mobile lightroom presets NATURAL CLEAN will give your photos bright contrast colors that convey the atmosphere of your picture and help to emphasize the smallest details of your work.Experiment when using mobile lightroom presets NATURAL CLEAN and then you will certainly go to a new level.This is the quickest and most effective way to edit your phone shots and selfies. You don’t need a Lightroom subscription - nor any complicated editing skills. Simply install the free Lightroom app on your mobile and you’re good to go! You can get started right away with the photos in your camera roll. Your Instagram feed will never have looked so gorgeous. Start editing with our amazing mobile lightroom presets NATURAL CLEAN.🔶WHAT'S INCLUDED IN THE PACK? - 2 Mobile(DNG file) Lightroom Presets- 2 Desktop(XMP file) Lightroom Presets- Step-by-step installation guide Works in Adobe Lightroom (PC/Mac) and Lightroom Mobile App (iOS/Android)🔸*INSTANT DOWNLOAD FILES *Have any difficulties or questions? Please contact us –  helloaesair [!at] gmail.com🔸*IMPORTANT*There are no refunds/exchanges on any digital items.🔸*TERMS OF USE*BY BUYING THIS PRODUCT YOU ARE AUTOMATICALLY AGREEING TO THE FOLLOWING TERMS OF USE: DO NOT SHARE OR SELL ANY OF MY ITEMS.© 2020, AesairStudio, All Rights ReservedKeywords:mobile, mobile lightroom, lightroom mobile, mobile presets, preset mobile, lightroom presets, wedding portraits blogger influencer presets VSCO, mobile presets, lifestyle presets, blogger, presets, Instagram filter, natural preset, summer preset, photo filter, white preset, best preset.\n                ", "listing_reviews": "23", "store_reviews": "287 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/893192502/2-mobile-lightroom-preset-natural-clean"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=685796691", "store_sales": "171,645 sales", "store_rating": "4.8275", "listing_title": "FOOD Preset BLOGGER Lightroom PRESETS Mobile and Desktop - for Instagram, Blogger, Photo filters, Food Presets, Lightroom mobile presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $2.06\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    🎁 GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code: 2FREE• Pay only for 2 items💥6 UNIQUE LIGHTROOM PRESETS / MOBILE Presets / PC Presets💥✅FILES included:- 6 Lightroom presets for MOBILE Lightroom - 6 Lightroom presets for desktop Lightroom • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets, Food Preset\n                ", "listing_reviews": "45", "store_reviews": "6,145 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/685796691/food-preset-blogger-lightroom-presets"}, {"seller_text": "jazzyjunetype", "seller_href": "https://www.etsy.com/shop/jazzyjunetype?ref=simple-shop-header-name&listing_id=956623364", "store_sales": "760 sales", "store_rating": "4.9091", "listing_title": "20 Fonts - Hand Lettered Font Bundle - Lettered Font Bundle - Script Fonts - Handwritten Fonts - Cursive Fonts - Luxury - Big Font Bundle", "listing_bestseller": "Bestseller", "listing_price": "\n                        $14.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 ZIP"], "listing_desc": "\n                    Lettered Font Bundle - 20 FontsHand Lettered Font Bundle. 20 Fonts included in otf and ttf formats. Your download comes as a .zip file with all files inside. You will need to extract the .zip file and install the fonts to your computer. Do not upload the .zip file directly into any software. You may use these fonts for commercial use.Thanks!\n                ", "listing_reviews": "10", "store_reviews": "54 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/956623364/20-fonts-hand-lettered-font-bundle"}, {"seller_text": "KAFontDesigns", "seller_href": "https://www.etsy.com/shop/KAFontDesigns?ref=simple-shop-header-name&listing_id=1011669408", "store_sales": "79,214 sales", "store_rating": "4.9829", "listing_title": "Honeycomb Font - Bouncy Handwritten Script Font, Cricut Fonts, Calligraphy, Modern Font, Cursive Font, Fonts for Cricut", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $4.25\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF, 1 ZIP"], "listing_desc": "\n                    HONEYCOMB FONTA cute & bouncy handwritten script fontThis font is perfect for svg designs, shirts, stickers, cricut projects, signs, invitations, branding, social media and more!This purchase includes:- Honeycomb TTF- Honeycomb OTFTHIS IS NOT AN SVG FONT! This is an installable font that is FULLY COMPATIBLE with Cricut Design Space.  It is much easier to use than an SVG font.  Instructions are included if you are unfamiliar with fonts.Thank you!Commercial use for this font is allowed→ unlimited projects→ unlimited sales→ no credit requiredLimitations of Font Purchase→ *YOU CANNOT DIGITIZE THE FONT AND SELL IT IN YOUR STORE AS AN EMBROIDERY FONT*→ You cannot upload the font to Corjl/Templett→ You cannot sell or distribute the font file→ You cannot include the font file in products as a free download→ You cannot alter the font and claim as your own I appreciate your interest and I hope that you enjoy this font!\n                ", "listing_reviews": "5", "store_reviews": "6,795 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/1011669408/honeycomb-font-bouncy-handwritten-script"}, {"seller_text": "DestinationPresets", "seller_href": "https://www.etsy.com/shop/DestinationPresets?ref=simple-shop-header-name&listing_id=962773388", "store_sales": "4,369 sales", "store_rating": "4.9489", "listing_title": "15 EVERYDAY BRIGHT Lightroom Presets Natural Light and Airy Presets for Instagram Blogger Clean Presets Summer Outdoor Preset Spring Presets", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $4.14\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 JPG, 1 PDF"], "listing_desc": "\n                    💖Enjoy Our LOVE Coupons💖: BUY 3 PRESETS ➤GET 1 FREE 🎁🎁🎁🎁➤ADD 4 PACKS TO YOUR ORDER AND PAY ONLY FOR 3 (30% off) ✨15 EVERYDAY BRIGHT Lightroom Presets Natural Light and Airy Presets for Instagram Blogger Clean Bright Presets Summer Outdoor Preset Spring Bright and Airy Preset Clean presetMake an unique feed which looks like you♥ This EVERYDAY BRIGHT Lightroom presets will gives you a Bright Airy Clean Natural Tone, perfect for Everyday photoshoot♡  ↠ PERFECT FOR : Indoor and Outdoor photoshoot, Family, Blogger, Influencers, Instagram, Nature and Landscape, Travel, All Seasons and so much more ! ↠ INCLUDED :                   ✔ 15 Lightroom Mobile Presets in DNG files✔ 15 Desktop Presets in LRTEMPLATE files✔ PDF Installation step by step guide for how to install the presets on your phone and computer↠ WHY CHOOSE DESTINATION PRESETS ?-Save your time editing-Have a Cohesive and Consistent feed-Designed for you to make your pictures Unique and Beautiful-Grow your engagement and followers-Designed for JPEG and RAW files. For best results shoot on Raw -Compatible with IOS, Android mobile and Lightroom Desktop CC-Easy to use, download instantlyAdobe Lightroom mobile is available for FREE on your phone : just download the app and create your account with Adobe.Adobe Lightroom Desktop needs to have a subscription. You can have 7 Free days trial. ↠ PLEASE NOTEEach picture is different and unique. All results will work differently depending on the light, camera model, colors, skin tones etc Don't worry♥  If necessary, add some additonnal adjustements to suit your picture (check the pdf instruction included in the purchase)↠ REFUNDS AND EXCHANGESDue to the digital nature, I regret that no refund and exchange can be made on this product.If you have any questions, feel free to contact me at :  destinationpresets [!at] gmail.com I will be happy to help you♡↠ TERMS OF USECopyright ©destinationpresets All right reserved. It is prohibited to reshare, sell this product in any form without the consent of the original creator.♡Don't hesitate to subscribe, make a quick review, pin on your Pinterest and add this item to your favorites♡Thank you for visiting my shop♥Let's CREATE MAGIC, Happy Editing ♥All the love, lyly♥PHOTOS CREDITS: All the Pictures Shown in the listing belong to their Respective Owners. Credits to the respective owner. All photos are for illustration purposes only. ＊＊＊＊＊＊＊＊＊＊＊＊＊＊You are here for: blogger presets, instagram filters, lightroom presets, mobile presets, presets and photofilters, instagram presets, influencer presets, presets, preset lightroom, lightroom filter, presets style, desktop presets, best presets, VSCO presets, influencer presets, trendy presets, lightroom filter, lightroom, family presets, season presets, iphone presets, cozy presets, bright outdoor preset, bright winter presets, travel presets, city presets, lifestyle presets, holiday presets, winter presets, Bright presets, outdoor presets, Indoor presets, nature presets, home presets, indoor presets,  everyday presets, natural presets, Influencer presets, neutral presets, family presets, minimal presets, travel presets, summer presets, spring presets, bright airy presets, light airy preset, clean presets, clean soft preset, clean tone preset, light and airy, white presets, clear presets\n                ", "listing_reviews": "27", "store_reviews": "460 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/962773388/15-everyday-bright-lightroom-presets"}, {"seller_text": "SunnyEditor", "seller_href": "https://www.etsy.com/shop/SunnyEditor?ref=simple-shop-header-name&listing_id=1037865219", "store_sales": "336 sales", "store_rating": "4.7059", "listing_title": "10 Vogue Mobile Lightroom Presets, Natural Presets, Cream Presets, Instagram Filters, Blogger, Vanilla, iPhone Presets, Filter for iPhone", "listing_bestseller": "-", "listing_price": "\n                        $4.20\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 JPG, 1 PDF, 1 ZIP"], "listing_desc": "\n                    ◆ ◆ ◆ SPECIAL OFFER ◆ ◆ ◆✭ Buy 3 presets and get 2 for free. Add 5 presets to your shopping cart and apply the coupon code 2FREE. ✭ Buy 5 presets and get 4 for free. Add 9 presets to your shopping cart and apply the coupon code 4FREE.◄  INCLUDED IN YOUR PURCHASE  ►* 10 Mobile Lightroom Presets (DNG files)* Detailed PDF Image Instructions✩ FAQ ✩✔️ Works in Lightroom Mobile App (iOS/Android)✔️ Lightroom Mobile is FREE so you don't need an Adobe subscription to use the presets✔️ You only need Lightroom CC App on your Phone/iPad✔️ Once purchased can be used an unlimited amount of times✔️ Easy to apply with just one clickGeneral information on how to download and install: https://www.youtube.com/watch?v=6TGNGJ3nvUYhttps://www.youtube.com/watch?v=uOBXKOyAFEAPlease keep in mind all photos are unique and therefore each preset works differently on every photo. You can fine tune your own adjustments to find settings that suit you with temperature, exposure etcDue to the digital nature of this product ALL SALES ARE FINALKeywords:Lightroom Presets, Mobile Preset, DNG, Instagram Preset, Lightroom CC, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset, White Presets, Natural Presets© 2020 Sunny Editor Presets, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": null, "store_reviews": "17 shop reviews", "search": "fonts", "url": "https://www.etsy.com/listing/1037865219/10-vogue-mobile-lightroom-presets"}, {"seller_text": "VictoriaBeePhoto", "seller_href": "https://www.etsy.com/shop/VictoriaBeePhoto?ref=simple-shop-header-name&listing_id=680026344", "store_sales": "237,230 sales", "store_rating": "4.8715", "listing_title": "10 Mobile Lightroom Presets IBIZA, Tanned Summer Presets For Bloggers, Lifestyle Beach Instagram Filter", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.51\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    10 Lightroom Presets IBIZA For Mobile and Desktop LightroomSummer preset,  bright warm presets, travel blogger preset photo preset Instagram filtersEdit your Instagram photos like a pro on your mobile device! Mobile Lightroom Influencer Preset IBIZA  Included 10 presets inspired by travel bloggers and influencers around the world.This preset for every kind of picture that will surely deliver stunning results and make your images look a hundred times better! For photographers who do a lot of fashion, travel and lifestyle photography.This quality preset produce amazing warm tones and making it easy for you to achieve the same look and feel as your favorite influencers! These Presets Pack  are perfect for Instagram, blogging and photo editing on the go. Hight Quality Preset, Great for Portraits, Bloggers, Travelers, Engagements and Wedding' shoots, a user friendly pack, easy to use, One click Lightroom Preset that gives your collection of work a more cohesive and aesthetic feel and get you on your way to creating stunning images. 🎁 GET 5 & PAY FOR 3: add 5 presets to your cart, use coupon: GIFT2 and pay for 3 only https://www.etsy.com/shop/VictoriaBeePhoto?coupon=GIFT2Check out my Bestseller Itemshttps://www.etsy.com/shop/VictoriaBeePhoto♦️ Works in Lightroom Mobile App (iOS/Android)♦️ Works With & Without Adobe subscription♦️ Compatible with All Photo formatsIncluded:🔶10 Lightroom presets in .DNG format for MOBILE Lightroom .ZIP archive🔶10 Lightroom presets in .XMP format for DESKTOP Lightroom .ZIP archive🔶.PDF file with direct link to download presets directly to your phone 🔶.PDF Instruction Guide 10 Ibiza Presets  has been created to achieve a very modern, glamorous, trendy & Instagram aesthetic look. You will get best fashionable, professional  one-click result from this pack.Etsy does not allow more than 5 files to be attached a listing, so please open and read the PDFs, they will tell you how to access your presets‼️If your mobile device will not be able to download let me know your email and ill send you preset immediately and you can save directly in your camera roll‼️Keep in mind that all presets work differently with each photo depending on a number of factors such as lighting, white balance, tone etc. Please contact me for any questions or editing help victoriabee.shop [!at] gmail.com© 2020 Victoria Bee Photography, All Rights ReservedTERMS AND CONDITIONS: Is prohibited to sell, distribute, rent, give, sub-license, or otherwise transfer presets or the right to use presets set to anyone else and will be met with legal action.All images by Victoria Bee are copyright protected. Any other use is strictly prohibited and may violate copyright, trademark and other laws. Instagram ©victoriabeephoto  ©victoriabee.presetsMobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, Bright And Airy Preset, Clean Preset, Light Preset, Pop Colour Preset, Vibrant Preset, Summer Presets\n                ", "listing_reviews": "100", "store_reviews": "8,047 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/680026344/10-mobile-lightroom-presets-ibiza-tanned"}, {"seller_text": "islahstudios", "seller_href": "https://www.etsy.com/shop/islahstudios?ref=simple-shop-header-name&listing_id=878435750", "store_sales": "21,701 sales", "store_rating": "4.7409", "listing_title": "Lightroom Mobile Preset, Bohemian Presets, Instagram Filters, VSCO Filters, iPhone Presets, Lightroom Preset, Lifestyle Presets, Cream Beige", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $0.85\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 other file"], "listing_desc": "\n                    Keep it natural with a Bohemian Preset! This Lightroom Mobile preset will effortlessly soften and mute the shades in your photos to achieve a creamy boho chic look with the click of button! ❀ Your purchase includes ❀- 1 Bohemian Lightroom Mobile Preset- PDF step by step installation guide❀ Additional Information ❀- For MOBILE ONLY (iOS / Android)- Compatible with the FREE Lightroom app for mobile phones- Works with & WITHOUT an Adobe subscription - Once purchased can be used an unlimited amount of times- Easy to apply with just one click!Our presets are tested on a range of different photo styles. Please keep in mind all photos are unique and therefore each preset works differently on every photo. We are confident that our presets will add a beautiful touch to all your photos. The final touch may be done by you through small adjustments like changing the exposure to create your perfect image. ❀ Cancellation Refunds/Exchanges ❀Due to the digital nature of this product, we are unable to offer refunds. However, customer satisfaction is our number one priority. In the case you are not happy with a preset, leave us a message and we can discuss an exchange for a preset that better fits your needs. Please feel free to contact us with any questions or concerns.EMAIL: shopislah [at] gmail.comETSY: www.islahstudios.etsy.com© 2020 IslahStudios, All Rights Reserved Do not share the files or sell them in any form. Derivative works are also prohibited.\n                ", "listing_reviews": "22", "store_reviews": "1,130 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/878435750/lightroom-mobile-preset-bohemian-presets"}, {"seller_text": "MajesticPreset", "seller_href": "https://www.etsy.com/shop/MajesticPreset?ref=simple-shop-header-name&listing_id=944179426", "store_sales": "1,361 sales", "store_rating": "4.9444", "listing_title": "30 Presets for Dogs, Cats and Animals | Preset Lightroom Mobile & Desktop, Indoor, Outdoor Pets Filter, Lightroom Mobile Bundle Instagram", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $4.39\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 4 ZIP, 1 PDF"], "listing_desc": "\n                    ⭐ TAKE 4 & PAY ONLY 2: Coupon Code: PROMO4 or ➤ https://etsy.me/3dPNBfH⭐ ⭐ TAKE 6 & PAY ONLY 3: Coupon Code: PROMO6 or ➤ https://etsy.me/3dSywtK⭐ ⭐⭐TAKE 8 & PAY ONLY 4: Coupon Code: PROMO8 or ➤ https://etsy.me/2MwdmGy❤️ More PREMIUM LIGHTROOM PRESETS can be found here: ➤ https://etsy.com/shop/majesticpresetIn this preset bundle you will get 30 different Lightroom filters for your dog photography. This collection includes Summer, Winter, Bohemian, Indoor, Outdoor and many more preset styles.WHAT YOU WILL GET:✅ 30 presets for the free Android & iOS Lightroom Mobile app (.DNG-files) \u2028✅ 30 presets for Lightroom CC (.XMP-files) \u2028✅ 30 presets for Lightroom Classic 4, 5, 6 to 7.3 (.Lrtemplate-files) \u2028 ✅ Step-by-Step Installation Guide (.PDF file)  ✔ INSTAND DOWNLOAD: After your purchase is complete, you will receive direct access to these Lightroom presets via email or through your Etsy account.\u2028✔ 100% COMPATIBEL with the free Lightroom Mobile Application for iOS, Android & Chrome. To use this preset bundle, all you need is your smartphone and the free Lightroom Mobile app for you iPhone, iPad or Android device. \u2028 ✔ The Lightroom Desktop presets are compatible with all old and current Lightroom und Camera RAW versions. For Lightroom Desktop Classic, use the .Irtemplate Files Container in the .zip file. ForLightroom Desktop CC the. Xml files.\u2028The PERFECT INSTAGRAM / BLOGGER FEED:\u2028Get the WOW-Effect! On all your social media platforms like Instagram, Pinterest and Facebook. Get more attention and followers on Instagram with our trending Instagram filters. With these Blogger presets for Lightroom, you’ll create a consistent and clean feed in no time.\u2028Beginner or professional?NO MATTER! With this preset bundle, you can edit simple smartphone photos or high-quality RAW photos from your DSLR / system camera like a pro with just „ONE CLICK“.\u2028Take care of this:\u2028To get the most perfect before-and-after result for your photos, you should move as close as possible to the respective preset theme. The results may vary depending on the exposure, contrast and color shades of your photos. Don’t worry! Just chance the exposure of the presets on your photo afterwards. The higher quality and more detailed your base photos are, the better the Lightroom presets from „SHOPNAME“ can do their job. More presets you can find in our shop ➤ https://etsy.com/shop/majesticpreset\u2028In our shop you can find more Lightroom Instagram Blogger presets for the topics: Travel, Lifestyle, Fashion, Wedding, Street, Urban and Foodblogger.\u2028You have questions about these Instagram Blogger Lightroom mobile and Desktop presets? Feel free to send us a direct message via Etsy or via email to „E-Mail Account“ FAQ’s:▸ compatible with all Lightroom versions\u2028▸ compatible with the free Lightroom mobile app\u2028▸ no Adobe Cloud Subskription required▸ compatible with Adobe Camera Raw ACR▸ no returns or exchanges! Digital products are generally not cancelled. \u2028@2021 „Pictoolz“License: These Lightroom mobile and desktop presets are for personal use only. Any reproduction and distribution to third parties is strictly prohibited.\n                ", "listing_reviews": "11", "store_reviews": "54 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/944179426/30-presets-for-dogs-cats-and-animals"}, {"seller_text": "KIINcreations", "seller_href": "https://www.etsy.com/shop/KIINcreations?ref=simple-shop-header-name&listing_id=698930457", "store_sales": "108,066 sales", "store_rating": "4.8939", "listing_title": "7 Lightroom mobile MINIMAL BLOGGER LIGHTROOM preset set / moody fashion blogger instagram filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.87\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF"], "listing_desc": "\n                    ⭐ MORE PRESETS HERE: https://www.etsy.com/shop/KIINcreationsA SET OF 7 User Friendly Blogger Lightroom Presets for LR MOBILE (DNG files)  for minimal style/ low saturation looks.User Friendly, Easy to Use, One Click, Lightroom Presets to help you achieve better imagery for your blog. As a blogger myself I understand the importance of having great images and keeping them in the same style. This is a great bundle for minimal style lovers - bright highlights, dark shadows, detailed and rich greys and browns. Low saturation blues, reds, and yellows.This is my favourite set, which I also use to edit all my blog photos. You don't need an Adobe subscription to use these presets. You simply need to download the LR Mobile App and create an account with Adobe. These presets will be compatible with both jpeg and RAW files.Once payment is made you can download the presets instantly. Contact me with any questions regarding your order or using your presets I will be happy to help! x\n                ", "listing_reviews": "44", "store_reviews": "4,454 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/698930457/7-lightroom-mobile-minimal-blogger"}, {"seller_text": "PresetsByMary", "seller_href": "https://www.etsy.com/shop/PresetsByMary?ref=simple-shop-header-name&listing_id=811860156", "store_sales": "64,798 sales", "store_rating": "4.8204", "listing_title": "10 Lightroom Presets Mobile - AVOCADO, Presets for Instagram Blogger, Lightroom Mobile Presets, Lifestyle Instagram Filter, Lightroom Preset", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $3.97\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    💗GET 6 & PAY FOR 3: add 6 presets to your cart, use coupon: GIFTBYMARY and pay for 3 only 💗https://www.etsy.com/shop/PresetsByMary?coupon=GIFTBYMARY⭐️10 UNIQUE LIGHTROOM PRESETS / MOBILE Presets ⭐️Mobile Preset is perfect for your Adobe Lightroom CC Mobile App and works well with your photos shot with your iPhone or Android device.Presets fit for Outdoor and Indoor pictures, Family, Travel, Lifestyle, Blogger, Wedding, Portrait photos.Included:🔶10 Lightroom presets in DNG format for MOBILE Lightroom (free app compatible with both IOS and ANDROID).🔶Compatible with All Photo formats🔶Compatible with Lightroom Mobile App🔶Compatible with All Lightroom and Photoshop Versions🔶Instant download (Download the presets right after the payment and start enjoying now)🔶Free support (contact us me any questions or concerns. We're always happy to provide fast and thorough support)🎁SPECIAL OFFER 3+3 for FREEBuy atleast 3 items from my shop and get 3 for FREEWIth love,PresetsByMary♥️\n                ", "listing_reviews": "16", "store_reviews": "3,799 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/811860156/10-lightroom-presets-mobile-avocado"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=821148665", "store_sales": "70,786 sales", "store_rating": "4.9099", "listing_title": "5 Mobile & Desktop Lightroom Presets Pet Lovers, Dog Cat Photo Editing Filter for Instagram, Animal Preset for Bloggers, Bright Home Filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Pet Lover Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram, Photo Editing Filter for Lifestyle and Travel🌟The Pet Lovers Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add beautiful, bright tones to your Instagram photos. These presets are PERFECT for pet lovers, Instagram Influencers & bloggers looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for mobile preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "100", "store_reviews": "5,613 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/821148665/5-mobile-desktop-lightroom-presets-pet"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=686088327", "store_sales": "171,648 sales", "store_rating": "4.8275", "listing_title": "Black MOBILE LIGHTROOM Presets, Lightroom Mobile Preset, VSCO, Instagram Filter, Desktop Presets, dark preset, moody presets, nude preset", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.57\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    • Professional Lightroom Presets for free Mobile and Desktop Lightroom• You receive 4 variants of presets with white/slightly warm/slightly cold tones• You can use them unlimited number of times.• Post-purchase support guaranteed - if you need my help with editing don't hesitate to contact me ✅FILES included:- 4 Lightroom presets for MOBILE Lightroom ( free mobile lightroom app)- 4 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "62", "store_reviews": "6,145 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/686088327/black-mobile-lightroom-presets-lightroom"}, {"seller_text": "OneCreativeMarket", "seller_href": "https://www.etsy.com/shop/OneCreativeMarket?ref=simple-shop-header-name&listing_id=973090623", "store_sales": "3,533 sales", "store_rating": "4.7156", "listing_title": "Disney SVG font download", "listing_bestseller": "Bestseller", "listing_price": "\n                        $0.99\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 ZIP, 1 other file"], "listing_desc": "\n                    The Disney SVG font digital download 1 zip file with svg, png, epx, dxf, ttf files. This is a great font for craft use.• 1 SVG cut file for Cricut, Silhouette Designer Edition and more• 1 PNG high resolution 300dpi• 1 DXF for free version of Silhouette cameo• 1 EPS vector file for Adobe Illustrator, Inkspace, Corel Draw and more• 1 TTF TrueType Font• 1 Help video for begginer user of Cricut Design SpaceHow to Download:https://help.etsy.com/hc/en-us/articles/115013328108-Downloading-a-Digital-Item?segment=shoppingSign in to Etsy.com and go to Your account.Go to Purchases and reviews.Next to the order, select Download Files. This goes to the Downloads page for all the files attached to your order.\n                ", "listing_reviews": "75", "store_reviews": "109 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/973090623/disney-svg-font-download"}, {"seller_text": "SimonaLisaPresets", "seller_href": "https://www.etsy.com/shop/SimonaLisaPresets?ref=simple-shop-header-name&listing_id=920919806", "store_sales": "3,875 sales", "store_rating": "4.8675", "listing_title": "10 Mobile LIGHTROOM Presets, VANILLA, Presets, Vsco Filters, Fashion Presets, Mobile Presets, Instagram Filters, Dng Preset, Natural Preset", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.19\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 PDF, 1 ZIP"], "listing_desc": "\n                    10 Mobile Lightroom Presets, Iphone Presets, Lightroom, Mobile Presets, Presets, Dng Presets, Cream Presets,  Desktop Presets, Vsco Filters, Fashion Presets, Instagram Filters, Natural PresetSHOP MORE PRESETS :)https://www.etsy.com/shop/SimonaLisaPresetsINCLUDED :)> 10 Instant Download Mobile Lightroom & Desktop Presets (DNG file)> PDF How To Install Mobile Presets Guide> Free Gift >Support available from our store at all times (just send a message through on Etsy)**The Presets are compatible with the Free Mobile Lightroom app, and the Desktop Lightroom app  (Via DNG Import, not LRTemplate)**If you require any assistance or have general queries, do not hesitate to send me a message on Etsy. :)Xx\n                ", "listing_reviews": "24", "store_reviews": "400 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/920919806/10-mobile-lightroom-presets-vanilla"}, {"seller_text": "lettertypedesign", "seller_href": "https://www.etsy.com/shop/lettertypedesign?ref=simple-shop-header-name&listing_id=982193177", "store_sales": "1,932 sales", "store_rating": "4.84", "listing_title": "Magnolia font, cricut font, magnolia alphabet font, procreate font, magnolia sky instant download handwriting font fun funky font silhouette", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.24\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 ZIP"], "listing_desc": "\n                    Fun handwriting style fontFiles // versions included:OTF file suitable for use in procreate and most other programsSVG file suitable for cricut useDXF file suitable for silhouette useYou may make items to sell with this file but you may not resell or redistribute any of the digital versions of this file for any reason.Due to the digital nature of this listing, no refunds can be given at any point after purchase.💥BEFORE YOU BUY💥 Please note that I do not provide Cricut and Silhouette software support. I am a designer only and I don't use cricuts / silhouettes. Please be sure you understand how to use the digital files before buying. Thank you!\n                ", "listing_reviews": "32", "store_reviews": "75 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/982193177/magnolia-font-cricut-font-magnolia"}, {"seller_text": "KatherineDream", "seller_href": "https://www.etsy.com/shop/KatherineDream?ref=simple-shop-header-name&listing_id=807670112", "store_sales": "171,645 sales", "store_rating": "4.8275", "listing_title": "10 Home Presets - Mobile LIGHROOM Presets - Lightroom Presets - Lightroom Mobile Preset & Desktop Preset, Instagram Filter - Summer Magical", "listing_bestseller": "Bestseller", "listing_price": "\nPrice:\n                            $1.80\n                        \n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 PDF"], "listing_desc": "\n                    • Professional Lightroom Presets for free Mobile and Desktop Lightroom• You receive 10 variants of presets • You can use them unlimited number of times.✅FILES included:- 10 Lightroom presets for MOBILE Lightroom( free mobile lightroom app)- 10 Lightroom presets for desktop Lightroom- Compatible with All Photo formats- Compatible with Lightroom Mobile App- Compatible with All Lightroom Versions- Instructions how to use • COMPATIBILITY •✔️ Compatible with All Photo formats✔️ Compatible with Lightroom Mobile App (Both IOS and Android)✔️ Compatible with Desktop Lightroom✔️ Compatible with All Lightroom Versions🎁SPECIAL OFFER GET 4 PAY ONLY FOR 2🎁• Add 4 items to cart• Use code 2FREE• Pay only for 2 items❗️Cancellation and Refund:As I want to make all my customers satisfied I offer exchanges in case customer is not happy. Just leave me message and we can discuss it.🌇 INSTAGRAM: @katherinedreampresets📧 EMAIL: katedreampresets (at) gmail.com🧡 ETSY: https://www.etsy.com/shop/KatherineDream© 2019 KatherineDream, All Rights ReservedKeywords:Mobile Preset, DNG, Instagram Preset, Lightroom CC, Presets, Mobile Filter, Travel Presets, Influencer Presets, iPhone Presets, Blogger Presets, Photo Presets, Lightroom presets, Lightroom Mobile, Android Preset, White Preset, Clean Preset, Light Preset, Bright Preset, Lightroom Mobile Presets, Mobile Lighroom Presets\n                ", "listing_reviews": "53", "store_reviews": "6,145 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/807670112/10-home-presets-mobile-lighroom-presets"}, {"seller_text": "okthatspeachy", "seller_href": "https://www.etsy.com/shop/okthatspeachy?ref=simple-shop-header-name&listing_id=919835403", "store_sales": "1,412 sales", "store_rating": "4.9211", "listing_title": "AU NATUREL Mobile Lightroom Presets Instagram Influencer Photography Blogger Natural Bright Photo Filter", "listing_bestseller": "Bestseller", "listing_price": "\n                        $2.18\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PNG, 1 other file"], "listing_desc": "\n                    Instagram Presets | Mobile Lightroom Presets | Instant Photo EditsExperiencing feed envy? Want that beautiful, cohesive theme but not sure where to start? Look no further, Lightroom presets are the easiest and quickest way to instantly change the look and feel of your photos with no hassle. A full, thorough photo edit is just a click away.These presets were created to be used with the Lightroom Mobile App that can be downloaded for free. This listing includes one mobile Lightroom preset (DNG file) and a 'How To' file, to help you with the install.Even though my presets have been tested on a variety of photos with different lighting conditions / colours / subjects etc, it's important to note that all these different variables may also mean the preset may need a little adjusting to best fit your photo. Thank you for supporting smallDon't hesitate to get in touch for any queries!Due to the nature of the item, there are no refunds/exchanges on any digital items.Terms of Use:By buying this product you are automatically agreeing to the following terms of use:No copying or redistribution of my products.\n                ", "listing_reviews": "13", "store_reviews": "38 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/919835403/au-naturel-mobile-lightroom-presets"}, {"seller_text": "FallonTravels", "seller_href": "https://www.etsy.com/shop/FallonTravels?ref=simple-shop-header-name&listing_id=820356249", "store_sales": "70,786 sales", "store_rating": "4.9099", "listing_title": "5 Family Desktop & Mobile Lightroom Presets, Bright Airy Photo Editing Filter for Instagram, White Clean Preset for Home Lifestyle Blogger", "listing_bestseller": "-", "listing_price": "\n                        $3.97\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 1 PDF"], "listing_desc": "\n                    ✩ FREE PRESETS OFFER ✩❤️ GET 4 & PAY FOR 2: Add 4 presets to your cart, use promo code: 4FOR2 and pay for only 2❤️❤️ GET 6 & PAY FOR 3: Add 6 presets to your cart, use promo code: 6FOR3 and pay for only 3❤️❤️❤️ GET 8 & PAY FOR 4: Add 8 presets to your cart, use promo code: 8FOR4 and pay for only 4https://www.etsy.com/shop/FallonTravels?coupon=GIFTBYFALLON🌟5 Family Time Lightroom MOBILE (DNG) + DESKTOP (XMP) Presets for Bloggers & Instagram, Photo Editing Filter for Lifestyle and Travel🌟The Family Time Preset Bundle is a collection of 5 Lightroom CC photo editing filters that will add bright, white and airy tones to your Instagram photos. These presets are PERFECT for Instagram Influencers, travel bloggers & creatives looking to take their photos to the next level in just one click.WHAT’S INCLUDED:✩ 5 Lightroom MOBILE Presets (DNG)✩ 5 Lightroom DESKTOP Presets (XMP)✩ Detailed PDF instructions for mobile preset install✩ Instant Download: Immediate access to PDF & Dropbox folder containing presets✩ Free support! Please reach out with any questions at all and I’ll be happy to assist.LIST OF 5 PRESETS INCLUDED:✩ Original✩ Brighter✩ Darker✩ Cooler✩ WarmerPlease keep in mind that you will likely need to be tweak your edit slightly based on your photo, camera settings & lighting conditions. I’ve included 4 additional variations of the Original preset to help get you the best photo edit possible!If you have any questions, concerns or hesitations, please feel free to reach out! I’d love to hear from you.XO,Fallon♡ Terms of Use & Refund Policy: These files may not be shared, resold, redistributed, or reproduced for any purpose. Due to the digital nature of this product, I cannot offer refunds or exchanges on your purchase.\n                ", "listing_reviews": "37", "store_reviews": "5,613 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/820356249/5-family-desktop-mobile-lightroom"}, {"seller_text": "PresetDesignPhoto", "seller_href": "https://www.etsy.com/shop/PresetDesignPhoto?ref=simple-shop-header-name&listing_id=967817180", "store_sales": "2,128 sales", "store_rating": "4.9657", "listing_title": "10 RUSTIC Lightroom Presets Boho Presets, Instagram Filter, Vintage Preset, Moody Rich Presets for Blogger, Bohemian Presets, Earthy Presets", "listing_bestseller": "Bestseller", "listing_price": "\n                        $5.77\n                    ", "listing_highlights": ["Digital download", "Digital file type(s): 2 ZIP, 1 JPG, 1 PDF"], "listing_desc": "\n                    🎁 GET 4 & PAY FOR 2 With Promo Code: 2FREE 🎁🎁 GET 6 & PAY FOR 3 With Promo Code: 3FREE 🎁🎁 GET 8 & PAY FOR 4 With Promo Code: 4FREE 🎁10 Rustic presets, Lightroom presets, Blogger photo presets, mobile presets and desktop presets, instagram Filters by Preset DesignINCLUDED:• 10 MOBILE Lightroom presets• 10 DESKTOP Lightroom presets• After Purchase Customer Support• Instructions• Instant DownloadPreset Bundles In My Shop:www.etsy.com/shop/presetdesignphoto♡ SPECIAL OFFER ♡🎁  ADD 4 TO CART, PAY FOR 2 🎁  GET 50% WHEN YOU ADD 4 🎁🎁  ADD 6 TO CART, PAY FOR 3 🎁  GET 50% WHEN YOU ADD 6 🎁🎁  ADD 8 TO CART, PAY FOR 4 🎁  GET 50% WHEN YOU ADD 8 🎁HERE'S WHY YOU'LL LOVE IT:• Rustic vintage moody vibe perfect for instagram themes• Made by a professional digital creator• Consistent results with no harsh colors or lightingMORE INFO:• Works with the Free and Paid Lightroom Mobile App• Works with All Lightroom Desktop Versions • Works with Mac and PC Desktops/LaptopsIf you have any more questions or need help picking the perfect presets for you, you can contact us any time!OUR SOCIAL MEDIA• IG: @preset_design.....................................................© Preset Design LLC, All Rights ReservedTERMS OF USE: BY PURCHASING THIS ITEM, YOU ARE AUTOMATICALLY AGREEING TO THE TERMS OF USE INCLUDED IN THE DOWNLOAD FILE: Included but not limited to: Do not sharing the files, or selling them in any form. Derivative works are also prohibited......................................................\n                ", "listing_reviews": "32", "store_reviews": "204 reviews", "search": "fonts", "url": "https://www.etsy.com/listing/967817180/10-rustic-lightroom-presets-boho-presets"}]